Repository: openintents/translations-export
Catalog: translations_aboutapp/*.po
Languages: fi, oc, sd

source: translator-credits
fi: Launchpad Contributions: emp https://launchpad.net/~emp500
oc: Launchpad Contributions: Cédric VALMARY (Tot en òc) https://launchpad.net/~cvalmary
sd: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani

source: A standalone about dialog that is shared between apps.
fi: Itsenäinen infodialogi, joka on jaettu useamman ohjelman kesken.
sd: हिक्क स्वसंपूर्ण उन्न संवाद जे बारे में जेको अनुप्रयोगन विच्च में बत्यल आ

source: OI File Manager
fi: OI Tiedostonhallinta
sd: OI फ़ाइल प्रबंधक

source: OI Shopping List
fi: OI Ostoslista
sd: OI खरीदारी सूची

source: OI Notepad
fi: OI Muistio
sd: OI नोटपैड

source: OI Safe
fi: OI Turva
sd: OI सुरक्षित

source: Launch %s and select menu &gt; About.
fi: Avaa %s ja valitse Valikko-näppäin &gt; Tietoja.
sd: %s खे शुरू कयो अऊँ &gt मेनू चुन्द्द्यो ;जे बारे में|

source: OI About
fi: OI Info
sd: OI जे बारे में

source: About OI About itself
fi: Tiedot OI Info ohjelmasta itsestään
sd: OI जे बारे में पांजे बारे में

source: About %s
fi: Tietoja %s
oc: A prepaus de %s
sd: %s जे बारे में

source: Written by
fi: Kehittäjät:
oc: Escrich per
sd: जे द्वारा लिखित

source: Documented by
fi: Dokumentoinut:
oc: Documentat per
sd: जे द्वारा प्रलेखित

source: Translated by
fi: Kääntänyt:
oc: Traduccion occitana per : Cédric Valmary <cvalmary@yahoo.fr> per l'associacion Tot en òc (www.totenoc.org)
sd: जे द्वारा अनुवादित

source: Artwork by
fi: Grafiikan toteuttanut:
oc: Grafisme per
sd: जे द्वारा कलाकृति

source: International translations by
fi: Maailmanlaajuiset käännökset toteuttanut
sd: जे द्वारा अंतर्राष्ट्रीय अनुवाद

source: Credits
fi: Tekijät
oc: La còla occitana de traduccion d'Ubuntu <ubuntu-l10n-oci@lists.ubuntu.com>, 2010 Associacion Tot en òc (www.totenoc.org)
sd: श्रेय

source: License
fi: Lisenssi
oc: Licéncia
sd: लाइसेंस

source: General Info
fi: Yleiset tiedot
oc: Informacions generalas
sd: सामान्य जानकारी

source: Recent changes
fi: Viimeisimmät muutokset
sd: हाली ही में थ्यल बदलाव

source: No information available.
fi: Ei tietoja saatavilla.
oc: Pas d'informacions disponiblas.
sd: |कोई जानकारी मौजूद काने

source: Arabic
fi: Arabiaksi
sd: अरबी भाषा

source: Belarusian
fi: Valkovenäjäksi

source: Bulgarian
fi: Bulgariaksi

source: Catalan
fi: Katalaaniksi

source: Czech
fi: Tsekiksi
sd: चेकोस्लोवाकिया जी भाषा

source: Danish
fi: Tanskaksi
sd: डेनिश भाषा

source: German
fi: Saksaksi
sd: जर्मन भाषा

source: Greek
fi: Kreikaksi
sd: यूनानी/ग्रीक भाषा

source: English
fi: Englanniksi
sd: अंग्रेज़ी भाषा

source: English (United Kingdom)
fi: englanniksi (Iso-Britannia)

source: Spanish
fi: Espanjaksi
sd: स्पेनिश भाषा

source: Persian
fi: Persiaksi
sd: फ़ारसी भाषा

source: Finnish
fi: Suomeksi
sd: फ़िन भाषा

source: Faroese
fi: Fääriksi
sd: फिरोज़ी भाषा

source: French
fi: Ranskaksi
sd: फ्रांसीसी भाषा

source: Hindi
fi: Hindiksi

source: Croatian
fi: Kroatiaksi
sd: क्रोएशियाई भाषा

source: Hungarian
fi: Unkariksi
sd: हंगेरी भाषा

source: Italian
fi: Italiaksi
sd: इतालवी भाषा

source: Hebrew
fi: Hepreaksi

source: Japanese
fi: Japaniksi
sd: जापानी भाषा

source: Korean
fi: Koreaksi
sd: कोरियाई भाषा

source: Lao
fi: Laoksi
sd: लाओथियाई भाषा

source: Latvian
fi: Latviaksi

source: Macedonian
fi: Makedoniaksi

source: Norwegian Bokmal
fi: Norjaksi (bokmål)

source: Dutch
fi: Hollanniksi
sd: डच भाषा

source: Occitan (post 1500)
fi: Oksitaaniksi (<1500)
sd: ओसीटान ( पद 1500)

source: Punjabi
fi: Punjabiksi

source: Polish
fi: Puolaksi
sd: पोलिश भाषा

source: Portuguese
fi: Portugaliksi
sd: पुर्तगाली भाषा

source: Brazilian Portuguese
fi: Brasilianportugaliksi
sd: ब्राज़ीली पुर्तगाली भाषा

source: Romanian
fi: Romaniaksi
sd: रोमानियाई भाषा

source: Russian
fi: Venäjäksi
sd: रूसी भाषा

source: Sardinian
fi: Sardiksi
sd: सार्दीनीअन भाषा

source: Sindhi
fi: Sindhiksi

source: Slovak
fi: Slovakiaksi
sd: स्लोवाक भाषा

source: Slovenian
fi: Sloveniaksi

source: Swedish
fi: Ruotsiksi
sd: स्वीडिश भाषा

source: Tagalog
fi: Tagalogiksi

source: Turkish
fi: Turkiksi
sd: तुर्की

source: Uyghur
fi: Ulguuriksi

source: Chinese (Simplified)
fi: Yksinkertaistetuksi Kiinaksi
sd: चीनी भाषा (सरलीकृत)

source: Chinese (Traditional)
fi: Perinteiseksi Kiinaksi
sd: चीनी भाषा (पारंपरिक)
