Repository: openintents/translations-export
Catalog: translations_colorpicker/*.po
Languages: be, bg, ca, cs, de, el, fa, he, hi, hr, ja, ko, mk, nl, pa, pt, ro, ru, sc, sd, sk, tl, ug, zh_cn

source: This app can be used with the following applications:
be: Гэта прыкладанне можа быць выкарыстана з наступнымі прыкладаннямі:
bg: Това приложение може да бъде използвано със следните приложения:
ca: Aquesta aplicació es pot utilitzar amb les aplicacions següents:
cs: Tato aplikace může být použita s následujícími aplikacemi:
de: Diese App kann mit mit folgenden Anwedungen verwendet werden:
el: Αυτή η εφαρμογή μπορεί να χρησιμοποιηθεί με τις παρακάτω εφαρμογές:
fa: اين را می توان با برنامه های می تواند با اين درخواست:
he: ניתן להשתמש באפליקציה זו עם האפליקציות הבאות:
hi: यह अनुप्रयोग निम्नलिखित अनुप्रयोगों के साथ इस्तेमाल किया जा सकता है:
hr: Ova aplikacija se može koristiti sa sledećim aplikacijama:
ja: このアプリケーションは以下のアプリケーションと使用できます：
ko: 이 앱은 다음 앱들과 함께 사용할 수 있습니다:
mk: Оваа апликација може да се користи со следниве апликации:
nl: Deze applicatie kan gebruikt worden voor de volgende applicaties:
pa: ਇਸ ਐਪ ਨਿੱਚੇ ਲਿਖੇ ਅਨੁਪ੍ਰਯੋਗੋਂ ਦੇ ਨਾਲ ਇਸਤੇਮਾਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ :
pt: Esta aplicação pode ser utilizada com:
ro: Această aplicație poate fi utilizată cu următoarele aplicații:
ru: Это приложение может быть использовано для следующих приложений:
sc: Custa applicatzione podet essere usada chin custasa applicatzionese:
sd: ईयो अनुप्रयोग निम्नलिखित अनुप्रयोगन सां गड़ इस्तेमालकरे ता सागऊँ :
sk: Táto aplikácia môže byť použitá s následujúcimi aplikáciami:
tl: Ang app na ito ay maaaring magamit sa mga sumusunod na aplikasyon:
ug: بۇ پىروگراممىنى تۆۋەندىكى قوللىنىشچان پىروگراممىلاردا ئىشلەتكىلى بولىدۇ:
zh_cn: 此应用程序可用于以下：

source: Launch %s
be: Запуск %s
bg: Стартиране %s
ca: Engega %s
cs: Spustit %s
de: Starte %s
el: Εκκίνηση του %s
fa: پرت‌ كردن‌ %s
he: התחל %s
hi: %s लॉन्च करें
hr: Pokreni %s
ja: %s を起動
ko: %s 실행
mk: Стартувај %s
nl: %s opstarten
pa: %s ਚਲਾਓ
pt: Iniciar %s
ro: Pornește %s
ru: Запуск %s
sc: Apperi %s
sd: s लॉन्च कयो%
sk: Spustiť %s
tl: Ilunsad ang %s
ug: %s نى ئىجرا قىل
zh_cn: 启动 %s

source: This app requires %1$s %2$s or higher.
be: Гэта прыкладанне патрабуе %1$s версіі %2$s ці вышэй.
bg: Това приложение изивсква %1$s %2$s или по-високо.
ca: Aquesta app requereix %1$s %2$s o superior.
cs: Tato aplikace vyžaduje %1$s %2$s nebo novější.
de: Diese Anwendung benötigt %1$s %2$s Auflösung oder höher.
el: Αυτή η εφαρμογή απαιρεί το %1$s %2$s ή παραπάνω.
fa: اين مستلزمنرم افزار %1$s %2$s و یا بالاتر
he: אפליקציה זו דורשת %1$s %2$s ומעלה.
hi: को आवश्यकता है %1$s %2$s या अधिक की|
hr: Ova aplikacija zahteva %1$s %2$s ili veći.
ja: このアプリケーションは %1$s %2$s 以上が必要です。
ko: 이 앱은 최소 %1$s %2$s 를 필요로 합니다.
mk: Оваа апликација бара %1$s %2$s или понова.
nl: Deze applicatie heeft %1$s %2$s of hoger nodig.
pa: ਇਸ ਐਪ %1$s %2$s ਜਾਂ ਜਿਆਦਾ ਦੀ ਲੋੜ ਹੈ .
pt: Esta aplicação requer %1$s %2$s ou superior.
ro: Aplicația are nevoie de %1$s %2$s sau mai mare.
ru: Это приложение требует %1$s версии %2$s или выше.
sc: Custa applicatzione necessitata de %1$s versione %2$s (o prus recente)
sd: खे आवश्यकता तस %1$s %2$s या अधिक जी|
sk: Táto aplikácia vyžaduje %1$s %2$s alebo vyššie.
tl: Ang app na ito ay nangangailangan ng %1$s %2$s o mas mataas.
ug: بۇ پىروگراممىغا %1$s %2$s ياكى يۇقىرى نەشرى زۆرۈر.
zh_cn: 这个拥有程序需要%1$s %2$s 或者更高版本。

source: Get %s
be: Атрымаць %s
bg: Вземи %s
ca: Aconsegueix %s
cs: Získat %s
el: Λήψη του %s
fa: هر چه زودتر %s
he: קבל %s
hi: %s प्राप्त करें
ja: %s を入手する
ko: %s 받기
mk: Земи %s
nl: Verkrijg %s
pa: ਜਾਓ %s
pt: Obter %s
ro: Obține %s
ru: Получить %s
sc: Pica %s
sd: s प्राप्त कयो%
sk: Získať %s
tl: Kumuha %s
ug: %s غا ئېرىش
zh_cn: 获取 %s
