Repository: openintents/translations-export
Catalog: translations_colorpicker/*.po
Languages: be, bg, ca, cs, de, el, fa, he, hi, hr, ja, ko, mk, nl, pa, pt, ro, ru, sc, sd, sk, tl, ug, zh_cn

source: translator-credits
be: Launchpad Contributions: Alexander Geroimenko https://launchpad.net/~geroimenko OpenIntents devs https://launchpad.net/~openintents-devs
bg: Launchpad Contributions: Anton Dudov https://launchpad.net/~anton-cho
ca: Launchpad Contributions: Joan Creus https://launchpad.net/~joan-creus-c OpenIntents devs https://launchpad.net/~openintents-devs
cs: Launchpad Contributions: Matěj Konečný https://launchpad.net/~matejkon OpenIntents devs https://launchpad.net/~openintents-devs
de: Launchpad Contributions: Etienne Ruedin https://launchpad.net/~ruedin OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101
el: Launchpad Contributions: Giannis Konstantinidis https://launchpad.net/~giankonstantinidis
fa: Launchpad Contributions: Ben Jordan https://launchpad.net/~ben-jordan86 OpenIntents devs https://launchpad.net/~openintents-devs
he: Launchpad Contributions: Dvir Oren https://launchpad.net/~dvir0776 OpenIntents devs https://launchpad.net/~openintents-devs
hi: Launchpad Contributions: John Andre https://launchpad.net/~john-andre OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 happynawani https://launchpad.net/~happynawani
hr: Launchpad Contributions: Nikola Miljkovic https://launchpad.net/~milja1337
ja: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs thebowseat https://launchpad.net/~takeshimochida
ko: Launchpad Contributions: Jihyeok Seo https://launchpad.net/~limeburst
mk: Launchpad Contributions: Pance Zvezdanov https://launchpad.net/~pance-zvezdanov
nl: Launchpad Contributions: Henk van der Velden https://launchpad.net/~henkvandervelden86 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 Sjoerd Hiemstra https://launchpad.net/~sjohie
pa: Launchpad Contributions: Angad Singh https://launchpad.net/~angad21-02-1996 OpenIntents devs https://launchpad.net/~openintents-devs
pt: Launchpad Contributions: Sérgio Marques https://launchpad.net/~sergio+marques
ro: Launchpad Contributions: Florentina Mușat https://launchpad.net/~kuchiki14 OpenIntents devs https://launchpad.net/~openintents-devs iulargsb https://launchpad.net/~iulargsb
ru: Launchpad Contributions: Alexander 'FONTER' Zinin https://launchpad.net/~spore-09 Alexander Sapronov https://launchpad.net/~warmonger Andrey Zaytsev https://launchpad.net/~a.einsam Evgrafov Vladimir https://launchpad.net/~evgrafov-vladimir OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 lma https://launchpad.net/~wan-on-sea stmc https://launchpad.net/~whats-up
sc: Launchpad Contributions: Rex Sanna https://launchpad.net/~rex-sanna
sd: Launchpad Contributions: happynawani https://launchpad.net/~happynawani
sk: Launchpad Contributions: Marek Matejka https://launchpad.net/~marek-matejka OpenIntents devs https://launchpad.net/~openintents-devs
tl: Launchpad Contributions: Liezl https://launchpad.net/~liezl-200 OpenIntents devs https://launchpad.net/~openintents-devs
ug: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Sahran https://launchpad.net/~sahran
zh_cn: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs zhangchun https://launchpad.net/~zhangchun

source: OpenIntents Color Picker is an extension for OI Flashlight and other compatible applications.
be: OpenIntents Color Picker - гэта пашырэнне для OI Flashlight і іншых сумяшчальных з ім прыкладанняў.
bg: Openintents Color Picker е приставка за OI Flashlight и други съвместими приложения.
ca: El capturador de colors d'OpenIntents és una extensió de la llanterna d'OI i altres aplicacions compatibles.
cs: OpenIntents Výběr barev je rozšíření pro OI Baterku a jiné kompatibilní aplikace.
de: OpenIntents Color Picker ist eine Erweiterung für OI Flashlight und andere kompatible Anwendungen.
el: Ο OpenIntents Επιλογέας Χρώματος είναι μια επέκταση για το OI Φακός και άλλες συμβατές εφαρμογές.
fa: رنگ است كه آشغال openintents جمعكن ميخواندندOI چراغ قوه برای گسترش و ديگر سازگار باشد.
he: צבע OpenIntents הוא הרחבה של OI Flashlight ושל אפליקציות מותאמות אחרות.
hi: OpenIntents रंगचयनक OI टॉर्च और अन्य संगत पूर्ण अनुप्रयोगों के लिए एक एक्सटेंशन है|
hr: OpenIntents Birač Boja je nastavak za OI Blic i ostale kompatibilne aplikacije.
ja: OpenIntents カラーピッカーは OI フラッシュライトやほかの対応したアプリケーションの拡張機能です。
ko: OpenIntents 색 추출기는 OI 전등과, 다른 호환되는 앱의 확장 기능입니다.
mk: OpenIntents Избирач на бои е додаток за OI Светилка и други компатибилни апликации.
nl: OpenIntents Kleurenkiezer is een extensie voor OI Flashlight en andere ondersteunde applicaties.
pa: OpenIntents ਰੰਗਚਇਨਕ ਪੁਰਾਨਾ ਟਾਰਚ ਅਤੇ ਹੋਰ ਸੰਗਤ ਅਨੁਪ੍ਰਯੋਗੋਂ ਲਈ ਇੱਕ ਵਿਸਥਾਰ ਹੈ .
pt: OOpenIntents Color Picker é uma extensão para o OI Flashlight ou outros programas compatíveis.
ro: Selectorul de culoare OpenIntents este o extensie pentru Lanterna OI și pentru alte aplicații compatibile.
ru: OpenIntents Color Picker это расширение для OI Flashlight и других совместимых с ним приложений.
sc: OI Issepera Colorese este una applicatzione pro OI Luche et atterasa applicatzionese compatibilese.
sd: OpenIntents रंगचयनक OI टॉर्च अऊँ अन्य संगत पूर्ण अनुप्रयोगन लाये हिक्क एक्सटेंशन आ
sk: OI Vyberač Farieb je rozšírenie pre OI Baterka a iné kompatibilné aplikácie.
tl: Ang OpenIntents Tagapili ng Kulay ay isang ekstensyon para sa OI plaslayt at iba pang mga magkakatugmang aplikasyon.
ug: OpenIntents رەڭ سۈمۈرگۈچ OI قول چىراغ ۋە باشقا ماسلىشىشچان پىروگراممىلارنىڭ كېڭەيتىلمىسى.
zh_cn: OpenIntents拾色器是一个和OI手电筒兼容的应用程序的扩展。

source: OI Color Picker
be: OI Палітра
bg: OI избор на цвят
ca: Capturador de colors d'OI
cs: OI Výběr barev
de: OI-Farbwähler
el: OI Επιλογέας Χρώματος
fa: OI رنگ آشغال جمعكن
he: צבע OI
hi: OI रंगचयनक
hr: OI Birač Boja
ja: OI カラーピッカー
ko: OI 색 추출기
mk: OI Избирач на бои
nl: OI Kleurenkiezer
pa: OI ਰੰਗਚਇਨਕ
ru: OI Палитра
sc: OI Issepera Colorese
sd: OI रंगचयनक
sk: OI Vyberač Farieb
tl: OI Tagapili ng Kulay
ug: OI رەڭ سۈمۈرگۈچ
zh_cn: OI拾色器

source: Color picker
be: Выбар колеру
bg: Избор на цвят
ca: Capturador de colors
cs: Výběr barev
de: Farbwähler
el: Επιλογέας χρώματος
fa: رنگ آشغال جمعكن
he: בוחר צבעים
hi: रंगचयनक
hr: Birač Boja
ja: カラーピッカー
ko: 색 추출기
mk: Избирач на бои
nl: Kleurenkiezer
pa: ਰੰਗਚਇਨਕ
pt: Seletor de cores
ro: Selector de culoare
ru: Выбор цвета
sc: Issepera Colore
sd: रंगचयनक
sk: Vyberač farieb
tl: Tagapili ng Kulay
ug: رەك سۈمۈرگۈچ
zh_cn: 颜色拾色器

source: Recent
be: Апошнія
bg: Последни
cs: Nedávné
de: Zuletzt verwendet
el: Πρόσφατα
fa: اخیر
he: ארע לאחרונה
hi: हाल ही में
hr: Nedavne
ja: 最近
ko: 최근
mk: Скорешни
pa: ਤਾਜ਼ਾ
pt: Recentes
ru: Последние
sc: Recentese
sd: हाल ही में
sk: Nedávne
tl: Kamakailan
ug: يېقىنقى
zh_cn: 最近

source: Recent colors
be: Апошнія колеры
bg: Последните цветове
ca: Colors recents
cs: Nedávno vybrané barvy
de: Aktuelle Farben
el: Πρόσφατα χρώματα
fa: رنگهاي اخير
he: צבעים אחרונים
hi: हाल ही के रंग
hr: Nedavne boje
ja: 最近利用したカラー
ko: 최근 색
mk: Скорешни бои
nl: Recente kleuren
pa: ਹਾਲ ਹੀ ਦੇ ਰੰਗ
pt: Cores recentes
ro: Culori recente
ru: Последние цвета
sc: Colorese Recentese
sd: हाल ही जा रंग
sk: Súčasné farby
tl: Kamakailang mga kulay
ug: يېقىنقى رەڭلەر
zh_cn: 最近颜色

source: Recently chosen colors
be: Нядаўна выбраныя колеры
bg: Наскоро избрани цветове
ca: Colors escollits recentment
cs: Barvy vybrané v poslední době
de: Kürzlich gewählt Farben
el: Προσφάτως επιλεγμένα χρώματα
fa: انتخاب رنگ اخیرا
he: צבעים שנבחרו לאחרונה
hi: हाल ही में चुने गए रंग
hr: Nedavno odabrane boje
ja: 最近選択したカラー
ko: 최근에 선택한 색
mk: Скорешно избрани бои
nl: Recentelijk gekozen kleuren
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਚੁਣਿਆ ਰੰਗ
pt: Cores escolhidas recentemente
ro: Culori alese recent
ru: Недавно выбранные цвета
sc: Colorese isseperadoso dae pacu
sd: हाल ही जा चुन्द्यल रंग
sk: Nedávno vybraté farby
tl: Kamakailang pinili na mga kulay
ug: يېقىندا تاللانغان رەڭلەر
zh_cn: 最近选择的颜色

source: Clear
be: Ачысціць
bg: Изчисти
ca: Buida
cs: Vyčistit
de: Löschen
el: Εκκαθάριση
fa: روشن است
he: נקה
hi: खाली करें
hr: Očisti
ja: クリア
ko: 비우기
mk: Исчисти
nl: Wissen
pa: ਸਾਫ਼ ਕਰੋ
pt: Limpar
ro: Şterge
ru: Очистить
sc: Doga
sd: खाली कयो
sk: Zmazať
tl: Burahin
ug: تازىلا
zh_cn: 清除

source: There are no recently chosen colors.
be: Няма апошніх выбраных колераў.
bg: Няма наскоро избрани цветове.
ca: No hi ha colors escollits recentment.
cs: V poslední době nebyly vybrány žádné barvy.
de: Es gibt keine kürzlich gewählten Farben
el: Δεν υπάρχουν προσφάτως επιλεγμένα χρώματα
fa: در انتخاب رنگ اخيرا وجود ندارد.
he: אין צבעים שנבחרו לאחרונה
hi: हाल ही में चुने गए रंग नहीं हैं|
hr: Nema nedavno odabranih boja.
ja: 最近選択したカラーがありません
ko: 최근에 선택한 색이 없습니다.
mk: Нема скорешно избрани бои.
nl: Er zijn geen recentelijk gekozen kleuren.
pa: ਉੱਥੇ ਨਹੀਂ ਕਰ ਰਹੇ ਹਨ ਹਾਲ ਹੀ ਵਿੱਚ ਚੁਣਿਆ ਰੰਗ .
pt: Não existem cores escolhidas recentemente.
ro: Nu există culori alese recent.
ru: Нет последних выбранных цветов
sc: Non bi sunu colorese isseperadoso dae pacu
sd: हाल ही में चुन्द्यल रंग कानन
sk: Práve nie sú vybraté žiadne farby.
tl: Walang kamakailang napiling mga kulay.
ug: يېقىندا تاللانغان رەڭلەر يوق.
zh_cn: 这是最近选择的颜色

source: Use color?
be: Выкарыстоўваць колер?
bg: Използвай цвят?
ca: Utilitzar el color?
cs: Použít barvu?
de: Farbe verwenden?
el: Χρήση χρώματος;
fa: استفاده از رنگ?
he: להשתמש בצבע?
hi: रंग का प्रयोग करें?
hr: Koristi boju?
ja: どの色を使用しますか？
ko: 이 색을 사용하시겠습니까?
mk: Употреби боја?
nl: Gebruik kleur?
pa: ਰੰਗ ਦਾ ਪ੍ਰਯੋਗ ਕਰੋ ?
pt: Utilizar cor?
ro: Folosiți culoarea?
ru: Использовать цвет?
sc: Usare su colore?
sd: ?रंग जो प्रयोग कयो
sk: Použiť farbu?
tl: Gamitin ang kulay?
ug: رەڭ ئىشلىتەمسىز؟
zh_cn: 使用颜色？

source: Use this new color? You can avoid this message by clicking on the center circle.
be: Выкарыстоўваць гэты новы колер? Вы можаце адмовіцца ад гэтага апавяшчэння, націснуўшы на цэнтр круга.
bg: Използвайте този нов цвят? Като кликнете в кръкчето в средата, можете да пренабрегнете това съобщение.
ca: Utilitzar aquest color nou? Podeu evitar aquest missatge clicant al cercle del centre.
cs: Použít tuto novou barvu? Této zprávě se můžete vyhnout kliknutím na prostřední kruh.
de: Diese neue Farbe verwenden? Wenn diese Nachricht nicht mehr angezeigt werden soll, klicken Sie in den mittleren Kreis.
el: Χρήση αυτου του νέου χρώματος; Μπορείτε να αποφύγετε αυτό το μήνυμα κάνωντας κλικ στο μεσαίο κύκλο.
fa: استفاده از اين جديد بود. میتوانید اجتناب? از اين پيام را با كارت اعتباريشان پرداخت در مركز دايره ميباشد.
he: רוצה להשתמש בצבע חדש זה? אתה יכול למנוע מהודעה זו להופיע על ידי לחיצה על מרכז המעגל.
hi: इस नए रंग का उपयोग करें? आप केंद्र के चक्र पर क्लिक करके इस संदेश से बच सकते हैं|
hr: Koristi ovu novu boju?Možeš izbeći ovu poruku klikom na centralni krug.
ja: この色を使用しますか？中央の丸をクリックすることでこのメッセージを避けることができます。
ko: 이 색을 사용하시겠습니까? 중간에 있는 원을 클릭하여 다음부터 이 메시지를 보지 않을 수 있습니다.
mk: Употреби ја оваа нова боја? Оваа порака може да се избегне со кликање на средишниот круг.
nl: Gebruik nieuwe kleur? Deze melding kan voorkomen worden door in de middelste cirkel te klikken.
pa: ਇਸ ਨਵੇਂ ਰੰਗ ਦਾ ਵਰਤੋ ਕਰੋ ? ਤੁਸੀ ਕੇਂਦਰ ਚਰਿੱਤਰ ਉੱਤੇ ਕਲਿਕ ਕਰਕੇ ਇਸ ਸੁਨੇਹਾ ਵਲੋਂ ਬਚਨ ਕਰ ਸੱਕਦੇ ਹੋ .
pt: Utilizar esta cor? Pode evitar esta mensagem clicando no círculo central.
ro: Utilizați această culoare nouă? Puteți să evitați acest mesaj apăsând clic pe cercul din centru.
ru: Использовать этот новый цвет? Вы можете отказаться от этого оповещения нажав на центр круга.
sc: Usare custu colore? Podes evitare custu avvisu cliccande in su zircu zentrale.
sd: इन्ह नए रंग जो उपयोग कयो? तहां केंद्र जे चक्र ते क्लिक करे इन्ह संदेश सां बची ता सगो
sk: Použiť túto novú farbu? Môžete sa vyhnúť tejto správe kliknutím na stredový kruh.
tl: Gamitin ang bagong kulay? Maaari mong maiwasan ang mensaheng ito sa pamamagitan ng pag-click sa bilog sa gitna.
ug: بۇ يېڭى رەڭنى ئىشلىتەمسىز؟ ئوتتۇرىدىكى چەمبەرنى چېكىپ بۇ ئۇچۇرغا پەرۋا قىلمىسىڭىز بولىدۇ.
zh_cn: 使用新颜色？点击中间的圆圈不再提示。

source: About
be: А праграме
bg: За
ca: Quant a
cs: O aplikaci
de: Info
el: Σχετικά
fa: در مورد
he: אודות
hi: के बारे में
hr: O aplikaciji
ja: 情報
ko: 대하여
mk: За
nl: Over
pa: ਇਸ ਬਾਰੇ
pt: Sobre
ro: Despre
ru: О программе
sc: Itte?
sd: जे बारे में
sk: O programe
tl: Tungkol
ug: ھەققىدە
zh_cn: 关于

source: Version %s\n\nNo compatible extension available to display full info (contact, credits, license).
be: Версія %s\n\nНяма даступнага сумяшчальнага пашырэння для паказу поўнай інфармацыі.
bg: Версия %s\n\n няма съвместими приставки за показване на пълната информация(контакти, кредити, лиценз)
ca: Versió %s\n\nNo hi ha cap extensió compatible per mostrar la informació sencera (contacte, crèdits, llicència).
cs: Verze %s\n\nŽádné kompatibilní rozšíření pro zobrazení kompletních informací (kontakt, autoři, lincence).
de: Version %s\n\nKeine kompatible Erweiterung verfügbar um vollständige Information anzuzeigen (Kontakt, Beitragende, Lizenz).
el: Έκδοση %s\n\nΔεν υπάρχει κάποια διαθέσιμη συμβατή επέκταση για την προβολή των πλήρων πληροφοριών (επικοινωνία, συντελεστές, άδεια)
fa: نسخه %s\n\n سازگار تمديد كامل در اختيار تظاهر فرستنده فرانس اينفو (تماس با, اعتبارات, هرزگي).
he: גרסא %s\n\nאין הרחבה מותאמת זמינה כדי להציג מידע מלא (צור קשר, קרדיט, רישיון).
hi: संस्करण%s\n\nपूरी जानकारी (संपर्क, श्रेय, लाइसेंस) प्रदर्शित करने के लिए कोई संगत पुर्ण एक्सटेंशन उपलब्ध नहीं है|
hr: Verzija %s\n\nNije kompatibilna extenzija dostupna da prikaže pune informacije (kontact, zasluge, licence).
ja: バージョン %s\n\n 全ての情報 (連絡、クレジット、ライセンス) を表示できる対応した拡張機能がありません。
ko: 버전 %s\n\n모든 정보(연락처, 크레딧, 라이선스)를 표시할 수 있는 확장이 없습니다.
mk: Верзија %s\n\n Нема компатибилен додаток за прикажување целосни информации (контакт, заслуги, лиценца).
nl: Versie %s\n\n Geen ondersteunde extensie aanwezig om volledige informatie weer te geven (contact, credits, licensie).
pa: ਸੰਸਕਰਣ: %s \n\n ਕੋਈ ਸੰਗਤ ਸਾਰਾ ਜਾਣਕਾਰੀ ( ਸੰਪਰਕ , ਕਰੇਡਿਟ , ਲਾਇਸੇਂਸ ) ਦਿਖਾਇਆ ਹੋਇਆ ਕਰਣ ਲਈ ਉਪਲੱਬਧ ਏਕਸਟੇਂਸ਼ਨ .
pt: Versão %s\n\nNão possui a extensão para exibir as informações integrais (contactos, créditos, licença).
ro: Versiunea %s\n\nNu există o extensie compatibilă disponibilă pentru a afișa informațiile complete (contact, autori, licență).
ru: Version %s\n\nНет совместимого расширения для отображения полной информации (контакты, лицензии).
sc: Versione %s\n\nNon bi sunu estensionese disponibilese pro che biere tottu sas informatzionese (zente, creditoso, licentzia)
sd: |संस्करण%s\n\nपूरी जानकारी (संपर्क, श्रेय, लाइसेंस) प्रदर्शित करण लाये कोई संगत पुर्ण एक्सटेंशन उपलब्ध काने
sk: Verzia %s\n\nŽiadne dostupné kompatibilné rozšírenie na zobrazenie všetkých informácií (kontakt, zoznam účastníkov projektu, licencia).
tl: Bersyon %s\n\n Walang mga katugmang ekstensyon na magagamit upang ipakita ang buong impormasyon (kontak, kredito, lisensya).
ug: %s نەشرى\n\n تولۇق ئۇچۇرى(ئالاقەداش، تۆھپىكارلار، ئىجازەت)نى كۆرسىتىشكە ئىشلىتىدىغان ماسلىشىشچان كېڭەيتىلمىنى تاپالمىدى.
zh_cn: 版本%s\n\n不兼容扩展，可用来显示完整的信息（联系人，开发者，许可证）。

source: Get OI About
be: Атрымаць OI About
bg: Вземи OI за
ca: Aconsegueix OI Quant a
cs: Získat OI Info
el: Λήψη του OI Σχετικά
fa: هر چه زودتر OI در مورد
he: קבל OI אודות
hi: OI 'के बारें में' प्राप्त करें
hr: Dobiji OI About
ja: OI の情報を入手する
ko: OI에 대하여 받기
mk: Земи За OI
nl: Verkrijg OI About
pa: OI ਬਾਰੇ ਮਿਲ
pt: Obter OI About
ro: Descărcați OI About
ru: Получить OI About
sc: Pica Oi Itte
sd: OI 'जे बारें में' प्राप्त कयो
sk: Získať OI About
tl: Kumuha OI Tungkol
ug: OI ھەققىدە
zh_cn: 获取OI简介

source: Download application not available.
be: Загрузка прыкладання недаступна.
bg: Сваленото приложение не е активно.
ca: No es pot descarregar l'aplicació.
cs: Stahovaná aplikace nedostupná
de: Keine Anwendung zum Herunterladen vorhanden.
el: Η λήψη της εφαρμογής δεν είναι διαθέσιμη.
fa: تقاضاى تقاضاى دانلود نيست.دانلود نيست.
he: הורדת האפליקציה לא זמינה
hi: डाउनलोड अनुप्रयोग उपलब्ध नहीं है|
hr: Aplikacija koja se skida nije dostupna.
ja: ダウンロードアプリケーションはまだありません。
ko: 업데이트 앱이 없습니다.
mk: Апликацијата не е достапна за симнување.
nl: De update is niet verkrijgbaar.
pa: ਡਾਉਨਲੋਡ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ ਆਵੇਦਨ .
pt: Atualização não disponível.
ro: Aplicația pentru descărcare nu este disponibilă.
ru: Загрузка приложения не доступно.
sc: Applicatzione pro ghirare atterasa applicatzionese non disponibile.
sd: |डाउनलोड अनुप्रयोग मौजूद काने
sk: Stiahnutie aplikácie nie je dostupné.
tl: Download applikasyon ay hindi magagamit.
ug: چۈشۈرىدىغان قوللىنىشچان پىروگرامما يوق.
zh_cn: 下载的应用程序不可用。

source: To select a color in OI Flashlight, press menu &gt; Color.
be: Каб выбраць колер ў OI Flashlight, націсніце меню &gt; Колер.
bg: За да изберете цвят в OI Фенерче натиснете меню &gt; Цвят
ca: Per seleccionar un color a la llanterna d'OI, premeu menú &gt; Color.
cs: Pro nastavení barvy v OI Baterce stiskněte menu &gt; Barva.
de: Um eine Farbe in der OI-Taschenlampe zu wählen, wählen Sie Menü &gt; Farbe.
el: Για να επιλέξετε ένα χρώμα στο OI Φακός, πατήστε μενού &gt; Χρώμα.
fa: در انتخاب رنگ OI چراغ قوه, آزادي مطبوعات فهرست‌ انتخاب‌ > رنگ‌........
he: כדי לבחור צבע ב OI Flashlight, לחץ על התפריט, צבע.
hi: OI टॉर्च में रंग चुनने के लिए ,मेनू दबाएँ &gt; रंग|
hr: Da bi odabrao boju u OI Blic, pritisni meni &gt; Boju.
ja: OI フラッシュライトでカラー を選択するには、メニュー &gt; カラー を押して下さい。
ko: OI 전등에서 색을 선택하려면, 메뉴 &gt; 색 을 눌러주세요.
mk: За да изберете боја во OI Светилка, притиснете мени &gt; Боја.
nl: Om een kleur te selecteren in OI Zaklamp, druk op menu &gt; Kleur.
pa: OI ਟਾਰਚ , ਪ੍ਰੇਸ ਮੇਨੂ ਰੰਗ ਵਿੱਚ ਰੰਗ ਦਾ ਸੰਗ੍ਰਹਿ ਕਰੀਏ &gt ਕਰਣ ਦੇ ਲਈ .
pt: Para selecionar a cor no OI Flashlight, prima o menu &gt; Cor.
ro: Pentru a alege o culoare în Lanterna Oi, apăsați meniu &gt; Culoare.
ru: Чтобы выбрать цвет в OI Flashlight нажмите кнопку меню &gt; Цвет.
sc: Pro che isseperare unu colore in OI Luche, preme menu &gt; Colore.
sd: OI टॉर्च में रंगचुन्दाना लाये ,मेनू दबाएँ &gt; रंग|
sk: Pre výber farby v OI Baterka stlačte menu &gt; Farba.
tl: Upang pumili ng isang kulay sa OI plaslayt, pindutin ang menu &gt; Kulay.
ug: OI قول چىراغدا بىر رەڭ تاللاش ئۈچۈن تىزىملىك &gt; نى تاللاڭ.
zh_cn: 按菜单->的颜色，选手OI手电筒的颜色。

source: OI Flashlight
bg: OI Фенерче
ca: Llanterna d'OI
cs: OI Baterka
de: OI-Taschenlampe
fa: OI لامپ‌ عكاسي‌
hi: OI टॉर्च
hr: OI Blic
ja: OI フラッシュライト
ko: OI 전등
mk: OI Светилка
nl: OI Zaklamp
pa: OI ਟਾਰਚ
ro: OI Lanterna
sc: OI Luche
sd: OI टॉर्च
sk: OI Baterka
tl: OI Plaslayt
ug: OI قول چىراغ
zh_cn: OI手电筒

source: Hypnotic, animated spiral Live Wallpaper.
be: Гіпнатызуючыя, аніміраваныя, жывыя шпалеры.
bg: Хипнотизиращ,анимиран спираловиден жив тапет
ca: Pantalla de fons hipnòtica, animada en espiral.
cs: Hypnotizující animovaná Živá tapeta - spirála.
el: Υπνωτική, κινούμενη σπειροειδής Ζωντανή Ταπετσαρία.
fa: هيپنوتيزم‌ زنده زنده مارپيچ باکاغذدیواری تزءین کردن.
he: טפט היפנוטי, ספירלי ומונפש.
hi: कृत्रिम निद्रावस्था, एनिमेटेड सर्पिल के लाइव वॉलपेपर|
hr: Hipnoticna, animirana spiralna Živa Pozadina.
ja: 催眠術のようなアニメスパイラルライブ壁紙
ko: 최면적인 움직이는 나선 라이브 월페이퍼.
mk: Жива позадина - Хипнотичка, анимирана спирала.
nl: Hypnotisch, geanimeerde spiraal achtergrond.
pa: ਕ੍ਰਿਤਰਿਮ ਨਿਦਰਾਵਸਥਾ , ਏਨਿਮੇਟੇਡ ਸਰਪਿਲ ਲਾਇਵ ਵਾਲਪੇਪਰ .
pt: Papel de parede hipnótico em espiral
ro: Imagine de fundal spirală animată, hipnotică.
ru: Гипнотизирующие анимированные живые обои.
sd: कृत्रिम निद्रावस्था, एनिमेटेड सर्पिल के लाइव वॉलपेपर|
sk: Hypnotická, animovaná špirála ako žívá tapeta.
tl: Pampatulog, animado spiral may Buhay na wallpaper.
ug: ئۇيقۇ، ھەرىكەتچان بۇرمىسىمان تام قەغەز.
zh_cn: 催眠，动画螺旋动态壁纸。

source: HypnoTwister Live Wallpaper
be: Жывыя шпалеры HypnoTwister
bg: HypnoTwister жив тапет
ca: Pantalla de fons HypnoTwiter
cs: HypnoTwister Živá tapeta
el: Ζωντανή Ταπετσαρία HypnoTwister
fa: هيپنوتيزم‌ زنده زنده مارپيچ باکاغذدیواری تزءین کردن.
he: טפט רמאי היפנוס חי
hi: कृत्रिम निद्रावस्था भांजनेवाला लाइव वॉलपेपर
hr: HypnoTwister Živa Pozadina
ja: HypnoTwisterライブ壁紙
ko: HypnoTwister 라이브 월페이퍼
mk: Жива позадина - HypnoTwister
nl: HypnoTwister Live achtergrond
pa: HypnoTwister ਲਾਇਵ ਵਾਲਪੇਪਰ
pt: Papel de parede HypnoTwister
ro: Imagine de fundal HypnoTwister
sd: कृत्रिम निद्रावस्था भांजनेवाला लाइव वॉलपेपर
sk: HypnoTwister Živá Tapeta.
tl: HypnoTwister may Buhay na wallpaper.
ug: HypnoTwister ھەرىكەتچان تام قەغەز
zh_cn: HypnoTwister动态壁纸

source: Native Flickr interface for Android
be: Родны інтэрфэйс Flickr для Android
bg: Роден Flickr интерфейс за Андроид
ca: Interfície de Flickr nativa per a Android
cs: Nativní Flickr rozhraní pro Android
el: Εγγενής διεπαφή Flickr για το Android
fa: رابط کاربری فلیکر بر بومي به.
he: ממשק פליקר מקומי לאנדרואיד
hi: Android के लिए मूल Flickr इंटरफ़ेस
hr: Izvorni Flickr interfejs za Android
ja: アンドロイド用のネイティブ Flickr インターフェース
ko: 안드로이드용 네이티브 Flickr 인터페이스
mk: Нативен Flickr интерфејс за Android
nl: Standaard Flickr interface voor Android
pa: Android ਲਈ ਮੂਲ ਨਿਵਾਸੀ ਫਲਿਕਰ ਇੰਟਰਫੇਸ
pt: Interface Flickr para o Andoid
ro: Interfață nativă Flickr pentru Android
ru: Родной интерфейс Flickr для Android
sc: Interfatza pro Android de Flickr.
sd: Android जे लाये मूल Flickr इंटरफ़ेस
sk: Prirodzené Flickr rozhranie pre Android
tl: Katutubong Flickr interface para sa Android
ug: ئاندىرويىدنىڭ ئەسلى Flickr ئارايۈزى
zh_cn: Flickr界面为机器语言

source: BettrFlickr
fa: Bettrفلیکر
sc: BetteFlickr

source: Mix and match artwork to generate anime characters
be: Kамбiнуйце графiку для стварэння анiмэ
bg: Смеси и съчетай произведения за направата на аниме герои
ca: Barreja i concorda obres d'art per generar personatges anime
cs: Mixujte a spojujte výtvarná umělecká díla a vytvořte anime postavy
el: Ανάμειξη και ταίριαγμα γραφικών για τη δημιουργία κινούμενων χαρακτήρων
fa: مخلوط توليد هنرى و بازي قهرمانان هايی هنرندانه
he: שלב והתאם יצירות אומנות כדי לייצר דמויות מונפשות
hi: anime पात्र उत्पन्न करने के लिए कलाकृति को मिलाएं और मेल खिलाएं|
hr: Miksuj i pronadji ilustracije da napravi anime likove
ja: アニメキャラクターを作成するにはアートワークをミックスしてマッチしてください。
ko: 애니매이션 캐릭터 생성을 위한 믹스앤매치 아트워크
mk: Помешај и спореди уметност за генерирање на anime ликови
nl: Afbeeldingen bij elkaar zetten om anime karakter te maken
pa: ਮਿਕਸ ਅਤੇ ਕਲਾਕ੍ਰਿਤੀ ਮੈਚ anime ਅੱਖਰ ਪੈਦਾ ਕਰਣ ਲਈ
pt: Misturar ilustrações para gerar caracteres anime
ro: Mixați și potriviți lucrarea pentru a genera caractere anime
ru: Комбинируйте искусства для создания аниме
sd: anime पात्र उत्पन्न करण लाये कलाकृति खे मिलायो अऊँ मेल खिलायो|
sk: Zmiešajte a spojte umelecké diela pre vygenerovanie animovaných postavičiek.
tl: Magkahalo at magkatugmang likhang sining na pangbuo ng mga karakter sa Anime
ug: جانلاندۇرۇم ھەرپلەرنى قۇرۇش ئۈچۈن سەنئەتنى ئارىلاشتۇرۇپ ماسلاشتۇرۇڭ
zh_cn: 混合和匹配的动画人物艺术品

source: Anime Character Generator
be: Генератар персанажаў анімэ
bg: Генератор на аниме герой
ca: Generador de personatges Anime
el: Δημιουργός Κινούμενων Χαρακτήρων
fa: دخشه‌ زا هايی هنرندانه
he: מייצר דמויות מונפשות
hi: Anime पात्र उत्पन्नकर्ता
hr: Generator Likova Anime
ja: アニメキャラクター作成機
ko: 애니매이션 캐릭터 생성기
mk: Anime генератор на ликови
nl: Anime karakter generator
pa: ਮੋਬਾਇਲ ਫੋਨਾਂ ਦੇ ਚਰਿੱਤਰ ਜਨਰੇਟਰ
pt: Gerador de caracteres anime
ro: Generator de caractere anime
ru: Генератор аниме
sd: Anime पात्र उत्पन्नकर्ता
sk: Generátor Animovaných Postavičiek
tl: Pangbuo ng Karakter ng Anime
ug: جانلاندۇرۇم ھەرپ ياسىغۇچ
zh_cn: 动漫人物
