Repository: openintents/translations-export
Catalog: translations_filemanager/*.po
Languages: ar, be, bg, bs, ca, el, fa, fi, fo, he, hi, it, ja, lv, nl, pa, pl, pt, pt_br, ro, sc, sd, sk, sl, sv, tl, ug

source: No application available for sending.
ar: لا يوجد أي تطبيق متوفر للارسال.
be: Няма даступнага прыкладання для адпраўкі.
bg: Не е открито приложение за изпращане.
bs: Nema aplikacije dostupne za slanje.
ca: No hi ha cap aplicació disponible per enviar.
el: Καμία διαθέσιμη εφαρμογή για αποστολή.
fa: نه درخواست برای فرستادن.
fi: Ei löytynyt ohjelmaa, jolla voisi lähettää
fo: Eingin nýtsluskipan tøk til sending.
he: אין יישום זמין לשליחה.
hi: भेजने के लिए कोई अनुप्रयोग उपलब्ध नहीं|
it: Nessuna applicazione disponibile per l'invio
ja: 利用できる送信用アプリがありません。
lv: Nav sūtīšanai paredzētas aplikācijas.
nl: Geen applicatie beschikbaar voor het verzenden.
pa: ਰ ਸੈਟਿੰਗ ਨਹੀ ਬਦਲੀ
pl: Nie ma dostępnych aplikacji do wysyłania.
pt: Não possui a aplicação de envio.
pt_br: Sem aplicativos disponíveis para envio.
ro: Nu există aplicație pentru trimitere.
sc: Non bi sunu applicatzionese valida pro che lu mandare
sd: मोक्लाणा लाये कोई अनुप्रयोग मौजूद काने
sk: Nie je dostupná žiadna aplikácia pre odosielanie.
sl: Ni aplikacije za pošiljanje.
sv: Ingen applikation tillgänglig för sändning.
tl: Walang aplikasyon na magagamit para sa pagpapadala.
ug: يوللاشقا ئىشلىتىدىغان قوللىنىشچان پىروگرامما يوق.

source: Application not available
ar: التطبيق غير متوفر.
be: Прыкладанне недаступна
bg: Приложението не е налично.
bs: Aplikacije nedostupna.
ca: L'aplicació no està disponible.
el: Η εφαρμογή δεν είναι διαθέσιμη
fa: پشتكار موجود نه
fi: Ohjelmaa ei saatavilla
fo: Nýtsluskipan ikki tøk
he: יישום לא זמין
hi: अनुप्रयोग उपलब्ध नहीं
it: Applicazione non disponibile
ja: アプリが利用できません
lv: Aplikācija nav pieejama
nl: Applicatie niet beschikbaar
pa: ਐਪਲਿਕੇਸ਼ਨ ਨਹੀ ਹੈ
pl: Aplikacja niedostępna
pt: Aplicação não disponível.
pt_br: Aplicativo indisponível.
ro: Aplicație indisponibilă
sc: Applicatzione non disponibile
sd: अनुप्रयोग मौजूद काने
sk: Aplikácia nie je dostupná.
sl: Aplikacija ni dosegljiva
sv: Applikationen ej tillgänglig
tl: Ang aplikasyon ay hindi magagamit
ug: قوللىنىشچان پىروگرامما تېپىلمىدى

source: Settings
ar: الاعدادات
be: Настройкі
bg: Настройки
bs: Postavke
ca: Preferències
el: Ρυθμίσεις
fa: مک کليلن
fi: Asetukset
he: הגדרות
hi: सेटिंग्स
it: Impostazioni
ja: 設定
lv: Iestatījumi
nl: Instellingen
pa: ਸੈਟਿੰਗ
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Configurări
sc: Impostatzionese
sd: सेटिंग्स
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tl: Mga Setting
ug: تەڭشەكلەر

source: Advanced features
ar: مزايا متقدمة
be: Дадатковыя настройкі
bg: Функции за напреднали
ca: Característiques avançades
el: Προηγμένα χαρακτηριστικά
fa: سيماي پیشرفته
fi: Edistyneet ominaisuudet
he: תכונות מתקדמות
hi: उन्नत सुविधाएँ
it: Opzioni avanzate
ja: 高度な機能
lv: Papildus funkcijas
nl: Geavanceerde functies
pa: ਆਗੇ ਦੇ ਫੀਚਰ
pl: Zaawansowane
pt: Avançado
pt_br: Funcionalidades avançadas
ro: Funcții avansate
sc: Impostatzionese avantzadasa
sd: उन्नत सुविधाएँ
sk: Pokročilé funkcie
sl: Napredne možnosti
sv: Avancerade funktioner
tl: Nakauunang mga tampok
ug: ئالىي ئىقتىدارلار

source: Show menu item to exclude folders from media scan.
ar: اظهار قائمة العناصر لاستبعاد المجلدات من فحص الميديا التالي.
be: Паказаць меню для вылучэння папак з сканавання.
bg: Покажи елементите на менюто за да изключиш директориите от сканирането на паметта.
ca: Mostrar l'element del menú per excloure carpetes de l'escaneig de dispositius.
el: Εμφάνιση στοιχείου του μενού για την εξαίρεση φακέλων από τη σάρωση μέων.
fa: فهرست‌ انتخاب‌ محروم‌ كردن‌ ردیف نشان مي دهد انقلاب به یک اسکن بکنیم از رسانه ها.
fi: Näytä valikon kohta josta voi poistaa hakemistoja mediaskannauksesta.
he: הראה פריט תפריט כדי לא לכלול תיקיות מסריקת מדיה.
hi: मीडिया स्कैन से फ़ोल्डर्स को अपवर्जित करने के लिए मेनू आइटम दिखाएँ|
it: Mostra voce menu per escludere cartelle dalla scansione.
ja: メディアスキャンから除外するフォルダーアイテムのメニューを表示する
lv: Parādīt izvēlnes vienumu, lai izslēgtu mapes no datu nesēju pārbaudes
nl: Toon menu-item om mappen van de media scan uit te sluiten.
pa: ਸ਼ੋ ਮੈਨੂ ਆਇਟਮ ਮੀਡਿਯਾ ਸਕੈਨ ਦੇ ਲਿਏ
pl: Pokaż w menu przycisk do wyłączania folderów ze skanowanych mediów.
pt: Mostrar item de menu para excluir as pastas da análise.
pt_br: Mostrar item de menu para excluir arquivos da pesquisa de mídia.
ro: Afișează elementul meniu pentru a exclude dosare din scanarea media.
sc: Mustra su menu pro che dogare cartelleddasa dae sa scansione
sd: मीडिया स्कैन माँ फ़ोल्डर्स खे अपवर्जित करण लाये मेनू आइटम दिखार्यो|
sk: Zobraziť položku menu pre vyňatie priečinkov z prehľadávania médií.
sl: Pokaži meni za izključitev map iz pregleda datotek.
sv: Visa menyknapp för att exkludera mappar från media scanning.
tl: Ipakita ang bagay ng menu na nagbubu-bukod ng mga polder mula sa media scan.
ug: ۋاسىتە تەكشۈرۈشنىڭ سىرتىدا قالدۇرۇلغان قىسقۇچلارنىڭ تىزىملىك تۈرىنى كۆرسەت

source: Hide menu item to exclude folders from media scan.
ar: اخفاء قائمة العناصر لاستبعاد المجلدات من فحص الميديا التالي.
be: Схаваць меню для вылучэння папак з сканавання.
bg: Скрий менюто за да изключиш директориите от сканирането на паметта.
ca: Amagar l'elememnt del menú per excloure carpetes de l'escaneig de dispositius.
el: Απόκρυψη στοιχείου του μενού για την εξαίρεση φακέλων από τη σάρωση μέων.
fa: فهرست‌ انتخاب‌ محروم‌ كردن‌ پوست‌ کلان انقلاب از رسانه ها به یک اسکن بکنیم.
fi: Älä näytä valikon kohtaa josta voi poistaa hakemistoja mediaskannauksesta.
he: החבא פריט תפריט כדי לא לכלול תיקיות בסריקת מדיה.
hi: मीडिया स्कैन से फ़ोल्डर्स को अपवर्जित करने के लिए मेनू आइटम छिपाएँ|
it: Nascondi voce menu per escludere cartelle dalla scansione.
ja: メディアスキャンから除外するフォルダーアイテムのメニューを隠す
lv: Paslēpt izvēlnes vienumu, lai izslēgtu mapes no datu nesēju pārbaudes.
nl: Verberg menu-item om mappen van de media scan uit te sluiten.
pa: ਮੀਡਿਯਾ ਸਕੈਨ ਦੇ ਲਿਏਸ਼ੋ ਮੈਨੂ ਆਇਟਮ
pl: Ukryj w menu przycisk do wyłączania folderów ze skanowanych mediów.
pt: Ocultar item de menu para excluir as pastas da análise.
pt_br: Ocultar item de menu para excluir arquivos da pesquisa de mídia.
ro: Ascunde elementul meniu pentru a exclude dosare din scanarea media.
sc: Doga su menu pro che dogare cartelleddasa dae sa scansione
sd: मीडिया स्कैन माँ फ़ोल्डर्स खे अपवर्जित करण लाये मेनू आइटम लिकायो|
sk: Skryť položku menu pre vyňatie priečinkov z prehľadávania médií.
sl: Skrij meni za izključitev map iz pregleda datotek.
sv: Dölj menyknapp för att exkludera mappar från media scanning.
tl: Itago ang bagay ng menu para hindi maisama ang mga polder mula sa media scan.
ug: ۋاسىتە تەكشۈرۈشنىڭ سىرتىدا قالدۇرۇلغان قىسقۇچلارنىڭ تىزىملىك تۈرىنى يوشۇر.

source: Show all warnings
ar: اظهار جميع التحذيرات
be: Паказаць усе папярэджанні
bg: Покажи всички предупреждения.
bs: Prikaži sva upozorenja.
ca: Mostrar tots els avisos
el: Εφάνιση όλων των προειδοποιήσεων
fa: نشان دادن همة هشدارها
fi: Näytä kaikki varoitukset
he: הצג את כל האזהרות
hi: सभी चेतावनियाँ दिखाएँ
it: Mostra tutti gli avvisi
ja: すべての警告を表示する
lv: Parādīt visus brīdinājumus
nl: Toon alle waarschuwingen
pa: ਸਾਰੀ ਚੇਤਾਵਨੀ ਦਿਖਾਓ
pl: Pokaż wszystkie ostrzeżenia
pt: Mostrar todos os avisos
ro: Afișează toate avertizările
sd: सड्यूं चेतावनियूं दिखार्यो
sk: Zobraziť všetky varovania
sv: Visa alla varningar
tl: Ipakita ang lahat ng babala
ug: ھەممە ئاگاھلاندۇرۇشنى كۆرسەت

source: Show all warning messages
ar: اظهار جميع رسائل التحذيرات
be: Паказаць усе папярэджанні
bg: Покажи всички съобщения с предупреждения.
bs: Prikaži sve upozoravajuće poruke
ca: Mostrar tots els missatges d'avís
el: Εμφάνιση όλων των μηνυμάτων προειδοποίησης
fa: نشان دادن همة پيام تحذير
fi: Näytä kaikki varoitusviestit
he: הראה את כל הודעות האזהרה
hi: सभी चेतावनी संदेश दिखाएँ
it: Mostra tutti i messaggi di avviso
ja: すべての警告メッセージを表示する
lv: Parādīt visus brīdinājuma ziņojumus
nl: Alle waarschuwingen tonen
pa: ਸਾਰੀ ਚੇਤਾਵਨੀ ਦਿਖਾਓ
pl: Wyświetlaj wszystkie ostrzeżenia
pt: Mostrar todas as mensagens de aviso
ro: Afișează toate mesajele avertizărilor
sd: सडा चेतावनी सन्देश दिखार्यो
sk: Zobraziť všetky správy varovaní
sv: Visa alla varningsmeddelanden
tl: Ipakita ang lahat ng mga mensahe ng babala
ug: ھەممە ئاگاھلاندۇرۇش ئۇچۇرىنى كۆرسەت

source: Suppress warning messages
ar: منع رسائل التحذير
be: Падавіць усе папярэджанні
bg: Не показвай съобщенията за предупреждение.
bs: Prekrij poruke upozorenja.
ca: Eliminar els missatges d'avís
el: Καταστολή των προειδοποιητικών μηνυμάτων
fa: سركوب پيام تحذير
fi: Vaimenna varoitusviestit
he: התעלם מהודעת אזהרה
hi: चेतावनी संदेशों को दबाएँ
it: Rimuovi messaggi di avviso
ja: すべての警告メッセージを隠す
lv: Apspiest brīdinājuma ziņojumus
nl: Waarschuwingen verbergen
pa: ਚੇਤਾਵਨੀ ਰੋਕੋ
pl: Zawieś wyświetlanie ostrzeżeń
pt: Ocultar mensagens de aviso
ro: Suprimă mesajele avertizărilor
sd: चेतावनी सदेशन खे दबायो
sk: Zakázať správy varovaní
sv: Visa ej varningsmeddelanden
tl: Huwag ipakita ang mga mensahe ng babala
ug: ئاگاھلاندۇرۇش ئۇچۇرىنى چەكلە

source: Display hidden files
ar: اظهار الملفات المخفية
be: Паказаць скрытыя файлы
bg: Показване на скритите файлове
bs: Prikaži skrivene fajlove.
ca: Mostrar els fitxers ocults
el: Προβολή κρυμμένων αρχείων
fa: نمايش‌ پرونده پنهان
fi: Näytä piilotiedostot
he: הצג קבצים מוסתרים
hi: छुपी हुई फ़ाइलें प्रदर्शित करें
it: Mostra files nascosti
ja: 隠されたファイルを表示する
lv: Parādīt slēptos failus
nl: Verborgen bestanden tonen
pa: ਛੁਪੀ ਫਾਇਲ ਦਿਖਾਓ
pl: Pokaż ukryte pliki
pt: Exibir ficheiros ocultos
ro: Arată toate fișierele ascunse
sd: लिक्यल फईल्यूं दिखार्यो
sk: Zobraziť skryté súbory
sv: Visa dolda filer
tl: Ipakita ang mga nakatagong file
ug: يوشۇرۇن ھۆججەتلەرنى كۆرسەت

source: Hide hidden files
ar: اخفاء الملفات المخفية
be: Схаваць скрытыя файлы
bg: Скрии скритите файлове
bs: Sakvij skrivene fajlove.
ca: Amagar els fitxers ocults
el: Απόκρυψη κρυμμένων αρχείων
fa: پرونده هاي نهفته پنهان
fi: Piiloita piilotiedostot
he: החבא קבצים נסתרים
hi: छुपी हुई फ़ाइलें छिपाएँ
it: Nascondi files nascosti
ja: 隠されたファイルを隠す
lv: Paslēpt slēptos failus
nl: Verborgen bestanden niet tonen
pa: ਫਾਇਲ ਛੁਪਾਓ
pl: Ukryj ukryte pliki
pt: Ocultar ficheiros ocultos
ro: Ascunde fișierele ascunse
sd: लिकयल फईल्युन खे लिकयो
sk: Skryť skryté súbory
sv: Dölj dolda filer
tl: Itago ang mga nakatagong file
ug: يوشۇرۇن ھۆججەتلەرنى يوشۇر

source: Sort settings
ar: اعدادات الفرز
be: Параметры сартавання
bg: Настройки на сортирането
bs: Sortiraj postavke.
ca: Preferències d'ordenació
el: Ρυθμίσεις ταξινόμησης
fa: جور مک کليلن
fi: Järjestä asetukset
he: סדר הגדרות
hi: सेटिंग्स क्रमबद्ध करें
it: Impostazioni ordinamento
ja: 並べ替え設定
lv: Šķirot uzstādījumus
nl: Sorteeropties
pa: ਸੋਰਟ ਸੈਟਿੰਗ
pl: Posortuj ustawienia
pt: Ordenação
ro: Configurări sortare
sd: अलग करण ई सेटिंग्स
sk: Nastavenia triedenia
sv: Sorteringsinställningar
tl: Mga setting ng pagkakasunud-sunud
ug: تەرتىپلەش تەڭشىكى

source: Sort by
ar: ترتيب حسب
be: Сартаваць па
bg: Сортирай по
bs: Poredaj po
ca: Ordena per
el: Ταξινόμηση κατά
fa: نوعی با
fi: Järjestä
he: מיון לפי
hi: द्वारा क्रमबद्ध करें
it: Ordina per
ja: 並び替えの基準
lv: Šķirot pēc
nl: Sorteren op
pa: ਸੋਰਟ
pl: Sortu według
pt: Ordenar por
ro: Sortează după
sd: जे द्वारा अलग कयो
sk: Triediť podľa
sv: Sortera i
tl: Pagkakasunud-sunud sa
ug: تەرتىپلەش تەرتىپى

source: In ascending order
ar: ترتيب تصاعدي
be: Па ўзрастанні
bg: Във възходящ ред
bs: Poredaj Uzlazno
ca: En ordre ascendent
el: Κατά αύξουσα σειρά
fa: در ترتيب‌ صعودى
fi: Nousevassa järjestyksessä
he: בסדר עולה
hi: आरोही क्रम में
it: In ordine crescente
ja: 昇順
lv: Augošā secībā
nl: Oplopend
pa: ਉਪਰ ਸੇ ਨੀਚੇ
pl: W porządku rosnącym
pt: Ordem ascendente
ro: În ordine ascendentă
sd: आरोही क्रम में
sk: Vo vzostupnom poradí
sv: Stigande ordning
tl: Pataas na ayos
ug: ئۆسكۈچى تەرتىپتە

source: Sort in ascending order
ar: ترتيب تصاعدي
be: Сартаваць па ўзрастанні
bg: Сортирай във възходящ ред
ca: Ordena en ordre ascendent
el: Ταξινόμηση κατά αύξουσα σειρά
fa: در فرازى تحت نوع
fi: Järjestä nousevassa järjestyksessä
he: מיין בספדר עולה
hi: आरोही क्रम में क्रमबद्ध करें
it: Ordina in modo crescente
ja: 昇順に並べ替える
lv: Šķirot augošā secībā
nl: Sorteer in oplopende volgorde
pa: ਉਪਰ ਸੇ ਨੀਚੇ ਛਾਟੋ
pl: Posortuj w porządku rosnącym
pt: Ordem ascendente
ro: Sortează în ordine ascendentă
sd: आरोही क्रम सां अलग कयो
sk: Triediť vo vzostupnom poradí
sv: Sortera i stigande följd
tl: Ayos pataas ng pagkakasunud-sunud
ug: ئۆسكۈچى تەرتىپتە تەرتىپلەيدۇ

source: Sort in descending order
ar: فرز في ترتيب تصاعدي
be: Сартаваць па змяншэнні
bg: Сортирай във низходящ ред
ca: Ordena en ordre descendent
el: Ταξινόμηση κατά φθίνουσα σειρά
fa: نوعی در ترتيب‌ نزولي‌
fi: Järjestä laskevassa järjestyksessä
he: סדר בסדר יורד
hi: अवरोही क्रम में क्रमबद्ध करें
it: Ordina in modo decrescente
ja: 降順に並べ替える
lv: Šķirot dilstošā secībā
nl: Sorteer in aflopende volgorde
pa: ਨੀਚੇ ਸੇ ਉਪਰ ਛਾਟੋ
pl: Posortuj w porządku malejącym
pt: Ordem descendente
ro: Sotează în ordine descendentă
sd: अवरोही क्रम सां अलग कयो
sk: Triediť v zostupnom poradí
sv: Sortera i nedstigande följd
tl: Ayos pababa ng pagkakasunud-sunud
ug: كېمەيگۈچى تەرتىپتە تەرتىپلەيدۇ

source: Name
ar: الإسم
be: Назва
bg: Име
ca: Nom
el: Όνομα
fa: نام
fi: Nimi
he: שם
hi: नाम
it: Nome
ja: 名前
lv: Nosaukums
nl: Naam
pa: ਨਾਮ
pl: Imię
pt: Nome
ro: Nume
sd: नाम
sk: Meno
sv: Namn
tl: Pangalan
ug: ئاتى

source: Last modified
ar: آخر تعديل
be: Апошняе змяненне
bg: Последна промяна
bs: Posljednja izmjena
ca: Modificat per darrer cop
el: Τελευταία τροποποίηση
fa: تعديل گذشته
fi: Muokattu viimeksi
he: עודכן לאחרונה
hi: अंतिम बार संशोधित
it: Ultima modifica
ja: 最終更新日時
lv: Pēdējo reizi mainīts
nl: Laatst gewijzigd
pa: ਆਖਰੀ ਸੋਧ
pl: Ostatnio zmodyfikowano
pt: Data de modificação
ro: Modificat ultima dată
sd: अंतिम बार संशोधित
sk: Naposledy zmenené
sv: Senast modifierad
tl: Huling binago
ug: ئاخىرقى ئۆزگەرتىلگىنى

source: You haven't picked any file.
ar: لم تختر أي ملف.
be: Вы не абралі файл.
bg: Не сте избрали файл.
bs: Niste nijedan fajl izabrali
ca: No heu escollit cap fitxer.
el: Δεν έχετε επιλεξει κάποιο αρχείο.
fa: شما هر برداشت پرونده‌....
fi: Et ole valinnut yhtään tiedostoa.
he: לא בחרת אף קובץ.
hi: आपने कोई भी फाईल नहीं उठाई|
it: Nessun file è stato selezionato.
ja: ファイルを選択していません。
lv: Jūs neesat izvēlējies nevienu failu.
nl: U heeft geen bestand geselecteerd
pa: ਕੋਇ ਫਾਇਲ ਨਹੀ ਉਠਾਇ
pl: Nie zaznaczono żadnych plików
pt: Não escolheu qualquer ficheiro.
ro: Nu ați ales niciun fișier.
sd: तहां कोई भी फाईल न खईं तव
sk: Nevybrali ste žiadny súbor.
sv: Du har inte valt någon fil.
tl: Hindi ka pa pumili ng anumang file.
ug: ھېچقانداق ھۆججەتنى تاللىمىدىڭىز.

source: An error occured.
ar: حدث خطأ.
be: Адбылася памылка.
bg: Появи се грешка.
bs: Došlo je do greške.
ca: S'ha produït un error
el: Προέκυψε ένα σφάλμα.
fa: بهدخت رشديه خطا.
fi: Virhe ilmentyi.
he: ארעה שגיאה.
hi: कोई त्रुटि उत्पन्न हुई|
it: Si è verificato un errore.
ja: エラーが起こりました。
lv: Notika kļūda
nl: Er is een fout opgetreden.
pa: ਏਰਰ ਆ ਗਯਾ
pl: Wystąpił błąd.
pt: Ocorreu um erro.
ro: A apărut o eroare.
sd: कोई त्रुटि अच्ची वई
sk: Nastala chyba.
sv: Ett fel uppstod.
tl: Nagkaroon ng mali.
ug: خاتالىق كۆرۈلدى.

source: File successfully saved!
ar: تم حفظ الملف بنجاح.
be: Файл паспяхова захаваны!
bg: Файлът е запазен успешно.
bs: Fajl uspješno spašen!
ca: S'ha desat reeixidament el fitxer!
el: Το αρχείο αποθηκεύτηκε επιτυχώς!
fa: پرونده‌ نجات داد با موفقيت!
fi: Tiedosto tallennettiin onnistuneesti!
he: קובץ נשמר בהצלחה!
hi: फाईल सफलतापूवक सुरक्षित की गयी!
it: File salvato con successo!
ja: ファイルはうまく保存されました！
lv: Fails veiksmīgi saglabāts!
nl: Bestand is succesvol opgeslagen.
pa: ਫਾਇਲ ਰਖ ਲੀ ਗਯੀ
pl: Plik zapisany pomyślnie!
pt: Ficheiro gravado com sucesso.
ro: Fișierul a fost salvat cu succes!
sd: !फाईल सफलतापूवक सुरक्षित थी वई
sk: Súbor bol úspešne uložený!
sv: Fil sparad!
tl: File matagumpay na nai-save!
ug: ھۆججەت مۇۋەپپەقىيەتلىك ساقلاندى!

source: Bookmarks
ar: المفضلات
be: Закладкі
bg: Отметки
bs: Zabilješke
ca: Adreces d'interès
fa: نشانکها
fi: Kirjanmerkit
he: סימניות
hi: बुकमार्क
it: Segnalibri
ja: ブックマーク
lv: Grāmatzīmes
nl: Favorieten
pa: ਬੁੱਕਮਾਰਕ
pl: Zakładki
pt: Marcadores
ro: Semne de carte
sd: बुकमार्क
sk: Záložky
sv: Bokmärken
tl: Mga Pananda
ug: خەتكۈش

source: Cancel
ar: الغاء
be: Адмяніць
bg: Отказ
ca: Canceŀla
fa: باطل‌ كردن‌
fi: Peruuta
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
lv: Atcelt
nl: Annuleren
pa: ਰਦ ਕਰੋ
pl: Anuluj
pt: Cancelar
ro: Anulează
sd: |रद्द क्यो
sk: Zrušiť
sv: Avbryt
tl: Kanselahin
ug: ۋاز كەچ

source: Select bookmarks to delete
ar: اختر المفضلات للحذف
be: Абярыце закладкі для выдалення
bg: Изберете отметки за изтриване
ca: Seleccioneu les adreces d'interès a eliminar
fa: انتخاب نشانکها به برداشتن
fi: Valitse kirjanmerkit jotka haluat poistaa
he: בחר סימניות למחוק
hi: बुकमार्क को चुने हटाने के लिए
it: Seleziona segnalibri da cancellare
ja: 削除するブックマークを選択
lv: Izvēlieties grāmatzīmes, kuras izdzēst
nl: Selecteer de bladwijzers om te verwijderen
pa: ਸੇਲੇਕਟ ਬੁੱਕਮਾਰਕ ਟੂ ਡਿਲੀਟ
pl: Wybierz zakładki do usunięcia
pt: Selecione os marcadores a eliminar
ro: Selectează semnele de carte care să fie șterse
sd: बुकमार्क खे चुन्द्यो उन्खे मितायण लाये
sk: Vybrať záložky na vymazanie
sv: Välj bokmärken att ta bort
tl: Piliin ang mga palatandaan na aalisin
ug: ئۆچۈرىدىغان خەتكۈشنى تاللاڭ

source: Manage bookmarks
ar: ادارة المفضلات
be: Кіраванне закладкамі
bg: Управление на отметки
bs: Uredi Zabilješke
ca: Gestiona adreces d'interès
fa: اداره‌ كردن‌ نشانکها
fi: Hallitse kirjanmerkkejä
he: נהל סימניות
hi: बुकमार्क को मनेज करें
it: Gestione segnalibri
ja: ブックマークを管理
lv: Pārvaldiet grāmatzīmes
nl: Favorieten beheren
pa: ਮੈਨੇਜ ਬੁਕਮਾਰਕ
pl: Zarządzaj zakładkami
pt: Gestão de marcadores
ro: Gestionaţi semnele de carte
sd: बुकमार्क्स खे प्रबंधित कयो
sk: Spravovať záložky
sv: Hantera bokmärken
tl: Pamahalaan ang mga pananda
ug: خەتكۈش باشقۇرۇش

source: Bookmark added
ar: تم اضافة المفضلة
be: Закладка дададзена
bg: Отметката е добавена
bs: Zabilješka dodana
ca: S'ha afegit l'adreça d'interès
fa: نشانکها وی افزود
fi: Kirjanmerkki lisätty
he: הוספה סימניה
hi: बुकमार्क को जोड़ें
it: Segnalibro aggiunto
ja: ブックマークが追加されました
lv: Grāmatzīme pievienota
nl: Bladwijzer toegevoegd
pa: ਬੁਕਮਾਰਕ ਡਾਲਾ
pl: Dodano zakładkę
pt: Marcador adicionado
ro: Semn de carte adăugat
sd: बुकमार्क जोडयो
sk: Záložka pridaná
sv: Bokmärke tillagt
tl: Nai-dagdag ang pananda
ug: خەتكۈش قوشۇلدى

source: Bookmarked destination not found.
ar: لم يتم العثور على وجهة المفضلات.
be: Прызначэнне закладкі не знойдзена.
bg: Дестинацията на отметката не е открита.
ca: El destí de l'adreça d'interès no s'ha trobat.
fa: نشانه سرنوشت‌ نه يافت.
fi: Kirjanmerkattua kohdetta ei löytynyt.
he: יעד סימניה לא נמצא
hi: बुकमार्क जगह नहीं मीली.
it: Destinazione segnalibri non trovata.
ja: ブックマーク先が見つかりません。
lv: Grāmatzīmes galamērķis nav atrasts.
nl: Doel van favoriet niet gevonden
pa: ਬੁਕਮਾਰਕ ਨਹੀ ਮਿਲਾ
pl: Nie znaleziono zaznaczonego przeznaczenia.
pt: Destino do marcador não encontrado.
ro: Destinația semnului de carte nu a fost găsită.
sd: बुकमार्क जी जगह न मिली
sk: Uložená destinácia nebola nájdená.
sv: Bokmärkets destination kunde ej hittas.
tl: Hindi nakita ang patutunguhan ng pananda.
ug: خەتكۈشنىڭ چۈشەندۈرۈشى تېپىلمىدى.

source: Selected bookmarks deleted
ar: تم حذف المفضلات المحددة
be: Абраныя закладкі выдалены
bg: Избраните отметки са изтрити
bs: Odabrana zabilješka izbrisana
ca: S'han eliminat les adreces d'interès seleccionades
fa: برگزيده شدن نشانکها زيرزمينى
fi: Valitut kirjanmerkit poistettiin
he: סימניות נבחרות נמחקו
hi: चुने गए बुकमार्क हटा चुके है
it: Segnalibri selezionati cancellati
ja: 選択されたブックマークは削除されました
lv: Izvēlētā grāmatzīme izdzēsta
nl: Geselecteerde favorieten verwijderd
pa: ਬੁਕਮਾਰਕ ਹਟ ਗਯੇ
pl: Usunięto wybrane zakładki
pt: Marcadores selecionados eliminados.
ro: Selectează semnele de carte șterse
sd: चुन्दयल बुकमार्क्स मिट जी वया
sk: Vybrané záložky boli vymazané
sv: Valda bokmärken borttagna
tl: Mga napiling pananda ang naalis.
ug: تاللانغان خەتكۈشلەر ئۆچۈرۈلدى

source: This file is already bookmarked
ar: هذا الملف فضل مسبقا
be: Гэты файл ужо ў закладках
bg: Този файл вече е добавен в отметки.
bs: Fajl je već zabilježen
ca: Aquest fitxer ja és una adreça d'interès
fa: اين پرونده هم اكنون نشانه
fi: Tämä tiedosto oli jo kirjanmerkattu
he: הקובץ כבר מסומן
hi: यह फ़ाइल पहले से ही बुकमार्क हो चुकी है
it: Questo file è già presente nei segnalibri
ja: このファイルは既にブックマークしてあります
lv: Fails jau ir grāmatzīme
nl: Dit bestand is al een favoriet
pa: ਯੇ ਫਾਇਲ ਬੁਕਮਾਰਕ ਹੁਈ ਹੁਈ ਹੈ
pl: Ten plik jest już zakładką
pt: O ficheiro já existe nos marcadores.
ro: Acest fișier este deja semn de carte.
sd: ईया फाईल पहरों सां ही बुकमार्क थ्यल आ
sk: Tento súbor už má záložku
sv: Den här filen är redan sparat som ett bokmärke
tl: May palatandaan na ang file na ito
ug: بۇ ھۆججەت خەتكۈشتە بار

source: Item compressed successfully
ar: ظغط العنصر بنجاح
be: Скампрэсавана паспяхова
bg: Успешно компресиране на файла
bs: Predmet uspješno kompresovan
fa: تكه‌ فشرده با موفقيت
fi: Tiedosto pakattiin onnistuneesti
hi: आइटम सफलतापूर्वक कम्प्रेस हो चुकी है
it: File compresso con successo
ja: アイテムは問題なく圧縮されました
lv: Vienums saspiests veiksmīgi
nl: Bestand gecomprimeerd
pl: Spakowano
pt: Item comprimido com sucesso.
sk: Položky boli úspešne skomprimované
sv: Komprimering sluförd

source: Could not compress the item
ar: لا يمكن ظغط العنصر
be: Немагчыма скампрэсаваць
bg: Неуспешно компресиране на файла
bs: Neuspješno kompresovanje predmeta
fa: نمى توانست به یک کمپرس بگذارم ردیف
fi: Ei voinut pakata tiedostoa
hi: आइटम को कम्प्रेस नहीं कर सके
it: Impossibile comprimere il file
ja: アイテムを圧縮することができませんでした
lv: Nevar saspiest vienumu
nl: Kon bestand niet comprimeren
pl: Pakowanie nie powiodło się
pt: Incapaz de comprimir item.
sk: Nebolo možné komprimovať položku
sv: Kunde ej komprimera

source: Compress into archive:
ar: ظغط الى أرشيف:
be: Кампрэсаваць у архіў:
bg: Компресирай в архив:
bs: Kompresuj u arhivu:
fa: فونت فارسی کمپرس بگذارم:
fi: Pakkaa pakettiin:
hi: संग्रह मैं कम्प्रेस करें:
it: Comprimi nell'archivio
ja: アーカイブに圧縮する：
lv: Saspiest arhīvā:
nl: Comprimeer naar archief:
pl: Spakuj do archiwum:
pt: Comprimir para o arquivo:
sk: Komprimovat do archívu:
sv: Komprimera till filarkiv

source: Item extracted successfully
ar: فك ظغط العنصر بنجاح
be: Дэкампрэсавана паспяхова
bg: Успешно разархивиране на файла
bs: Predmet uspješno ekstraktovan
fa: تكه‌ با موفقيت استخراج
fi: Tiedosto purettiin paketista onnistuneesti
hi: आइटम सफलतापूर्वक एक्स्त्रक्ट हो चुके है
it: File estratto con successo
ja: アイテムは問題なく解凍されました。
nl: Bestand succesvol uitgepakt
pl: Wypakowano
pt: Item extraído com sucesso.
sk: Položky boli úspešne extrahované
sv: Extrahering slutförd

source: Could not extract the item
ar: لا يمكن فط ظغط العنصر
be: Немагчыма дэкампрэсаваць
bg: Неуспешно разархивиране на файла
bs: Ne moguće ekstraktovat predmet
fa: نمى توانست استخراج بخش‌
fi: Ei voinut purkaa tiedostoa
hi: आइटम को एक्स्त्रक्ट नहीं कर सकते
it: Impossibile estrarre il file
ja: アイテムを解凍することができませんでした。
nl: Kon bestand niet uitpakken
pl: Wypakowanie nie powiodło się
pt: Incapaz de extrair item.
sk: Nebolo možné extrahovať položku
sv: Kunde ej extrahera

source: Extract into folder:
ar: فك الظغط الى مجلد:
be: Дэкампрэсаваць у папку:
bg: Разархивирай във папка:
fa: لفاف‌ به استخراج:
fi: Pura hakemistoon:
hi: फोल्डर मैं एक्स्त्रक्ट करें:
it: Estrai nella cartella:
ja: フォルダーに解凍：
nl: Uitpakken in map
pl: Wypakuj do folderu:
pt: Extrair para a pasta:
sk: Extrahovať do adresára:
sv: Extrahera till mappen:

source: Select folder to extract into
ar: اختر مجلد لفك الظغط فيه
be: Абярыце папку для дэкампрэсавання
bg: Избери папка за разархивиране
fa: لفاف‌ انتخاب را به عصاره
fi: Valitse hakemisto, jonne puretaan
hi: फोल्डर को चुने जिसमें एक्स्त्रक्ट करना है
it: Seleziona cartella dove estrarre
ja: 解凍先のフォルダーを選択してください
nl: Selecteer de map waar u wilt uitpakken
pl: Wybierz folder do którego zostanie rozpakowane archiwum
pt: Selecione a pasta para a extração
sk: Zvoľte adresár do ktorého sa bude extrahovať
sv: Välj mapp att extrahera till
