Repository: openintents/translations-export
Catalog: translations_filemanager/*.po
Languages: ar, be, bg, bs, ca, el, fa, fi, fo, he, hi, it, ja, lv, nl, pa, pl, pt, pt_br, ro, sc, sd, sk, sl, sv, tl, ug

source: translator-credits
ar: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs kenn dhia https://launchpad.net/~kendhia
be: Launchpad Contributions: Alexander Geroimenko https://launchpad.net/~geroimenko OpenIntents devs https://launchpad.net/~openintents-devs
bg: Launchpad Contributions: Dariel Kremov https://launchpad.net/~dkremov OpenIntents devs https://launchpad.net/~openintents-devs Stefani Soyanova https://launchpad.net/~stefi-stoyanova95 Tsvetelina https://launchpad.net/~ts-borisova Valentin Kirilov https://launchpad.net/~val-kirilov kosyo https://launchpad.net/~kosyokk
bs: Launchpad Contributions: Almin Islamović https://launchpad.net/~almin-islamovic
ca: Launchpad Contributions: Joan Creus https://launchpad.net/~joan-creus-c
el: Launchpad Contributions: Giannis Konstantinidis https://launchpad.net/~giankonstantinidis OpenIntents devs https://launchpad.net/~openintents-devs
fa: Launchpad Contributions: Ben Jordan https://launchpad.net/~ben-jordan86 OpenIntents devs https://launchpad.net/~openintents-devs
fi: Launchpad Contributions: emp https://launchpad.net/~emp500
fo: Launchpad Contributions: Gunleif Joensen https://launchpad.net/~gunleif Peli https://launchpad.net/~peli0101
he: Launchpad Contributions: Gabriel Shier https://launchpad.net/~gabrielshier Neta Oren https://launchpad.net/~netao212 OpenIntents devs https://launchpad.net/~openintents-devs
hi: Launchpad Contributions: Abhishek https://launchpad.net/~abhishek9797 Atharva Lath https://launchpad.net/~atharvalath96 OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani
it: Launchpad Contributions: Diego Pierotto https://launchpad.net/~gringo Edoardo Maria Elidoro https://launchpad.net/~edoardoelidoro Federico https://launchpad.net/~federico-deactivatedaccount Martino Barbon https://launchpad.net/~martins999 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 simone.sandri https://launchpad.net/~lexluxsox
ja: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 maimuzo https://launchpad.net/~maimuzo thebowseat https://launchpad.net/~takeshimochida tiantian https://launchpad.net/~tsukida-cmkc
lv: Launchpad Contributions: Tomass https://launchpad.net/~txt1
nl: Launchpad Contributions: Henk van der Velden https://launchpad.net/~henkvandervelden86 Maarten de Vries https://launchpad.net/~maarten-k-de-vries Mark van Kuijk https://launchpad.net/~markvankuyk Menno Vogel https://launchpad.net/~mennovogel90 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 Simon de Vlieger https://launchpad.net/~ikanobori Willem-Martijn Brink https://launchpad.net/~willem-brink pjv https://launchpad.net/~pjv
pa: Launchpad Contributions: Angad Singh https://launchpad.net/~angad21-02-1996 OpenIntents devs https://launchpad.net/~openintents-devs
pl: Launchpad Contributions: Andrzej Ziółek https://launchpad.net/~andro-v-zik Damian Skrodzki https://launchpad.net/~damienix Iskast https://launchpad.net/~iskast-deactivatedaccount1 OpenIntents devs https://launchpad.net/~openintents-devs Piotr Łazarczyk https://launchpad.net/~quazarxd Tomasz Zieliński https://launchpad.net/~tomek0517 usul https://launchpad.net/~usultis zielmicha https://launchpad.net/~michal-zielinscy
pt: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Sérgio Marques https://launchpad.net/~sergio+marques
pt_br: Launchpad Contributions: André Gondim https://launchpad.net/~andregondim DanielElias https://launchpad.net/~danielelias Luiz Lopes https://launchpad.net/~luizlopes Matheus de Araújo https://launchpad.net/~suetamac
ro: Launchpad Contributions: Florentina Mușat https://launchpad.net/~kuchiki14 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 Robert https://launchpad.net/~usamird Stelescu Raul https://launchpad.net/~stelescuraul iulargsb https://launchpad.net/~iulargsb
sc: Launchpad Contributions: Rex Sanna https://launchpad.net/~rex-sanna
sd: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 happynawani https://launchpad.net/~happynawani
sk: Launchpad Contributions: Lacko545 https://launchpad.net/~lackorauch Marek Matejka https://launchpad.net/~marek-matejka OpenIntents devs https://launchpad.net/~openintents-devs
sl: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs met https://launchpad.net/~dot-cis
sv: Launchpad Contributions: Carl Fredrik Sima https://launchpad.net/~cf-sima
tl: Launchpad Contributions: abc https://launchpad.net/~abc-g
ug: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Sahran https://launchpad.net/~sahran

source: Manage files on the SD card with OI File Manager.
ar: ادارة الملفات على بطاقة SD باستعمال مدير المفات .OI
be: Кіруйце файламі на SD картцы пры дапамозе OI Файл-мэнэджар.
bg: Управлявайте файловете на SD картата с OI Файл Мениджър.
bs: Upravljanje Fajlovima na SD kartici sa OI File Manager.
fa: اداره دفتر ساحوي دارالانشاءقانون SD اساسي براندن بورگ در اين پرونده کارت مدير OI ميخواندند.
fi: Hallinnoi SD-kortin tiedostoja OI Tiedostonhallinnalla.
hi: फ़ाइल को मनेज करें जो असडी कार्ड पर हैं OI फ़ाइल मेनेजर के साथ.
it: Gestisci i file sulla scheda SD con il gestore di file OI
ja: OI ファイルマネージャーで SDカードのファイルを管理します。
lv: Pārvaldiet failus SD kartē ar OI File Manager.
nl: Beheer uw bestanden op een SD kaart met OI File Manager
pl: Zarządzaj plikami na karcie SD używając Menadżera plików OI
pt: Gestão de ficheiros no cartão SD com o gestor de ficheiros OI.
sk: Spravujte súbory na SD karte s OI Správca Súborov.
sv: Hantera filer på SD-kort med OI File Manager.

source: OI File Manager
ar: مدير الملفات OI
be: OI Файл-мэнэджар
bg: OI Файлов Мениджър
bs: OI Fajl Meneger
ca: Gestor de fitxers d'OI.
fa: OI مدير پرونده‌
fi: OI Tiedostonhallinta
he: מנהל קבצים OI
hi: OI फ़ाइल प्रबंधक
it: OI Gestore File
ja: OI ファイルマネージャー
nl: OI Bestandsbeheer
pa: OI ਫਾਇਲ ਮੈਨਿਜਰ
pl: OI Menedżer plików
sd: OI फ़ाइल प्रबंधक
sk: OI Správca Súborov
tl: OI File Manedyer
ug: OI ھۆججەت باشقۇرغۇچ

source: New Folder
ar: مجلد جديد
be: Новая папка
bg: Нова директория
bs: Novi Direktorij
ca: Carpeta nova
el: Νέος Φάκελος
fa: لفاف‌ جديد
fi: Luo uusi kansio
fo: Nýggj skjátta
he: תיקייה חדשה
hi: नया फ़ोल्डर
it: Nuova cartella
ja: 新しいフォルダー
lv: Jauna mape
nl: Nieuwe Map
pa: ਨਵਾਂ ਫੋਲਡਰ
pl: Nowy folder
pt: Nova pasta
pt_br: Nova Pasta
ro: Dosar nou
sc: Nova Cartelledda
sd: नयो फ़ोल्डर
sk: Nový Priečinok
sl: Nova mapa
sv: Ny Mapp
tl: Bagong Polder
ug: يېڭى قىسقۇچ

source: Multi Select
ar: اختيار متعدد
be: Множны выбар
bg: Избиране на много
bs: Više odabira
ca: Selecció múltiple
el: Πολλαπλή Επιλογή
fa: انتخاب چند مليتي
fi: Valitse useampi kohde
he: בחירה מרובה
hi: बहु चयन
it: Selezione Multipla
ja: マルチセレクト
lv: Vairāku objektu atlasīšana
nl: Multi-selecteren
pa: ਮਲਟੀ ਸੈਲੇਕਟ
pl: Wielokrotne zaznaczanie
pt: Seleção múltipla
pt_br: Seleção múltipla
ro: Selecție multiplă
sd: बहु चयन
sk: Viacnásobné Označenie
sl: Izberi več
sv: Välj Flera
tl: Pumili ng Madami
ug: كۆپ تاللا

source: Delete
ar: حذف
be: Выдаліць
bg: Изтрий
bs: Brisanje
ca: Suprimeix
el: Διαγραφή
fa: انداختن‌
fi: Poista kohde
fo: Strika
he: מחיקה
hi: मिटाएँ
it: Elimina
ja: 削除
lv: Dzēst
nl: Verwijderen
pa: ਹਟਾਉ
pl: Usuń
pt: Eliminar
pt_br: Apagar
ro: Șterge
sc: Doga
sd: मिटायो
sk: Zmazať
sl: Izbriši
sv: Ta Bort
tl: Alisin
ug: ئۆچۈر

source: Rename
ar: اعادة تسمية
be: Перайменаваць
bg: Преименувай
bs: Preimenuj
ca: Reanomena
el: Μετονομασία
fa: محدودة رودهاي
fi: Nimeä uudelleen
fo: Nýnevna
he: שינוי שם
hi: नाम बदलें
it: Rinomina
ja: 名前の変更
lv: Pārdēvēt
nl: Hernoemen
pa: ਨਾਂ ਬਦਲੋ
pl: Zmień nazwę
pt: Mudar nome
pt_br: Renomear
ro: Redenumește
sc: Torra a lu nominare
sd: नाम बदल्यो
sk: Premenovať
sl: Preimenuj
sv: Byt Namn
tl: Palitan ang Pangalan
ug: ئات ئۆزگەرت

source: Send
ar: ارسال
be: Даслаць
bg: Изпрати
bs: Šalji
ca: Envia
el: Αποστολή
fa: فرستادن
fi: Lähetä
fo: Senda
he: שליחה
hi: भेजें
it: Invia
ja: 送信
lv: Sūtīt
nl: Verzenden
pa: ਭੇਜੋ
pl: Wyślij
pt: Enviar
pt_br: Enviar
ro: Trimite
sc: Manda
sd: मोक्ल्योस
sk: Odoslať
sl: Pošlji
sv: Skicka
tl: Ipadala
ug: يوللا

source: Open
ar: فتح
be: Адкрыць
bg: Отвори
bs: Otvori
ca: Obre
el: Άνοιγμα
fa: باز
fi: Avaa
fo: Lat upp
he: פתיחה
hi: खोलें
it: Apri
ja: 開く
lv: Atvērt
nl: Openen
pa: ਖੋਲੋ
pl: Otwórz
pt: Abrir
pt_br: Abrir
ro: Deschide
sc: Apperi
sd: खोल्यो
sk: Otvoriť
sl: Odpri
sv: Öppna
tl: Buksan
ug: ئاچ

source: Move
ar: نقل
be: Перамясціць
bg: Премести
bs: Pomjeri
ca: Mou
el: Μετακίνηση
fa: حرکت نکنید
fi: Siirrä
fo: Flyt
he: העברה
hi: स्थानांतरित करें
it: Sposta
ja: 移動
lv: Pārvietot
nl: Verplaatsen
pa: ਹਿਲਾਓ
pl: Przenieś
pt: Mover
pt_br: Mover
ro: Mută
sc: Moghe
sd: खिस्कयोस
sk: Presunúť
sl: Prestavi
sv: Flytta
tl: Ilipat
ug: يۆتكە

source: Copy
ar: نسخ
be: Капіяваць
bg: Копирай
bs: kopiraj
ca: Copia
el: Αντιγραφή
fa: رونوشت‌
fi: Kopioi
he: העתקה
hi: प्रतिलिपि बनाएँ
it: Copia
ja: コピー
lv: Kopēt
nl: Kopieer
pa: ਕਾਪੀ
pl: Kopiuj
pt: Copiar
pt_br: Copiar
ro: Copiază
sc: CÃ³pia
sd: कापी कयो
sk: Kopírovať
sl: Kopiraj
sv: Kopiera
tl: Kopyahin
ug: كۆچۈر

source: Details
ar: تفاصيل
be: Падрабязнасці
bg: Подробности
bs: Detalji
ca: Detalls
el: Λεπτομέρεις
fa: جزئيات
fi: Ominaisuudet
he: פרטים
hi: विवरण
it: Dettagli
ja: 詳細情報
lv: Detaļas
pa: ਵਿਸਤਾਰ
pl: Szczegóły
pt: Detalhes
ro: Detalii
sd: विवरण
sk: Detaily
sv: Detaljer
tl: Mga Detalye
ug: تەپسىلاتلار

source: More
ar: مزيد
be: Падрабязная інфармацыя
bg: Повече
bs: Više
ca: Més
el: Περισσότερα
fa: بيشتر
fi: Lisää
he: עוד
hi: अतिरिक्त
it: Altro
ja: もっと
lv: Vairāk
nl: Meer
pa: ਹੋਰ
pl: Więcej
pt: Mais
ro: Mai mult
sd: वधीक
sk: Viac
sv: Mera
tl: Marami pa
ug: تېخىمۇ كۆپ

source: Compress (ZIP)
ar: ظغط(ZIP)
be: Кампрэсаваць (ZIP)
bg: Компресирай (ZIP)
bs: Kompresuj (ZIP)
fa: بهم‌ فشردن‌ (زور)
fi: Pakkaa (ZIP)
he: דחיסה (פורמט ZIP)
hi: कम्प्रेस (ZIP)
it: Comprimi (ZIP)
ja: 圧縮 (ZIP)
lv: Saspiest (ZIP)
nl: Comprimeren (ZIP)
pl: Spakuj (ZIP)
pt: Comprimir (ZIP)
sk: Komprimovat (ZIP)
sv: Komprimera (ZIP)

source: Extract (ZIP)
ar: فك الظغط (ZIP)
be: Дэкампрэсаваць (ZIP)
bg: Извлечи (ZIP)
bs: Ekstraktuj (ZIP)
fa: اقتباس‌ كردن‌ (زور)
fi: Pura (ZIP)
he: חילוץ (פורמט ZIP)
hi: उद्धरण (ZIP)
it: Estrai (ZIP)
ja: 解凍 (ZIP)
lv: Ekstraktēt (ZIP)
nl: Uitpakken (ZIP)
pl: Wypakuj (ZIP)
pt: Extrair (ZIP)
sk: Extrahovať (ZIP)
sv: Extrahera (ZIP)

source: Filter
ar: تصفية
be: Фільтр
bg: Филтриране
ca: Filtre
el: Φίλτρο
fa: صاف‌ كردن‌
fi: Suodata
he: מסנן
hi: फिल्टर करें
it: Filtro
ja: フィルター
lv: Filtrēt
nl: Filteren
pa: ਫਿਲਟਰ
pl: Filtr
pt: Filtro
ro: Filtru
sd: फिल्टर कयो
sv: Filtrera
tl: Salain
ug: سۈزگۈچ

source: Include in media scan
ar: ادراج في فحص الميديا
be: Улучыць у сканаванне
bg: Включване в сканирането на медийни приложения
ca: Inclou a l'escaneig de dispositius
el: Συμπερίληψη στη σάρωση μέσων
fa: در رسانه ها شامل یک اسکن بکنیم
fi: Sisällytä mediaskannaukseen
he: כלול בסריקת מדיה
hi: मीडिया स्कैन में शामिल करें
it: Includi nella scansione dei media
ja: メディアスキャンに含む
lv: Iekļaut datu nesēju pārbaudi
nl: Meenemen bij media scan
pa: ਮਿਡਿਯਾ ਸਕੈਨ ਮੇ ਜੋੜੋ
pl: Załącz do skanowanych mediów
pt: Incluir na análise
pt_br: Incluir no scanner de mídia.
ro: Include în scanare media
sc: Azzunghe a sa scansione
sd: मीडिया स्कैन में शामिल कयो
sk: Zahrnúť v prehľadávaní médií
sl: Vključi v pregled datotek
sv: Inkludera i mediasökning
tl: Isama sa media scan
ug: ۋاسىتە تەكشۈرۈش ئىچىدە

source: Exclude from media scan
ar: استبعاد من فحص الميديا
be: Вылучыць з сканавання
bg: Изключване от сканирането на медийни приложения
ca: Exclou de l'escaneig de dispositius
el: Εξαίρεση από τη σάρωση μέσων
fa: محروم‌ كردن‌ از رسانه ها با وزن‌ خواندن‌
fi: Älä sisällytä mediaskannaukseen
he: אל תכלול בסריקת המדיה
hi: मीडिया स्कैन से अपवर्जित करें
it: Escludi dalla scansione dei media.
ja: メディアスキャンから除外する
lv: Nepieļaut no datu nesēju pārbaudes
nl: Negeren bij media scan
pa: ਮਿਡਿਯਾ ਸਕੈਨ ਸੇ ਹਟਾਓ
pl: Ignoruj podczas skanowania mediów
pt: Excluir da análise
pt_br: Remover do scanner de mídia.
ro: Exclude din scanare media
sc: Esclude da sa scansione
sd: मीडिया स्कैन माँ अपवर्जित कयो
sk: Vyňať z prehľadávania médií
sl: Izključi iz pregleda datotek
sv: Exkludera i mediasökning
tl: Huwag isama sa media scan
ug: ۋاسىتە تەكشۈرۈش سىرتىدا

source: Add to bookmarks
ar: اضافة الى المفضلات
be: Дадаць у абранае
bg: Добави в отметки
ca: Afegeix a les adreces d'interès
fa: به اضافه بوک مارک ها
he: הסוף לסימניות
hi: बुकमार्क जोड़ें
ja: ブックマークに追加する
lv: Pievienot grāmatzīmēm
nl: Toevoegen aan favorieten
pa: ਬੁਕਮਾਰਕ ਕੋ ਜੋੜੋ
pl: Dodaj do zakładek
pt: Adicionar aos marcadores
ro: Adaugă la favorite
sd: बुकमार्क में जोड़यो
sk: Pridať do záložiek
sv: Lägg till bokmärken
tl: Idagdag sa mga palatandaan
ug: خەتكۈشكە قوش

source: Refresh
be: Абнавіць
bs: Osvježi
fi: Päivitä
he: רענון
it: Aggiorna
nl: Verversen
pl: Odśwież
pt: Atualizar
sv: Uppdatera

source: Create new folder
ar: انشاء مجلد جديد
be: Стварыць новую папку
bg: Създаване на нова папка
ca: Crea una carpeta nova
el: Δημιουργία νέου φακέλου
fa: جديد ايجاد تاه‌ كن‌
fi: Luo uusi hakemisto
fo: Stovna nýggja skjáttu
he: יצירת תיק חדש
hi: नया फ़ोल्डर बनाएँ
it: Crea nuova cartella
ja: 新規フォルダーを作成
lv: Izveidot jaunu mapi
nl: Nieuwe map aanmaken
pa: ਨਵਾ ਫੋਲਡਰ ਬਨਾਓ
pl: Utwórz nowy katalog
pt: Criar nova pasta
pt_br: Criar nova pasta
ro: Crează un dosar nou
sc: Crea un'attera cartelledda
sd: नयो फ़ोल्डर ठायो
sk: Vytvoriť nový priečinok
sl: Ustvari novo mapo
sv: Skapa ny mapp
tl: Lumikha ng bagong polder
ug: يېڭى قىسقۇچ قۇر

source: Folder name
ar: اسم المجلد
be: Назва папки
bg: Име на папка
bs: Naziv foldera
ca: Nom de la carpeta
el: Όνομα φακέλου
fa: لفاف‌ نام
fi: Hakemiston nimi
fo: Skjáttu navn
he: שם התיקייה
hi: फ़ोल्डर का नाम
it: Nome cartella
ja: フォルダ名
lv: Mapes nosaukums
nl: Naam van de map
pa: ਫੋਲਡਰ ਦਾ ਨਾਮ
pl: Nazwa katalogu
pt: Nome da pasta
pt_br: Nome da Pasta
ro: Numele dosarului
sc: Numene
sd: फ़ोल्डर यो नाम
sk: Názov priečinka
sl: Ime mape
sv: Mappnamn
tl: Pangalan ng Polder
ug: قىسقۇچ ئاتى

source: Extension (with '.')
ar: الامتداد(بـ'.')
be: Пашырэнне (з '.')
bg: Разширение (с '.')
bs: Extenzije
ca: Extensió (amb '.')
el: Κατάληξη (με'.')
fa: اضافي‌ (با '. ')
fi: Pääte (sisältäen '.')
he: הרחבה ( עם '.')
hi: एक्सटेंशन ( '.' के साथ)
it: Estensione (con '.')
ja: 拡張子 ( '.' 付き)
lv: Paplašinājums (ar '.')
nl: Extensie ( met '.')
pa: ਇਕਸਟੈੰਸ਼ਨ ('.' ਤੇ ਨਾਲ
pl: Rozszerzenie (z ".")
pt: Extensão (com '.')
ro: Extensie (cu „ . ”)
sd: एक्सटेंशन ( '.' सां गड़)
sk: Rozšírenie (s '.')
sv: Filändelse (med '.')
tl: Ekstensyon (sa '.')
ug: كېڭەيتىلمە ('.' بىلەن)

source: This folder is empty.
ar: هذا المجلد فارغ.
be: Гэта папка пуста.
bg: Директорията е празна.
bs: Ovaj direktorij je prazan.
ca: Aquesta carpeta és buida
el: Αυτός ο φάκελος είναι κενός.
fa: اين پوشه خالی شده است.
fi: Tämä hakemisto on tyhjä.
fo: Hendan skjáttan er tóm
he: תיקייה זו ריקה.
hi: यह फ़ोल्डर खाली है|
it: Questa cartella è vuota.
ja: このフォルダは空です。
lv: Šī mape ir tukša.
nl: Deze map is leeg.
pa: ਇਹ ਫੋਲਡਰ ਖਾਲੀ ਹੈ।
pl: Ten katalog jest pusty.
pt: Esta pasta está vazia.
pt_br: Esta pasta está vazia.
ro: Dosarul este gol.
sc: Custa cartelledda este bodia
sd: |हे फ़ोल्डर खाली आ
sk: Tento priečinok je prázdny.
sl: Ta mapa je prazna.
sv: Den här mappen är tom.
tl: Ang polder na ito ay walang laman.
ug: بۇ قىسقۇچ بوش.

source: Do you really want to delete %s?
ar: هل أنت متأكد من رغبتك في حذف %s؟
be: Вы ўпэўнены, што жадаеце выдаліць %s?
bg: Наистина ли искате да изтриете %s?
ca: Esteu segurs que voleu eliminar %s?
el: Θέλετε σίγουρα να διαγράψετε το %s;
fa: آیا شما واقعا می خواهند انداختن‌ %s?
fi: Oletko aivan varma, että haluat poistaa %s?
fo: Vil tú veruliga strika %s?
he: האם ברצונך למחוק את %s?
hi: क्या आप वास्तव में% s को मिटाना चाहते हैं?
it: Sei sicuro di eliminare %s?
ja: 本当に %s を削除しますか?
lv: Vai Jūs tiešām vēlaties izdzēst %s?
nl: Wil je echt %s verwijderen?
pa: ਕਯਾ ਆਪ %s ਹਟਾਨਾ ਚਾਹਤੇ ਹੈ ?
pl: Na na pewno chcesz usunąć %s?
pt: Pretende mesmo eliminar %s?
pt_br: Você realmente deseja deletar %s ?
ro: Sigur doriți să ștergeți %s?
sc: Cherese abberu dogare %s?
sd: शा ताहाँ सहिय्में में%sखे मितायण ता चाह्यो ?
sk: Naozaj chcete zmazať %s?
sl: Res želiš izbrisati datoteko %s?
sv: Vill du verkligen ta bort %s?
tl: Gusto mo ba talagang alisin ang %s?
ug: %s نى راستىنلا ئۆچۈرەمسىز؟

source: File deleted.
ar: تم حذف الملف.
be: Файл выдалены.
bg: Файлът е изтрит=
ca: S'ha eliminat el fitxer
el: Το αρχείο διεγράφη.
fa: پرونده‌ ها حذف شد.
fi: Tiedosto poistettu.
fo: Fíla strikað
he: קובץ נמחק
hi: फ़ाइल मिट गयी|
it: Il file è stato eliminato.
ja: ファイルを削除しました。
lv: Fails izdzēsts.
nl: Bestand verwijderd.
pa: ਫਾਇਲ ਹਟਾਦੀ
pl: Plik usunięty.
pt: Ficheiro eliminado.
pt_br: Arquivo deletado.
ro: Fișier sters.
sc: File dogau.
sd: फाईल मिटी वई
sk: Súbor bol zmazaný.
sl: Datoteka je izbrisana.
sv: Fil borttagen.
tl: File inalis.
ug: ھۆججەت ئۆچۈرۈلدى.

source: Folder deleted.
ar: تم حذف المجلد.
be: Папка выдалена.
bg: Директорията е изтрита.
ca: S'ha eliminat la carpeta
el: Ο φάκελος διεγράφη.
fa: لفاف‌ حذف.
fi: Hakemisto poistettu.
fo: Skjátta strikað.
he: תיקייה נמחקה
hi: फ़ोल्डर मिट गया|
it: La cartella è stata eliminata.
ja: フォルダを削除しました。
lv: Mape izdzēsta.
nl: Map verwijderd.
pa: ਫੋਲਡਰ ਹਟਾਦੀ
pl: Katalog usunięty.
pt: Pasta eliminada.
pt_br: Pasta deletada.
ro: Dosar șters.
sc: Cartelledda dogada.
sd: फोल्डर मिटी वयो
sk: Priečinok bol zmazaný.
sl: Mapa je izbrisana.
sv: Mapp borttagen.
tl: Polder inalis.
ug: قىسقۇچ ئۆچۈرۈلدى.

source: File renamed.
ar: تم اعادة تسمية الملف.
be: Файл перайменаваны.
bg: Файлът е преименуван.
bs: Fajl preimenovan.
ca: S'ha reanomeant el fitxer
el: Το αρχείο μετονομάστηκε.
fa: تغيير نام فايل.
fi: Tiedosto uudelleennimetty.
fo: Fíla nýnevnd
he: שונה שם הקובץ
hi: फ़ाइल का नाम बदला गया|
it: Il file è stato rinominato.
ja: ファイル名を変更しました。
lv: Fails pārdēvēts.
nl: Bestand hernoemd.
pa: ਫਾਇਲ ਕਾ ਨਹਮ ਬਦਲਾ
pl: Nazwa pliku zmieniona.
pt: Nome do ficheiro alterado.
pt_br: Arquivo renomeado.
ro: Fișier redenumit.
sc: File torrau a nominare.
sd: फाईल जो नाम बदल जी वयो
sk: Súbor bol premenovaný.
sl: Datoteka je preimenovana.
sv: Filnamn ändrat.
tl: File binago ang pangalan.
ug: ھۆججەت ئاتى ئۆزگەرتىلدى.

source: Folder renamed.
ar: تم اعادة تسمية المجلد.
be: Папка перайменавана.
bg: Директорията е преименувана.
bs: Folder premješten
ca: S'ha reanomenat la carpeta
el: Ο φάκελος μετονομάστηκε.
fa: لفاف‌ نام نيوهارمني.
fi: Hakemisto uudelleennimetty.
fo: Skjátta nýnevnd
he: שונה שם התיקייה
hi: फोल्डर का नाम बदला गया|
it: La cartella è stata rinominata.
ja: フォルダ名を変更しました。
lv: Mape pārdēvēta
nl: Map hernoemd.
pa: ਫੋਲਡਰ ਕਾ ਨਹਮ ਬਦਲਾ
pl: Naza katalogu zmieniona.
pt: Nome da pasta alterado.
pt_br: Pasta renomeada.
ro: Dosar redenumit.
sc: Cartelledda torrada a nominare.
sd: फ़ोल्डर जो नाम बदल जी वयो
sk: Priečinok bol premenovaný.
sl: Mapa je preimenovana.
sv: Mappnamn ändrat.
tl: Polder binago ang pangalan.
ug: قىسقۇچ ئاتى ئۆزگەرتىلدى.

source: File moved.
ar: تم نقل الملف.
be: Файл перамешчаны.
bg: Файлът е преместен.
bs: Fajl pomjeren
ca: S'ha mogut el fitxer
el: Το αρχείο μετακινήθηκε.
fa: حركت پرونده.
fi: Tiedosto siirretty.
fo: Fýla flutt
he: קובץ הועבר
hi: फाइल स्थानांतरित हो गयी|
it: Il file è stato spostato.
ja: ファイルを移動しました。
lv: Fails pārvietots.
nl: Bestand verplaatst.
pa: ਫਾਇਲ ਹਟਾਦੀ
pl: Plik przeniesiony.
pt: Ficheiro movido.
pt_br: Arquivo movido.
ro: Fișier mutat.
sc: File moghiu.
sd: फाईल जी जगह बदल जी वई
sk: Súbor bol presunutý.
sl: Datoteka je prestavljena.
sv: Fil flyttad
tl: File inilipat.
ug: ھۆججەت يۆتكەلدى.

source: Folder moved.
ar: تم نقل المجلد.
be: Папка перамешчана.
bg: Директорията е преместена.
bs: Folder pomjeren
ca: S'ha mogut la carpeta
el: Ο φάκελος μετακινήθηκε.
fa: لفاف‌ تحت تاثير.
fi: Hakemisto siirretty.
fo: Skjátta flutt
he: תיקייה הועברה
hi: फोल्डर स्थानांतरित हो गया|
it: La cartella è stata spostata.
ja: フォルダを移動しました
lv: Mape pārvietota.
nl: Map verplaatst.
pa: ਫੋਲਡਰ ਹਟਾਦੀ
pl: Katalog przeniesiony.
pt: Pasta movida.
pt_br: Pasta movida.
ro: Dosar mutat.
sc: Cartelledda moghia.
sd: फोल्डर जी जगह बदल जी वई
sk: Priečinok bol presunutý.
sl: Mapa je prestavljena.
sv: Mapp flyttad.
tl: Polder inilipat.
ug: قىسقۇچ يۆتكەلدى.

source: File copied.
ar: تم نسخ الملف.
be: Файл скапіраваны.
bg: Файлът е копиран.
bs: Folder kopiran
ca: S'ha copiat el fitxer
el: Το αρχείο αντεγράφη.
fa: پرونده‌ تقليد.
fi: Tiedosto kopioitu.
fo: Fíla avritað
he: קובץ הועתק
hi: फाइल की प्रतिलिपि बन गई|
it: Il file è stato copiato.
ja: ファイルをコピーしました
lv: Fails nokopēts.
nl: Bestand gekopieerd.
pa: ਫਾਇਲ ਦੀ ਨਕਲ ਕਰੀ
pl: Plik skopiowany.
pt: Ficheiro copiado
pt_br: Arquivo copiado.
ro: Fișier copiat.
sc: File copiau.
sd: फाईल कॉपी थी वई
sk: Súbor bol skopírovaný.
sl: Datoteka je skopirana.
sv: Fil kopierad.
tl: File kinopya.
ug: ھۆججەت كۆچۈرۈلدى.

source: Select folder to move to
ar: اختر مجلد للنقل اليه
be: Абярыце папку для перамяшчэння
bg: Избери директория за преместване в
bs: Izaberi folder za pomjeriti
ca: Seleccioneu la carpeta a moure-hi
el: Επιλέξτε φάκελο προς μετακίνηση
fa: لفاف‌ انتخاب كه به
fi: Valitse hakemisto, jonne haluat siirtää
fo: Vel skjáttu at flyta til
he: בחר תיקייה להעביר אליה
hi: स्थानांतरित करने के लिए फ़ोल्डर का चयन करें
it: Seleziona la cartella dove spostare
ja: 移動するフォルダを選択してください
lv: Izvēlieties mapi, uz kuru pārvietot
nl: Kies map om naartoe te verplaatsen
pa: ਫੋਲਡਰ ਸੈਲੇਕਟ ਕਰੇ ਹਟਾਨੇ ਕੇ ਲਿਏ
pl: Wybierz katalog docelowy
pt: Selecione a pasta a mover
pt_br: Escolha a pasta para onde deseja mover
ro: Selectați dosarul destinație
sc: Issepera sa cartelledda auve lu ponnere
sd: जगह बदलन लाये फोल्डर खे चुन्द्यो
sk: Vybrať priečinok do ktorého presunúť
sl: Izberi mapo, kamor bo datoteka prestavljena
sv: Välj mapp att flytta till
tl: Piliin ang polder na ililipat sa
ug: يۆتكەيدىغان قىسقۇچنى تاللاڭ

source: Move here
ar: انقل هنا
be: Перамясціць сюды
bg: Премести тук
bs: Premesti ovde
ca: Mou aquí
el: Μετακίνηση εδώ
fa: اینجا تکان بدهید
fi: Siirrä tähän
fo: Flyt hertil
he: העבר לכאן
hi: यहाँ स्थानांतरित करें
it: Sposta qui
ja: ここに移動
lv: Pārvietot šeit
nl: Hierheen verplaatsen
pa: ਇੱਥੇ ਭੇਜੋ
pl: Przenieś tutaj
pt: Mover para aqui
pt_br: Mover aqui
ro: Mută aici
sc: Moghe inoche
sd: हेदे जगह द्योस
sk: Presunúť sem
sl: Prestavi sem
sv: Flytta hit
tl: Ilipat dito
ug: بۇ جايغا يۆتكە

source: Select folder to copy to
ar: اختر مجلد للنسخ اليه
be: Абярыце папку для капіравання
bg: Избери директория за копиране в
ca: Seleccioneu la carpeta a copiar a
el: Επιλέξτε φάκελο προς αντιγραφή
fa: لفاف‌ نسخه را انتخاب کنند
fi: Valitse hakemisto jonne haluat siirtää
fo: Vel skjáttu at avrita til
he: בחר תיקייה להעתיק אליה
hi: प्रतिलिपि बनाने के लिए फ़ोल्डर का चयन करें
it: Seleziona la cartella dove copiare
ja: コピーするフォルダを選択してください
lv: Izvēlieties mapi, uz kuru nokopēt
nl: Kies map om naartoe te kopiÃ«ren
pa: ਫੋਲਡਰ ਚੁਨੇ ਨਕਲ ਕਰਣ ਦੇ ਲਿਏ
pl: Wybierz katalog docelowy
pt: Selecione a pasta a copiar
pt_br: Escolha a pasta para onde deseja copiar
ro: Selectați dosarul destinație
sc: Issepera sa cartelledda auve lu copiare
sd: कॉपी करण लाये फ़ोल्डर खे चुन्द्यो
sk: Vybrať priečinok do ktorého kopírovať
sl: Izberi mapo, kamor bo datoteka skopirana
sv: Välj mapp att kopiera till
tl: Piliin ang polder na kokopyahin sa
ug: كۆچۈرىدىغان قىسقۇچنى تاللاڭ

source: Copy here
ar: انسخ هنا
be: Капіраваць сюды
bg: Копиране тук
bs: Kopiraj ovdje
ca: Copia aquí
el: Αντιγραφή εδώ
fa: در اينجا نسخه
fi: Kopioi tähän
fo: Avrita her
he: העתק לכאן
hi: यहाँ प्रतिलिपि बनाएँ
it: Copia qui
ja: ここへコピー
lv: Nokopējiet šeit
nl: Kopieer hier
pa: ਇੱਥੇ ਨਕਲ ਕਰੋ
pl: Skopiuj tutaj
pt: Copiar para aqui
pt_br: Copiar aqui
ro: Copiază aici
sc: Copia inoche
sd: हेदे कॉपी कयो
sk: Kopírovať sem
sl: Skopiraj sem
sv: Kopiera hit
tl: Kopyahin dito
ug: بۇ جايغا كۆچۈر
