Repository: openintents/translations-export
Catalog: translations_filemanager/*.po
Languages: ar, be, bg, bs, ca, el, fa, fi, fo, he, hi, it, ja, lv, nl, pa, pl, pt, pt_br, ro, sc, sd, sk, sl, sv, tl, ug

source: Extract here
ar: فك الظغط هنا
be: Дэкампрэсаваць тут
bg: Разархивирай тук
bs: Raspakuj ovdje
fa: اقتباس‌ كردن‌ اینجا
fi: Pura tähän
hi: इधर एक्स्त्रक्ट करें
it: Estrai qui
ja: ここに解凍
nl: Hier uitpakken
pl: Rozpakuj tutaj
pt: Extrair aqui
sk: Extrahovať sem
sv: Extrahera hit

source: Extracting...
ar: فك الظغط...
be: Ідзе дэкампрэсаванне...
bg: Разархивиране...
fa: استخراج...
fi: Puretaan...
hi: एक्स्त्रक्ट कर रहें है...
it: Estrazione...
ja: 解凍中...
nl: Bezig met uitpakken...
pl: Rozpakowywanie...
pt: A extrair...
sk: Extrahujem...
sv: Extraherar...

source: Compressing...
ar: الظغط...
be: Ідзе кампрэсаванне...
bg: Компресиране...
bs: Kompresujem...
fa: بارگلولهء توپى...
fi: Pakataan...
hi: कम्प्रेस कर रहें है...
it: Compressione...
ja: 圧縮中...
nl: Bezig met comprimeren...
pl: Pakowanie...
pt: A comprimir...
sk: Komprimujem...
sv: Komprimerar...

source: File %s exists. Do you want to overwrite it?
ar: الملف %s موجود.هل تود الكتابة فوقه؟
be: Файл %s існуе. Перазапісаць яго?
bg: Файлът %s съществува. Желаете ли да го препокриете?
fa: پرونده‌ %s هست.آیا شما می خواهم به آن زياد نوشتن‌?
fi: Tiedosto %s on olemassa. Haluatko ylikirjoittaa sen?
hi: फ़ाइल %s मोजूद है. क्या आप को ओवरराइट करना है?
it: File %s già presente. Vuoi sovrascriverlo?
ja: ファイル %s は既に存在します。上書きしたいですか？
nl: Het bestand %s bestaat al. Wilt u het vervangen?
pl: Plik %s istnieje. Nadpisać?
pt: O ficheiro %s já existe. Substituir?
sk: Súbor %s existuje. Chcete ho prepísať?
sv: Filen %s existerar redan. Vill du skriva över den?

source: Do you want to change the file extension?
ar: هل تود تغيير ملحق الملف ؟
be: Вы жадаеце змяніць пашырэнне файла?
bg: Желаете ли да промените разширението на файла?
bs: Da li želite promijeniti fajl ekstenziju?
fa: آیا شما می خواهم برای تغيير در تمديد پرونده‌?
fi: Haluatko vaihtaa tiedostonpäätteen?
hi: क्या आप को फ़ाइल एक्सटेंशन को बदलना चाहतें है?
it: Vuoi modificare l'estensione del file?
ja: ファイル拡張子の変更を保存したいですか？
nl: Wilt u de bestandsextensie wijzigen?
pl: Zmienić rozszerzenie pliku?
pt: Pretende alterar a extensão do ficheiro?
sk: Chcete zmeniť príponu súboru?
sv: Vill du ändra filtillägget?

source: ZIP
nl: Postcode

source: Manage files on the SD card.
ca: Gestiona els fitxers de la targeta SD.
pt_br: Administrar arquivos no cartão SD.
sl: Upravljajte z dokumenti na SD kartici.
tl: Pamahalaan ang mga file sa SD card.
ug: SD كارتىدىكى ھۆججەتلەرنى باشقۇرىدۇ.

source: OI File Manager is an open file manager that seamlessly cooperates with other applications.
sc: OI File Manager este unu programma chi ti serviti pro sa gestione de sos files
