Repository: openintents/translations-export
Catalog: translations_filemanager/*.po
Languages: ar, be, bg, bs, ca, el, fa, fi, fo, he, hi, it, ja, lv, nl, pa, pl, pt, pt_br, ro, sc, sd, sk, sl, sv, tl, ug

source: Deleting files...
ar: حذف الملفات...
be: Выдаленне файлаў...
bg: Изтриване на файлове...
bs: Izbriši fajl
ca: S'estan eliminant els fitxers...
el: Διαγραφή αρχείων...
fa: حذف پرونده...
fi: Poistetaan tiedostoja...
he: מוחק קבצים...
hi: फाईलें मिटा रहे हैं ...
it: Eliminazione dei file in corso...
ja: ファイルを削除しています...
lv: Notiek failu dzēšana...
nl: Bestanden aan het verwijderen...
pa: ਫਾਇਲ ਹਟ ਰਹੀ ਹੈ
pl: Usuwanie plików...
pt: A eliminar ficheiros...
pt_br: Excluindo arquivos...
ro: Se șterg fișierele...
sd: फईल्यूं मिटन ती पयूं
sk: Súbory sa odstraňujú...
sv: Tar bort filer...
tl: Inaalis ang mga file...
ug: ھۆججەت ئۆچۈرۈۋاتىدۇ...

source: Warning
ar: تحذير
be: Папярэджанне
bg: Внимание
bs: Upozoranje
ca: Avís
el: Προσοχή
fa: اشاره‌
fi: Varoitus
he: אזהרה
hi: चेतावनी
it: Attenzione
ja: 警告
lv: Uzmanību
nl: Waarschuwing
pa: ਚੇਤਾਵਨੀ
pl: Ostrzeżenie
pt: Aviso
ro: Avertizare
sd: चेतावनी
sk: Varovanie
sv: Varning
tl: Babala
ug: ئاگاھلاندۇرۇش

source: Some of the following options may not work.
ar: مجموعة من هته الخيارات قد لا تعمل
be: Некаторыя з наступных настроек могуць не працаваць.
bg: Някои от следните опции може да не работят.
ca: Alguna d'aquestes opcions podria no funcionar
el: Κάποιες από τις παρακάτω επιλογές μπορεί να μη δουλεύουν.
fa: برخي از اين کار نه ممکن است به دنبال گزینه های دیگر.
fi: Jotkut seuraavista asetuksista eivät saata toimia.
he: חלק מהאפשרויות הבאות אולי לא יעבדו.
hi: निम्न विकल्पों में से कुछ काम नहीं करेंगे|
it: Alcune tra le seguenti opzioni potrebbero non funzionare.
ja: 以下のオプションのいくつかは動かないかもしれません。
lv: Kāda no sekojošajām iespējām var nestrādāt.
nl: Mogelijk werkt een aantal van deze opties niet
pa: ਕਇ ਕਾਮ ਨਹੀ ਕਰੇੰਗੇ
pl: Niektóre z poniższych opcji mogą nie działać
pt: Algumas das seguintes opções podem não funcionar.
ro: Una din următoarele opțiuni s-ar putea să nu funcționeze.
sd: कोई कोई विकल्प कम न कंदवा
sk: Niektoré z nasledujúcich možností nemusia fungovať.
sv: Några av följande alternativ kanske inte fungerar.
tl: Ilan sa mga sumusunod na pagpipilian ay maaaring hindi gumana.
ug: تۆۋەندىكى بەزى تاللانمىلار ئىشلىمەيۋاتقان بولۇشى مۇمكىن.

source: Show warning again
ar: اظهار التحذير مرة أخرى
be: Паказваць папярэджанне яшчэ раз
bg: Покажи предупреждението отново
bs: Prikaži ponovo upozorenje
ca: Torna a mostrar l'avís
el: Εμφάνιση της προειδοποίησης ξανά
fa: بار ديگر هشدار نشان
fi: Näytä varoitus uudestaan
he: הראה אזהרה שוב
hi: चेतावनी फिर से दिखाएँ
it: Mostra avviso ancora
ja: 警告を再表示する
lv: Parādīt brīdinājumu atkal
nl: Waarschuwing opnieuw tonen
pa: ਚੇਤਾਵਨੀ ਫਿਰਸੇ ਦਿਖਾਓ
pl: Pokaż ostrzeżenie ponownie
pt: Mostrar aviso novamente
ro: Arată avertizarea din nou
sd: चेतवानी वारी सां दिखार्यो
sk: Znovu zobraziť varovanie.
sv: Visa varning igen
tl: Ipakita muli ang babala
ug: ئاگاھلاندۇرۇشنى قايتا كۆرسەت

source: Do you really want to delete %d files?
ar: هل أنت متأكد من رغبتك في حذف الملفات %d؟
be: Вы ўпэўнены, што жадаеце выдаліць %d файлаў?
bg: Наистина ли искате да изтриете %d файла?
bs: Da li stvarno želite izbrisati %d fajlove?
ca: Esteu segurs que voleu eliminar %d fitxers?
el: Θέλετε σίγουρα να διαγράψετε %d αρχεία;
fa: آیا شما واقعا می خواهند انداختن‌ %d پرونده?
fi: Oletko aivan varma, että haluat poistaa %d tiedostot?
he: האם אתה רוצה למחוק קבצי %d
hi: क्या आप वास्तव में% d फ़ाइलें हटाना चाहते हैं?
it: Vuoi veramente eliminare %d documenti?
ja: 本当に %d のファイルを削除したいですか？
lv: Vai jūs tiešām vēlaties izdzēst %d failus?
nl: Wilt u echt %d bestanden verwijderen?
pa: &d ਫਾਇਲ ਹਟਾਨੀ ਹੈ
pl: Czy na pewno chcesz usunąć %d plików?
pt: Pretende realmente eliminar %s ficheiros?
pt_br: Tem certeza de que deseja deletar %d arquivos?
ro: Sigur doriți ștergerea a %d fișiere?
sd: ?शा तहां खे सहिया में% d फईल्यूं मिटायनी तव
sk: Naozaj chcete zmazať %d súborov?
sl: Res želiš izbrisati datoteke %d?
sv: Vill du verkligen ta bort %d filer?
tl: Gusto mo ba talagang alisin ang mga file %d?
ug: راستىنلا %d ھۆججەتنى ئۆچۈرەمسىز؟

source: Select multiple files
ar: اختر ملفات متعددة
be: Абярыце некалькі файлаў
bg: Изберете много файлове.
bs: Izaberi više fajlova
ca: Seleccioneu múltiples fitxers
el: Επιλογή πολλαπλών αρχείων
fa: انتخاب چند پرونده
fi: Valitse useampi tiedosto
he: בחירת קבצים מרובה
hi: एकाधिक फ़ाइलों का चयन करें
it: Selezione file multipli
ja: 複数のファイルを選択する
lv: Izvēlēties vairākus failus
nl: Selecteer meerdere bestanden
pa: ਕਇ ਫਾਇਲ ਚੁਨੇ
pl: Zaznacz wiele plików
pt: Selecionar vários ficheiros
pt_br: Selecione varios arquivos
ro: Selectează fișiere multiple
sd: हिक्क खान वधीक फईलोयूं चुन्द्यो
sk: Označiť viacero súborov
sl: Izberi več datotek
sv: Välj flera filer
tl: Pumili ng mga file
ug: كۆپ ھۆججەت تاللاڭ

source: Please select one or more file(s).
ar: رجاءا اخر ملف أو عدة ملفات
be: Калі ласка, абярыце адзін ці больш файлаў.
bg: Моля, изберете един или повече файла.
bs: Izaberite jedan ili više fajlova
ca: Si us plau seleccioneu un o més fitxer(s)
el: Παρακαλώ επιλέξτε ένα ή περισσότερα αρχεία.
fa: لطفا انتخاب‌ كردن‌ يكي از پرونده‌ يا بيشتر(s).
fi: Ole hyvä, ja valitse yksi tai useampi tiedosto
he: יש לבחור קובץ אחד או יותר
hi: एक या एक से अधिक फ़ाइल (ओं) का चयन करें|
it: Seleziona uno o più file
ja: 一つ以上のふぃあるを選択してください。
lv: Lūdzu, izvēlieties vienu vai vairākus failu(s).
nl: Selecteer een of meer bestanden.
pa: 1 ਯਾ ਜਯਾਦਾ ਫਾਇਲ ਚੁਨੇ
pl: Proszę wybrać plik(i).
pt: Por favor, escolha um ou mais ficheiros.
pt_br: Favor selecionar um ou mais arquivos
ro: Selectați unul sau mai multe fișiere.
sd: कृपा करे हिक्क या वधीक फईल्यूं चुन्द्यो
sk: Prosím označte jeden alebo viac súborov.
sl: Prosim izberi eno ali več datotek.
sv: Var god välj en eller fler filer.
tl: Paki-pili ng isa o madaming mga file.
ug: بىر ياكى بىر قانچە ھۆججەت تاللاڭ.

source: Type
ar: النوع
be: Тып
bg: Вид
bs: Vrsta
ca: Tipus
el: Τύπος
fa: نوعی
fi: Tyyppi
he: סוג
hi: प्ररूप
it: Tipo
ja: 種類
lv: Veids
pa: ਟਾਈਪ
pl: Typ
pt: Tipo
ro: Tip
sd: प्ररूप
sk: Typ
sv: Typ
tl: Uri
ug: تىپى

source: Folder
ar: المجلد
be: Папка
bg: Директория
ca: Carpeta
el: Φάκελος
fa: تاه‌ كن‌
fi: Hakemisto
he: תיקייה
hi: फोल्डर
it: Cartella
ja: フォルダー
lv: Mape
nl: Map
pa: ਫੋਲਡਰ
pt: Pasta
ro: Dosar
sd: फोल्डर
sk: Priečinok
sv: Mapp
tl: Polder
ug: قىسقۇچ

source: File
ar: الملف
be: Файл
bg: Файл
bs: Fajl
ca: Fitxer
el: Αρχείο
fa: پرونده‌
fi: Tiedosto
he: קובץ
hi: फ़ाइल
ja: ファイル
lv: Fails
nl: Bestand
pa: ਫਾਇਲ
pl: Plik
pt: Ficheiro
ro: Fișier
sd: फ़ाइल
sk: Súbor
sv: Fil
ug: ھۆججەت

source: Other
ar: أخرى
be: Іншае
bg: Други
bs: Ostalo
ca: Un altre
el: Άλλο
fa: ديگر
fi: Muu
he: אחר
hi: अन्य
it: Altro
ja: その他
lv: Cits
nl: Overig
pa: ਹੋਰ
pl: Inne
pt: Outros
ro: Alte
sd: अन्य
sk: Iné
sv: Annat
tl: Iba Pa
ug: باشقا

source: Size
ar: الحجم
be: Памер
bg: Размер
bs: Velicina
ca: Mida
el: Μέγεθος
fa: اندازه‌
fi: Koko
he: גודל
hi: आकार
it: Dimensione
ja: サイズ
lv: Izmērs
nl: Grootte
pa: ਸਾਈਜ਼
pl: Rozmiar
pt: Tamanho
ro: Dimensiune
sd: आकार
sk: Veľkosť
sv: Storlek
tl: Sukat
ug: چوڭلۇقى

source: Permissions
ar: الصلاحيات
be: Правы
bg: Права
ca: Permisos
el: Δικαιώματα
fa: براى سفرشان
fi: Käyttöoikeudet
he: הרשאות
hi: अनुमतियाँ
it: Permessi
ja: 権限
lv: Atļaujas
nl: Rechten
pa: ਅਧਿਕਾਰ
pl: Uprawnienia
pt: Permissões
ro: Permisiuni
sd: अनुमतियाँ
sk: Práva
sv: Behörigheter
tl: Mga Permisyon
ug: ھوقۇقلار

source: Hidden
ar: مخفية
be: Схавана
bg: Скрит
bs: Skriven
ca: Ocult
el: Κρυφό
fa: پنهان
fi: Piilotettu
he: מוסתר
hi: छिपा हुआ
it: Nascosto
ja: 非表示
lv: Paslēpts
nl: Verborgen
pa: ਲੁਕਵਾਂ
pl: Ukryty
pt: Ocultos
ro: Ascuns
sd: लिक्यल
sk: Skryté
sv: Dold
tl: Nakatago
ug: يوشۇرۇن

source: Last Modified
ar: آخر تعديل
be: Апошняе змяненне
bg: Последно променен
bs: Zadnja izmjena
ca: Modificat per darrer cop
el: Τελευταία Τροποποίηση
fa: تعديل گذشته
fi: Muokattu viimeksi
he: עודכן לאחרונה
hi: अंतिम बार संशोधित
it: Ultima modifica
ja: 最終更新日時
lv: Pedējo reizi mainīts
nl: Laatst gewijzigd
pa: ਆਖਰੀ ਬਦਲਾਵ
pl: Ostatnio modyfikowane
pt: Data de modificação
ro: Ultimul Modificat
sd: आखरी बार संशोधित थ्यल
sk: Naposledy zmenené
sv: Senast modifierad
tl: Huling Binago
ug: ئاخىرقى ئۆزگەرتىش

source: Yes
ar: نعم
be: Так
bg: Да
bs: Da
ca: Sí
el: Ναι
fa: بله
fi: Kyllä
he: כן
hi: हां
it: Sì
ja: はい
lv: Jā
nl: Ja
pa: ਹਾਂ
pl: Tak
pt: Sim
ro: Da
sd: हा
sk: Áno
sv: Ja
tl: Oo
ug: ھەئە

source: No
ar: لا
be: Не
bg: Не
bs: Ne
el: Όχι
fa: نخیر
fi: Ei
he: לא
hi: नहीं
ja: いいえ
lv: Nē
nl: Nee
pa: ਨਹੀ
pl: Nie
pt: Não
ro: Nu
sd: न
sk: Nie
sv: Nej
tl: Hindi
ug: ياق

source: Copy of %s
ar: انسخ من %s
be: Копія %s
bg: Копие на %s
bs: Kopija od %s
ca: Còpia de %s
el: Αντιγραφή του %s
fa: نسخه اي از %s
fi: Kopio tiedostosta %s
fo: Avrita av %s
he: העתק של %s
hi: %s की प्रतिलिपि
it: Copia di %s
ja: %s のコピー
lv: %s kopija
nl: Kopie van %s
pa: &s ਦੀ ਕਾਪੀ
pl: Kopia %s
pt: Cópia de %s
pt_br: Cópia de %s
ro: Copie a %s
sc: Copiande %s
sd: s जी कॉपी%
sk: Kópia z %s
sl: %s - kopija
sv: Kopiering av %s
tl: Kopya ng %s
ug: %s كۆچۈر

source: Copy %1$d of %2$s
ar: انسخ %1$d من %2$s
be: Скапіраваць %1$d як %2$s
bg: Копие %1$d от %2$s
ca: Còpia %1$d de %2$s
el: Αντιγραφή %1$d από %2$s
fa: رونوشت‌ %1$d از %2$s
fi: Kopioi tiedosto %2$s uudestaan nimellä %1$d
he: העתק %1$d של %2$s
hi: %2$s के %1$d की प्रतिलिपि
it: Copia %1$d di %2$s
ja: %2$s の %1$d 番コピー
lv: %2$s kopija %1$d
nl: Kopieer %1$d van %2$s
pa: ਕਾਪੀ %1$d ਓਫ %2$s
pl: Kopiowanie %1$d z %2$s
pt: Cópia %1$d de %2$s
pt_br: Copia %1$d de %2$s
ro: Copiază %1$d din %2$s
sc: Copiande su %1$d de %2$s
sd: %2$s जे%1$d जी कॉपी
sk: Kopírovať %1$d z %2$s
sl: Kopija %1$d datoteke %2$s
sv: Kopierar %1$d av %2$s
tl: %1$d Kopya ng %2$s
ug: %2$s نىڭ %1$d نى كۆچۈر

source: This folder will be included in the next media scan.
ar: هذا المجلد سيكون مدرجا في فحص ميديا التالي
be: Гэтая папка будзе прасканавана пры наступным сканаванні.
bg: Тази директория ще бъде включена в следващото сканиране на паметта.
bs: Ovaj folder će biti uključen u sljedećem medija skenu
ca: Aquesta carpeta s'inclourà al següent escaneig de dispositius
el: Αυτός ο φάκελος θα συμπεριληφθεί στην επόμενη σάρωση μέσων.
fa: لفاف‌ اين منظور خواهد شد تا رسانه ها با وزن‌ خواندن‌............. . ..
fi: Tämä hakemisto sisällytetään seuraavaan mediaskannaukseen.
he: תיקייה זו תיכלל בסריקת מדיה הבאה.
hi: यह फ़ोल्डर अगले मीडिया स्कैन में शामिल किया जाएगा|
it: Questa cartella verrà inclusa nella prossima scansione del supporto.
ja: このフォルダーは次のメディアスキャン時に含まれます。
lv: Šī mape tiks iekļauta nākamajā datu nesēju pārbaudē.
nl: Deze map zal worden meegenomen bij de volgende media scan.
pa: ਯੇ ਫੋਲਡਰ ਅਗਲੇ ਮੀਜਿਯਾ ਸਕੈਨ ਮੇ ਡਾਲੋ
pl: Katalog będzie brany pod uwagę podczas następnego skanowania.
pt: Esta pasta será incluída na próxima análise.
pt_br: Esta pasta será incluída no próximo escaneamento de mídia
ro: Acest dosar va fi inclus în următoarea scanare media.
sc: Custa cartelledda atta a essere inclusa in sa prossima scansione
sd: ईयो फ़ोल्डर अगले मीडिया स्कैन में शामिल थीन्दो|
sk: Tento priečinok bude zahrnutý v nasledujúcom prehľadávaní médií.
sl: Ta mapa bo vključena v naslednji pregled datotek.
sv: Den här mappen blir inkluderad i nästa multimedia scanning.
tl: Ang polder na ito ay kasama sa susunod na media scan.
ug: بۇ قىسقۇچنى كېيىنكى قېتىم ۋاسىتە تەكشۈرگەندە ئۆز ئىچىگە ئالىدۇ.

source: This folder will be excluded during the next media scan.
ar: سيتم استبعاد المجلد خلال فحص الميديا التالي.
be: Гэтая папка не будзе прасканавана пры наступным сканаванні.
bg: Тази директория ще бъде изключена при следващото сканиране на паметта.
bs: Ovaj folder će biti isključen u sljedećem media scanu
ca: Aquesta carpeta s'exclourà al següent escaneig de dispositius.
el: Αυτός ο φάκελος θα εξαιρεθεί από την επόμενη σάρωση μέσων.
fa: لفاف‌ محروم خواهد شد این در رسانه های آينده کت اسکن انجام بدهیم.
fi: Tätä hakemistoa EI sisällytetä seuraavaan mediaskannaukseen.
he: תיקייה זו לא תיכלל בסריקת המדיה הבאה.
hi: यह फ़ोल्डर अगले मीडिया स्कैन के दौरान अपवर्जित किया जाएगा|
it: Questa cartella verrà esclusa nella prossima scansione del supporto.
ja: このフォルダーは次のメディアスキャン時に除外されます。
lv: Šī mape tiks izslēgta no nākamās datu nesēju pārbaudes.
nl: Deze map zal worden genegeerd bij de volgende media scan.
pa: ਯੇ ਫੋਲਡਰ ਅਗਲੇ ਮੀਜਿਯਾ ਸਕੈਨ ਮੇ ਨਹੀ ਹੋਗਾ
pl: Katalog będzie wyłączony z następnego skanowania.
pt: Esta pasta será excluída na próxima análise.
pt_br: Esta pasta será excluída durante o próximo escaneamento de mídia.
ro: Acest dosar va fi exclus în timpul următoarei scanări media.
sc: Custa cartelledda no atta a essere inclusa in sa scansione
sd: ईयो फ़ोल्डर अगले मीडिया स्कैन में शामिल न थीन्दो
sk: Tento priečinok bude vyňatý z nasledujúceho prehľadávania médií.
sl: Ta mapa bo izključena iz naslednjega pregleda datotek.
sv: Den här mappen blir exkluderad i nästa multimedia scanning.
tl: Ang polder na ito ay hindi kasama sa susunod na media scan.
ug: بۇ قىسقۇچنى كېيىنكى قېتىم ۋاسىتە تەكشۈرگەندە ئۆز ئىچىگە ئالمايدۇ.

source: Could not create new folder.
ar: لا يمكن انشاء مجلد جديد.
be: Немагчыма стварыць папку.
bg: Не може да бъде създадена нова папка.
bs: Neuspješno kreiranje novog foldera
ca: No s'ha pogut crear una nova carpeta.
el: Αδυναμία δημιουργίας νέου φακέλου.
fa: لفاف‌ جديد ايجاد نمي كند.
fi: Ei voinut tehdä uutta hakemistoa.
fo: Kundi ikki stovna nýggja skjáttu.
he: לא ניתן היה ליצור תיקייה חדשה.
hi: नए फ़ोल्डर नहीं बना सके|
it: Impossibile creare una nuova cartella.
ja: 新規フォルダーを作成できませんでした。
lv: Nevar izveidot jaunu mapi.
nl: Kan geen nieuwe map maken.
pa: ਨਵਾ ਫੋਲਡਰ ਨਹੀ ਪਨਾ
pl: Nie udało się utworzyć katalogu.
pt: Incapaz de criar a nova pasta.
pt_br: Não é possível criar nova pasta.
ro: Nu s-a putut crea un dosar nou.
sc: Non potto creare sa cartelledda
sd: नयो फ़ोल्डर न ठाए सग्यास
sk: Nebolo možné vytvoriť priečinok.
sl: Ne morem ustvariti nove mape.
sv: Kunde inte skapa ny mapp.
tl: Hindi makalikha ng bagong polder.
ug: يېڭى قىسقۇچ قۇرالمىدى.

source: Could not delete file.
ar: لا يمكن حذف الملف.
be: Немагчыма выдаліць файл.
bg: Файлът не може да бъде изтрит.
bs: Nije mogao izbrisati fajl
ca: No s'ha pogut eliminar el fitxer.
el: Αδυναμία διαφραφής αρχείου.
fa: حذف نمي تواند پرونده كردند.
fi: Ei voinut poistaa tiedostoa.
fo: Kundi ikki strika fílu.
he: לא ניתן למחוק קובץ.
hi: फ़ाइल को मिटा नहीं सके|
it: Impossibile eliminare il file.
ja: ファイルを削除できませんでした。
lv: Nevar izdzēst failu.
nl: Kan het bestand niet verwijderen.
pa: ਫਾਇਲ ਨਹੀ ਹਟੀ
pl: Nie udało się usunąć pliku.
pt: Incapaz de eliminar ficheiro.
pt_br: Não é possível deletar arquivo.
ro: Nu am putut șterge fișierul.
sc: Non potto dogare su file
sd: फाईल मिटाए न सग्यास
sk: Nebolo možné zmazať súbor.
sl: Ne morem izbrisati datoteke.
sv: Kunde inte ta bort fil.
tl: Hindi maalis ang file
ug: ھۆججەتنى ئۆچۈرەلمىدى.

source: Could not delete folder '%s'.
ar: لا يمكن حذف المجلد '%s'.
be: Немагчыма выдаліць папку '%s'.
bg: Не може да изтриете директорията '%s'.
bs: Ne može se izbrisati folder '%s'
ca: No s'ha pogut eliminar la carpeta '%s'.
el: Αδυναμία διαγραφής του φακέλου '%s'.
fa: لفاف‌ حذف نمي توانست '%s'.
fi: Ei voinut poistaa hakemistoa '%s'.
fo: Kundi ikki strika skjáttu '%s'.
he: לא ניתן למחוק תיקייה '%s'.
hi: फ़ोल्डर '%s' को मिटा नहीं सके|
it: Impossibile eliminare la cartella '%s'.
ja: '%s' のフォルダを削除できません。
lv: Nevar izdzēst mapi '%s'.
nl: Kan de map '%s' niet verwijderen.
pa: %s ਫੋਲਡਰ ਨਹੀ ਪਨਾ
pl: Nie udało się usunąć katalogu '%s'.
pt: Incapaz de eliminar a pasta %s.
pt_br: Não é possível deletar pasta '%s'.
ro: Nu s-a putut șterge dosarul '%s'.
sc: Non potto cantzellare '%s'.
sd: फ़ोल्डर '%s' खे मिटाये न सग्यास
sk: Nebolo možné zmazať priečinok '%s'.
sl: Ne morem izbrisati mape '%s'.
sv: Kunde inte ta bort mappen '%s'.
tl: Hindi matanggal ang '%s' polder.
ug: قىسقۇچ '%s' نى ئۆچۈرەلمىدى.

source: Could not rename file.
ar: لا يمكن اعادة تسمية الملف.
be: Немагчыма перайменаваць файл.
bg: Файлът не може да бъде преименуван.
bs: Ne može se preimenovati fajl.
ca: No s'ha pogut reanomenar el fitxer.
el: Αδυναμία μετονομασίας αρχείου.
fa: نمي تواند پرونده محدودة ميان رودهاي.
fi: Ei voinut uudelleennimetä tiedostoa.
fo: Kundi ikki nýnevna fílu.
he: לא ניתן היה לשנות את שם הקובץ.
hi: आपने कोई भी फाईल नहीं उठाई|
it: Impossibile rinominare il file.
ja: ファイル名を変更できませんでした。
lv: Nevar pārsaukt failu.
nl: Kan het bestand niet hernoemen.
pa: ਫਾਇਲ ਦਾ ਨਾਂ ਨਹੀ ਬਦਲਾ
pl: Nie udało się zmienić nazwy pliku.
pt: Incapaz de mudar nome.
pt_br: Não é possível renomar arquivo.
ro: Nu s-a putut redenumi fișierul.
sc: Non lu potto torrare a lu numinare
sd: फाईल यो नाम न बदले सग्यास
sk: Nebolo možné premenovať súbor.
sl: Ne morem preimenovati datoteke.
sv: Kunde inte döpa om fil.
tl: Hindi ma-palitan ang pangalan ng file.
ug: ھۆججەت ئاتىنى ئۆزگەرتەلمىدى.

source: Could not rename folder.
ar: لا يمكن اعادة تسمية المجلد.
be: Немагчыма перайменаваць папку.
bg: Директорията не може да бъде преименувана.
bs: Ne moguće preimenovat folder.
ca: No s'ha pogut reanomenar la carpeta.
el: Αδυναμία μετονομασίας φακέλου.
fa: لفاف‌ محدودة ميان رودهاي نمي توانست.
fi: Ei voinut uudelleennimetä hakemistoa.
fo: Kundi ikki nýnevna skjáttu.
he: לא ניתן היה לשנות את שם התיקייה.
hi: फ़ोल्डर का नाम बदल नहीं सके|
it: Impossibile rinominare la cartella.
ja: フォルダ名を変更できませんでした。
lv: Nevar pārsaukt mapi.
nl: Kan de map niet hernoemen.
pa: ਫੋਲਡਰ ਦਾ ਨਾਂ ਨਹੀ ਬਦਲਾ
pl: Nie udało się zmienić nazwy katalogu.
pt: Incapaz de mudar nome da pasta.
pt_br: Não é possível renomar pasta.
ro: Nu s-a putut redenumi dosarul.
sc: Non la potto torrare a la numinare
sd: फोल्डर यो नाम न बदले सग्यास
sk: Nebolo možné premenovať priečinok.
sl: Ne morem preimenovati mape.
sv: Kunde inte döpa om mapp.
tl: Hindi ma-palitan ang pangalan ng polder.
ug: قىسقۇچ ئاتىنى ئۆزگەرتەلمىدى.

source: Could not move file.
ar: لا يمكن نقل الملف.
be: Немагчыма перамесціць файл.
bg: Файлът не може да бъде преместен.
bs: Ne moguće pomjeriti fajl
ca: No s'ha pogut moure el fitxer.
el: Αδυναμία μετακίνησης αρχείου.
fa: نمى توانست پرونده‌....
fi: Ei voinut siirtää tiedostoa.
fo: Kundi ikki flýta fílu.
he: לא ניתן להעביר את הקובץ.
hi: फ़ाइल स्थानांतरित नहीं कर सके|
it: Impossibile spostare il file.
ja: ファイルを移動できませんでした。
lv: Nevar pārvietot failu.
nl: Kan het bestand niet verplaatsen.
pa: ਫਾਇਲ ਨਹੀ ਹਟੀ
pl: Nie udało się przenieść pliku.
pt: Incapaz de mover ficheiro.
pt_br: Não é possível mover arquivo.
ro: Nu s-a putut muta fișierul.
sc: Non che lu potto moghere
sd: फाईल जी जगह न बदले सग्यास
sk: Nebolo možné presunúť súbor.
sl: Ne morem prestaviti datoteke.
sv: Kunde inte flytta fil.
tl: Hindi ma-ilipat ang pangalan ng file.
ug: ھۆججەتنى يۆتكىيەلمىدى.

source: Could not move folder.
ar: لا يمكن نقل المجلد.
be: Немагчыма перамесціць папку.
bg: Директорията не може да бъде преместена.
bs: Ne moguće pomjeriti folder.
ca: No s'ha pogut moure la carpeta.
el: Αδυναμία μετακίνησης φακέλου.
fa: لفاف‌ نمى توانست.
fi: Ei voinut siirtää hakemistoa.
fo: Kundi ikki flyta skjáttu.
he: לא ניתן להעביר תיקייה
hi: फ़ोल्डर को स्थानांतरित नहीं कर सके|
it: Impossibile spostare la cartella.
ja: フォルダーを移動できませんでした。
lv: Nevar pārvietot mapi.
nl: Kan de map niet verplaatsen.
pa: ਫੋਲਡਰ ਨਹੀ ਹਟਾ
pl: Nie udało się przenieść katalogu.
pt: Incapaz de mover pasta.
pt_br: Não é possível mover pasta.
ro: Nu s-a putut muta dosarul.
sc: Non che lu potto moghere inoche
sd: फोल्डर जी जगह न बदले सग्यास
sk: Nebolo možné presunúť priečinok.
sl: Ne morem prestaviti mape.
sv: Kunde inte flytta mapp.
tl: Hindi ma-ilipat ang polder.
ug: قىسقۇچنى يۆتكىيەلمىدى.

source: Could not copy file.
ar: لا يمكن نسخ الملف.
be: Немагчыма скапіраваць файл.
bg: Файлът не може да бъде копиран.
bs: ne moguće kopirati fajl.
ca: No s'ha pogut copiar el fitxer.
el: Αδυναμία αντιγραφής αρχείου.
fa: نمي تواند نسخه اي از پرونده.
fi: Ei voinut kopioida tiedostoa.
fo: Kundi ikki avrita fílu.
he: לא ניתן להעתיק קובץ.
hi: फ़ाइल की प्रतिलिपि नहीं कर सका|
it: Impossibile copiare il file.
ja: ファイルのコピーができません。
lv: Nevar nokopēt failu.
nl: Kan het betand niet kopieren.
pa: ਫਾਇਲ ਕਾਪੀ ਨਹੀ ਹੁਇ
pl: Nie udało się skopiować pliku.
pt: Incapaz de copiar ficheiro.
pt_br: Não é possível copiar arquivo.
ro: Nu s-a putut copia fișierul.
sc: Non che lu potto copiare
sd: फाईल खे कॉपी न करे सग्यास
sk: Nebolo možné skopírovať súbor.
sl: Ne morem kopirati datoteke.
sv: Kunde inte kopiera fil.
tl: Hindi ma-kopya ang file.
ug: ھۆججەتنى كۆچۈرەلمىدى.

source: File does not exist.
ar: ملف غير موجود.
be: Файл не існуе.
bg: Файлът не съществува.
bs: Datoteka ne postoji.
ca: El fitxer no existeix.
el: Το αρχείο δεν υπάρχει.
fa: پرونده وجود ندارد.
fi: Tiedostoa ei löydy.
fo: Fíla finnst ei.
he: הקובץ לא קיים.
hi: फ़ाइल मौजूद नहीं है|
it: Il file non esiste.
ja: ファイルが存在しません。
lv: Fails nepastāv.
nl: Bestand bestaat niet.
pa: ਫਾਇਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Plik nie istnieje.
pt: O ficheiro não existe.
pt_br: Arquivo não existe.
ro: Fișierul nu există.
sc: Su file non esistiti
sd: फाईल मौजूद काने
sk: Súbor neexistuje.
sl: Datoteka ne obstaja.
sv: Filen existerar inte.
tl: Wala ang file.
ug: ھۆججەت مەۋجۇت ئەمەس.

source: Could not delete child file '%s'.
ar: لا يمكن حذف الملف الطفل '%s'.
be: Немагчыма выдалиць дачэрни файл '%s'.
bg: Дъщерния файл '%s' не може да бъде изтрит.
ca: No s'ha pogut eliminar el fitxer fill '%s'.
el: Αδυναμία δημιουργίας το παράγωγου αρχείου '%s'.
fa: پرونده‌ بچه نمى توانست انداختن‌ '%s'.
fi: Ei voinut poistaa alitiedostoa '%s'
fo: Kundi ikki strika fílu '%s'.
he: לא ניתן למחוק קובץ בן של '%s'.
hi: बच्चा फाईल '%s' को मिटा नहीं सके|
it: Impossibile eliminare il sotto file '%s'.
ja: フォルダの中の '%s' を削除できません。
lv: Nevar izdzēst bērna failu '%s'.
nl: Kan het onderliggende bestand '%s' niet verwijderen.
pa: ਫਾਇਲ ਨਹੀ ਹਟੀ
pl: Nie udało się usunąć pliku potomnego '%s'.
pt: Incapaz de eliminar o ficheiro %s.
pt_br: Não é possível excluir arquivo filho '%s'.
ro: Nu s-a putut șterge sub-fișierul „%s”.
sc: Non potto che cantzellare su file '%s'.
sd: बार फाईल '%s' खे न मिटाये सग्यास
sk: Nebolo možné zmazať dcérsky súbor '%s'.
sl: Ne morem izbrisati poddatoteke '%s'.
sv: Kunde inte ta bort dotterfilen '%s'.
tl: Hindi matanggal ang '%s' anak na file.
ug: تارماق ھۆججەت '%s' نى ئۆچۈرەلمىدى.

source: An error occurred:
ar: حدث خطأ :
be: Адбылася памылка:
bg: Появи се грешка:
bs: Error se pojavio:
ca: S'ha produït un error:
el: Προέκυψε ένα σφάλμα:
fa: يك اشتباه رخ داد:
fi: Virhe esiintyi.
he: חלה שגיאה:
hi: एक त्रुटि हुई:
it: Si è verificato un errore:
ja: エラーが起こりました。
lv: Notika kļuda:
nl: Er is een fout opgetreden:
pa: ਏਰਰ ਆ ਗਯਾ
pl: Wystąpił błąd:
pt: Ocorreu um erro:
pt_br: Um erro ocorreu:
ro: A apărut o eroare:
sc: B'este un errore:
sd: हिक्क त्रुटी थी
sk: Nastala chyba.
sl: Napaka:
sv: Ett fel uppstod:
tl: Nagkaroon ng mali:
ug: خاتالىق كۆرۈلدى:

source: Could not change media scan settings.
ar: لا يمكن تغيير اعدادات فحص الميديا.
be: Немагчыма змяниць наладки сканавання.
bg: Не може да промените настройките за сканиране на паметта.
bs: Ne mogu promijeniti media scan postavke.
ca: No s'han pogut canvair les preferències de l'escaneig de dispositius.
el: Αδυναμία αλλαγής των ρυθμίσεων της σάρωσης μέσων.
fa: تغيير نمي توانست رسانه های ما بدنبال یک اسکن بکنیم.
fi: Ei voinut muuttaa mediaskannauksen asetuksia.
he: לא ניתן לשנות הגדרות סריקת מדיה.
hi: मीडिया स्कैन सेटिंग्स को बदला नहीं जा सका|
it: Impossibile modificare le impostazioni della scansione.
ja: メディアスキャン設定を変更できませんでした。
lv: Nevar izmainīt datu nesēju pārbaudes uzstādījumus.
nl: Kan de media scan instellingen niet wijzigen.
pa: ਮੀਡਿਯਾ ਸਕੈਨ ਸੈਟਿੰਗ ਨਹੀ ਬਦਲੀ
pl: Nie można zmienić ustawień skanowania mediów.
pt: Não foi possível alterar as definições.
pt_br: Não é possível mudar configurações do scanner de mídia.
ro: Nu s-au putut schimba configurările scanării media.
sc: Non potto cambiare sas impostatzionese de scansione
sd: मीडिया स्कैन सेटिंग्स खे न बदले सग्यास
sk: Nebolo možné zmeniť nastavenia prehľadávania médií.
sl: Ne morem spremeniti nastavitev pregleda datotek.
sv: Kunde inte ändra media scanningsinställningar.
tl: Hindi ma-palitan ang mga media scan setting.
ug: ۋاسىتە تەكشۈرۈش تەڭشىكىنى ئۆزگەرتەلمىدى.
