Repository: openintents/translations-export
Catalog: translations_countdown/*.po
Languages: ar, be, ca, mk, ro, ru, tl, ug

source: translator-credits
ar: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs kenn dhia https://launchpad.net/~kendhia
be: Launchpad Contributions: Alexander Geroimenko https://launchpad.net/~geroimenko OpenIntents devs https://launchpad.net/~openintents-devs
ca: Launchpad Contributions: Joan Creus https://launchpad.net/~joan-creus-c OpenIntents devs https://launchpad.net/~openintents-devs
mk: Launchpad Contributions: Pance Zvezdanov https://launchpad.net/~pance-zvezdanov
ro: Launchpad Contributions: Peli https://launchpad.net/~peli0101 iulargsb https://launchpad.net/~iulargsb
ru: Launchpad Contributions: Artur https://launchpad.net/~arturyak Auduf https://launchpad.net/~5097-mail Peli https://launchpad.net/~peli0101 Vasily Bogantsev https://launchpad.net/~bas-eurogym
tl: Launchpad Contributions: Liezl https://launchpad.net/~liezl-200 OpenIntents devs https://launchpad.net/~openintents-devs
ug: Launchpad Contributions: Sahran https://launchpad.net/~sahran

source: Set multiple countdowns with OI Countdown.
ar: اختر عد تنازلي متعدد مع عد تنازلي OI
mk: Постави повеќе одбројувачи со OI Одбројувач.

source: OI Countdown
ar: عد تنازلي OI
ca: Compte enrere d'OI
mk: OI Одбројувач
tl: OI Bilang-pababa
ug: OI تەتۈر ۋاقىت خاتىرىلىگۈچ

source: Start
ar: بدأ
be: Запусціць
ca: Inicia
mk: Старт
ru: Старт
tl: Simula
ug: باشلا

source: Stop
ar: توقيف
be: Спыніць
ca: Atura
mk: Стоп
ru: Стоп
tl: Hinto
ug: توختا

source: Modify
ar: تعديل
be: Змяніць
ca: Modifica
mk: Измени
ro: Modifică
ru: Изменить
tl: Baguhin
ug: ئۆزگەرت

source: Continue
ar: اكمال
be: Працягнуць
ca: Continua
mk: Продолжи
ro: Continuă
ru: Далее
tl: Magpatuloy
ug: داۋاملاشتۇر

source: Use menu to add new countdown.
ar: استعمل القائمة لاضافة عد تنازلي جديد.
be: Выкарыстоўвайце меню, каб дадаць новы напамінак.
ca: Empreu el menú per afegir un nou compte enrere.
mk: Употреби мени за додавање нов одбројувач.
ro: Folosiți meniul pentru a adăuga o numărătoare inversă.
ru: Используйте меню для добавления нового напоминания
tl: Gamitin ang menu para magdagdag ng mga bagong bilang-pababa.
ug: تىزىملىكتىن يېڭى تەتۈر ۋاقىت خاتىرىلىگۈچ قوشىدۇ.

source: Countdown list
ar: قائمة العد التنازلي
be: Спіс напамінкаў
ca: Llista de comptes enrere
mk: Одбројувачка листа
ro: Listă cronometre
ru: Список напоминаний
tl: Listahan ng bilang-pababa
ug: تەتۈر ۋاقىت خاتىرىلىگۈچ تىزىمى

source: Delete
ar: حذف
be: Выдаліць
ca: Elimina
mk: Избриши
ro: Șterge
ru: Удалить
tl: Alisin
ug: ئۆچۈر

source: Edit
ar: تعديل
be: Змяніць
ca: Edita
mk: Уреди
ro: Modifică
ru: Изменить
tl: Baguhin
ug: تەھرىر

source: Add countdown
ar: أضف عد تنازلي
be: Дадаць напамінак
ca: Afegir compte enrere
mk: Додади одбројувач
ro: Adaugă numărătoare inversă
ru: Добавить напоминание
tl: Magdagdag ng bilang-pababa
ug: تەتۈر ۋاقىت خاتىرىلىگۈچ قوش

source: Ringtone
ar: الرنة
be: Мелодыя
ca: So de trucada
mk: Рингтон
ro: Sonerie
ru: Мелодия
tl: Tunog ng ring
ug: قوڭغۇراق ئاۋازى

source: Set date
ar: ظبط التاريخ
be: Задаць дату
ca: Definir la data
mk: Постави датум
ro: Configurează data
ru: Установить дату
tl: I-set ang petsa
ug: چېسلا تەڭشەك

source: Set duration
ar: ظبط المدة
be: Задаць працягласць
ca: Definir la durada
mk: Постави времетраење
ro: Configurează durata
ru: Задать длительность
tl: I-set ang tagal
ug: داۋاملىشىش ۋاقىت تەڭشىكى

source: Set action
ar: ظبط العمل
be: Задаць дзеянне
ca: Definir l'acció
mk: Постави дејство
ro: Configurează acțiunea
ru: Задать действие
tl: I-set ang aksyon
ug: مەشغۇلات تەڭشىكى

source: e.g. pizza
ar: مثلا بيتزا
be: напрыклад піца
ca: p.e. pizza
mk: На пр. пица
ro: ex. pizza
ru: напр. пицца
tl: halimbawa pizza
ug: مەسىلەن: سامسا

source: Set countdown
ar: ظبط العد التنازلي
be: Настроіць напамінак
ca: Definir un compte enrere
mk: Постави одбројувач
ro: Configurează numărătoarea inversă
ru: Настроить напоминание
tl: I-set ang bilang-pababa
ug: تەتۈر ۋاقىت خاتىرىلىگۈچ تەڭشەك

source: Create countdown
ar: انشاء عد تنازلي
be: Стварыць напамінак
ca: Crear un compte enrere
mk: Креирај одбројувач
ro: Crează numărătoare inversă
ru: Создать напоминание
tl: Lumikha ng bilang-pababa
ug: تەتۈر ۋاقىت خاتىرىلىگۈچ قۇر

source: Edit countdown
ar: تعديل عد تنازلي
be: Рэдагаваць напамінак
ca: Editar un compte enrere
mk: Уреди одбројувач
ro: Modifcă numărătoare inversă
ru: Изменить напоминание
tl: Baguhin ang bilang-pababa
ug: تەتۈر ۋاقىت خاتىرىلىگۈچ تەھرىر

source: Pick countdown
ar: اختر عد تنازلي
be: Выбраць напамінак
ca: Escollir un compte enrere
mk: Одбери одбројувач
ro: Alege numărătoare inversă
ru: Выбрать напоминание
tl: Pumili ng bilang-pababa
ug: تەتۈر ۋاقىت خاتىرىلىگۈچ تاللاڭ

source: Error
ar: خطأ
be: Памылка
mk: Грешка
ro: Eroare
ru: Ошибка
tl: Mali
ug: خاتالىق

source: Error loading countdown
ar: خطأ تحميل عد تنازلي
be: Памылка пры загрузцы напамінку
ca: Error carregant el compte enrere
mk: Грешка при вчитување на одбројувачот
ro: Eroare la încărcarea numărătorii inverse
ru: Ошибка при загрузке напоминания
tl: Mali sa pagkarga ng bilang-pababa
ug: تەتۈر ۋاقىت خاتىرىلىگۈچنى يۈكلەش خاتالىقى

source: Notification in status bar
ar: التنبيه في شريط الحالة
be: Апавяшчэнне ў радку стану
ca: Notificació a la barra d'estat
mk: Известување во статусната лента
ro: Notificare în bara de stare
ru: Уведомление в строке состояния
tl: Abiso sa status bar
ug: ھالەت بالداقتىكى ئۇقتۇرۇش

source: Launch through status bar
ar: بدأ عبر شريط الحالة
be: Запускаць з радка стану
ca: Engegar per mitjà de la barra d'estat
mk: Стартувај преку статусната лента
ro: Lansare prin bara de stare
ru: Запускать из строки состояния
tl: Ilunsad sa pamamagitan ng status bar
ug: ھالەت بالداقتىن قوزغات

source: Ring
ar: رنة
be: Прайграваць мелодыю
ca: So
mk: Ѕвонење
ro: Sună
ru: Проигрывать мелодию
ug: قوڭغۇراق

source: Vibrate
ar: ذبذبة
be: Вібра
ca: Vibrar
mk: Вибрации
ro: Vibrează
ru: Вибро
tl: Yanig
ug: تىترەت

source: Light
ar: الضوء
be: Светавыя эфекты
ca: Llum
mk: Светло
ro: Lumină
ru: Световые сигналы
tl: Ilaw
ug: چىراغ

source: Action: %s
ar: العمل:%s
be: Дзеянне: %s
ca: Acció: %s
mk: Дејство: %s
ro: Acțiune: %s
ru: Действие: %s
tl: Aksyon: %s
ug: مەشغۇلات: %s

source: Select action: %s
ar: اختر عمل :%s
be: Выбраць дзеянне: %s
ca: Seleccionar acció: %s
mk: Избери дејство: %s
ro: Alege acțiunea: %s
ru: Выбрать действие: %s
tl: Pumili ng aksyon: %s
ug: مەشغۇلات تاللاڭ: %s

source: Select countdown: %s
ar: اختر عد تنازلي : %s
be: Выбраць напамінак: %s
ca: Seleccionar compte enrere: %s
mk: Избери одбројувач: %s
ro: Alege numărătoarea inversă: %s
ru: Выбрать напоминание: %s
tl: Pumili ng bilang-pababa: %s
ug: تەتۈر ۋاقىت خاتىرىلىگۈچ تاللاڭ: %s

source: Test
ar: تجريب
be: Праверка
ca: Prova-ho
mk: Тест
ro: Testează
ru: Проверка
tl: Subok
ug: سىنا

source: Settings
ar: الاعدادات
be: Настройкі
ca: Preferències
mk: Подесувања
ro: Configurări
ru: Настройки
tl: Mga Setting
ug: تەڭشەكلەر

source: Dismiss
ar: رفض
be: Забыць
ca: Omet
mk: Отфрли
ro: Închide
ru: Забыть
tl: Balewalain
ug: تاشلىۋەت

source: days
ar: الأيام
be: дзён
ca: dies
mk: денови
ro: zile
ru: дн.
tl: mga araw
ug: كۈن

source: day
ar: اليوم
be: дзень
ca: dia
mk: ден
ro: zi
ru: день
tl: araw
ug: كۈن

source: Applications
ar: التطبيقات
be: Прыкладанні
ca: Aplicacions
mk: Апликации
ro: Aplicații
ru: Приложения
tl: Mga aplikasyon
ug: ئەپلەر

source: Shortcuts
ar: الاختصارات
be: Ярлык
ca: Dreceres
mk: Кратенки
ro: Scurtături
ru: Ярлыки
tl: Mga shortcut
ug: قىسقا يوللار

source: Automation tasks
ar: أتمتة المهام
be: Аўтаматычныя заданні
ca: Tasques d'automació
mk: Задачи за автоматизација
ro: Acțiuni de automatizare
tl: pag-automatiko ng mga gawain
ug: ئاپتوماتىك ۋەزىپەلەر

source: Select shortcut
ar: اختر اختصار
be: Выбраць ярлык
ca: Seleccionar drecera
mk: Избери кратенка
ro: Alege scurtătură
ru: Выбрать ярлык
tl: Piliin ang shortcut
ug: قىسقا يول تاللاڭ

source: Select automation task
ar: اختيار أتمتةالمهمة
be: Выбраць аўтаматычнае заданне
ca: Seleccionar tasca d'automació
mk: Избери задача за автоматизација
ro: Alege acțiune de automatizare
tl: Piliin ang pag-automatiko ng gawain
ug: ئاپتوماتىك ۋەزىپە تاللاڭ

source: Select activity
ar: اختر نشاط
be: Выбраць дзеянне
ca: Seleccionar activitat
mk: Одбери дејство
ro: Alege activitatea
tl: Piliin ang aktibidad
ug: پائالىيەت تاللاڭ

source: Start countdown
ar: بدأ العد التنازلي
be: Запусціць напамінак
ca: Començar compte enrere
mk: Стартувај одбројувач
ro: Pornește numărătoarea inversă
ru: Запустить напоминание
tl: Simulan ang bilang-pababa
ug: تەتۈر ۋاقىت خاتىرىلىگۈچ باشلا

source: Stop countdown
ar: ايقاف العد التنازلي
be: Супыніць напамінак
ca: Aturar compte enrere
mk: Стопирај одбројувач
ro: Oprește numărătoarea inversă
ru: Остановить напоминание
tl: Itigil ang bilang-pababa
ug: تەتۈر ۋاقىت خاتىرىلىگۈچ توختات

source: Countdown
ar: العد التنازلي
be: Напамінак
ca: Compte enrere
mk: Одбројувач
ro: Numărătoare inversă
ru: Напоминание
tl: Bilang-pababa
ug: تەتۈر ۋاقىت خاتىرىلىگۈچ

source: Extensions
ar: الملحقات
be: Пашырэнні
mk: Додатоци
ro: Extensii
ru: Расширения
tl: Mga Ekstensiyon
ug: كەڭەيتىلمەلەر

source: Get new extensions
ar: أحصل عىل ملحقات جديدة
be: Атрымаць новыя пашырэнні
ca: Aconsegueix extensions
mk: Земи нови додатоци
ro: Instalează extensii noi
ru: Установить новые расширения
tl: Kumuha ng mga bagong ekstensyon
ug: يېڭى كەڭەيتىلمەلەرگە ئېرىش

source: Search for extensions online.
ar: ابحث عن ملحقات اونلاين
be: Шукаць пашырэнні анлайн
ca: Cerca extensions en línia.
mk: Барај додатоци на интернет
ro: Caută extensii online.
ru: Искать расширения в сети.
tl: Maghanap ng ekstensyon sa online.
ug: كەڭەيتىلمەلەرنى توردىن ئىزدەيدۇ.

source: Get extensions from
ar: أحصل على ملحقات من
be: Атрымаць пашырэнні з
ca: Aconsegueix extensions de
mk: Земи додатоци од
ro: Instalează extensii de la
ru: Установить расширения из
tl: Kumuha ng ekstensyon sa
ug: كەڭەيتىلمەلەرگە ئېرىشىش ئورنى

source: Android Market
ar: متجر أنرويد
ca: Mercat d'Android
mk: Android пазар
tl: Andriod Merkado
ug: ئاندىرويىد بازار

source: Search for extensions at Android Market.
ar: البحث عن الملحقات في متجر أندرويد
be: Пошук пашырэнняў ў Android Market.
ca: Cerca extensions al Mercat d'Android
mk: Пребарувај додатоци на Android пазарот
ro: Caută extensii pe Android Market
ru: Поиск расширений на Android Market.
tl: Maghanap ng mga ekstensiyon sa Android Merkado
ug: كەڭەيتىلمەلەرنى ئاندىرويىد بازاردىن ئىزدەيدۇ.

source: Get extensions from the OpenIntents homepage.
ar: أحصل على ملحقات من الصفحة الرئيسية ل OpenIntents
be: Усталяваць пашырэнні з хатняй старонцы OpenIntents.
ca: Aconsegueix extensions de la pàgina d'inici d'OpenIntents
mk: Земи додатоци од главната страница на OpenIntents.
ro: Instalează extensii de pe siteul OpenIntents.
ru: Установить расширения с домашней страницы OpenIntents.
tl: Kumuha ng mga ekstensiyon sa OpenIntents homepage.
ug: كەڭەيتىلمەلەرگە OpenIntents باش بەتتىن ئېرىشىدۇ.

source: Notification timeout
ar: مهلة الاخطار
be: Таймаўт апавяшчэння
ca: Temps d'espera de notificació
mk: Време на истекување на известување
ro: Timp de expirare
ru: Таймаут уведомления
tl: Timeout ng abiso
ug: ئۇقتۇرۇش مۆھلىتى

source: Timeout for ring, vibrate, or light notification.
ar: مهلة للرنة، الذبذبة، أو التنبيه الضوئي.
be: Таймаўт для мелодыі, вібра, светлавых сігналаў.
ca: Temps d'espera per sonar, vibrar, o fer una notificació de llum.
mk: Време на истекување на ѕвонење, вибрирање или светлосно известување.
ro: Timpul de expirare pentru sonerie, vibrație sau lumină.
ru: Таймаут для мелодии, вибро, световых сигналов
tl: Timeout ng ring, yanig at ilaw na abiso
ug: مۆھلەت توشقاندا قوڭغۇراق، تىترەش ياكى چىراقنى لىپىلدىتىپ ئۇقتۇرىدۇ.

source: Set timeout
ar: ظبط المهلة
be: Настроіць таймаўт
ca: Definir compte enrere
mk: Постави време на истекување
ro: Configurează timpul de expirare
ru: Задать таймаут
tl: I-set ang timeout
ug: مۆھلەت تەڭشىكى

source: 2 seconds
ar: 2 ثانية
be: 2 секунды
ca: 2 segons
mk: 2 секунди
ro: 2 secunde
ru: 2 секунды
tl: 2 segundo
ug: 2 سېكۇنت

source: 5 seconds
ar: 5 ثوان
be: 5 секунд
ca: 5 segons
mk: 5 секунди
ro: 5 secunde
ru: 5 секунд
tl: 5 segundo
ug: 5 سېكۇنت

source: 10 seconds
ar: 10 ثوان
be: 10 секунд
ca: 10 segons
mk: 10 секунди
ro: 10 secunde
ru: 10 секунд
tl: 10 segundo
ug: 10 سېكۇنت

source: 30 seconds
ar: 30 ثانية
be: 30 секунд
ca: 30 segons
mk: 30 секунди
ro: 30 de secunde
ru: 30 секунд
tl: 30 segundo
ug: 30 سېكۇنت

source: 1 minute
ar: 1 دقيقة
be: 1 хвіліна
ca: 1 minut
mk: 1 минута
ro: 1 minut
ru: 1 минута
tl: 1 minuto
ug: 1 مىنۇت

source: 5 minutes
ar: 5 دقائق
be: 5 хвілін
ca: 5 minuts
mk: 5 минути
ro: 5 minute
ru: 5 минут
tl: 5 minuto
ug: 5 مىنۇت

source: 10 minutes
ar: 10 دقائق
be: 10 хвілін
ca: 10 minuts
mk: 10 минути
ro: 10 minute
ru: 10 минут
tl: 10 minuto
ug: 10 مىنۇت

source: OI Countdown doesn't have the permission for this task.
mk: OI Одбројувач нема дозвола за оваа задача.

source: OI Countdown notifies you after a specified amount of time.
ro: OI Countdown vă notifică după o perioadă specificată de timp.
ru: OI Countdown уведомляет Вас после определенного периода.
ug: OI تەتۈر ۋاقىت خاتىرىلىگۈچ مۇئەييەن ۋاقىتتا سىزنى ئەسكەرتىدۇ.
