Repository: openintents/translations-export
Catalog: translations_convertcsv/*.po
Languages: ar, be, bg, ca, cs, de, el, es, fa, fi, fil, fr, he, hi, hr, ja, nb, nl, pl, pt, ro, ru, sd, sk, tr, ug

source: Overwrite - Overwrite existing records.
ar: الكتابة فوق - الكتابة فوق السجلات الموجودة.
be: Перазапісаць - Перезапісаць існуючыя запісы.
bg: Презаписване- Презапиши съществуващи записи.
ca: Sobreescriu - Sobreescriu registres ja existents.
cs: Přepsat - Přepsat existující záznamy.
de: Überschreiben - Überschreibe bestehende Einträge.
el: ΑΝΤΙΚΑΤΑΣΤΑΣΗ - Αντικατάσταση των υπάρχοντων καταχωρήσεων.
es: Re-escribir - Re-escribir registros existentes
fa: باپردا--خت‌------------- ----موافقت‌------------------ كردن‌-جاى نوشت‌ اسناد موجود است.
fi: Korvaa - Korvataanko aiemmat ennätykset.
fil: PATUNGAN - Patungan ang dati ng mga record.
fr: Ecraser - Ecraser les enregistrements existants.
he: כתיבה מחדש - כתוב מחדש רשומות קיימות.
hi: अधिलेखित - मौजूदा रिकॉर्ड अधिलेखित करता है|
hr: Piši preko - Piši preko postojećih unosa.
ja: 上書き- 存在する記録に上書き
nb: Overskriv - Overskriv eksisterende poster.
nl: Overschrijf - Overschrijf bestaande gegevens.
pl: Nadpisz - nadpisz istniejące zapisy.
pt: SUBSTITUIR - Substitui os registos existentes.
ro: Suprascrie - Suprascrie înregistrările existente.
ru: Переписать - Переписать существующие записи
sd: अधिलेखित - मौजूदा रिकॉर्ड अधिलेखित कंदों आ
sk: PREPÍSAŤ - Prepísať existujúce záznamy.
tr: Üstüne yaz - Var olan kayıtların üstüne yazar.
ug: قاپلا - نۆۋەتتە مەۋجۇت خاتىرىلەرنى قاپلىۋەت.

source: Restore - DELETE ALL, then import.
ar: استعادة-"حذف الكل"، ثم استيراد.
be: Аднавіць - ВЫДАЛІЦЬ УСЁ, а потым імпартаваць.
bg: Възстанови- ИЗТРИЙ ВСИЧКИ, след това вмъкни.
ca: Restaura - ESBORRA'LS TOTS, després importa
cs: Obnovit - SMAZAT VŠE, potom importovat.
de: Wiederherstellen - ALLE LÖSCHEN, danach importieren.
el: Επαναφορά - ΔΙΑΓΡΑΦΗ ΟΛΩΝ, έπειτα εισαγωγή.
es: Restaurar - BORRAR TODO, entonces importar.
fa: احيا--حذف كنند, آنگاه واردات است.
fi: Palautus - POISTA KAIKKI, sitten tuoda.
fil: IBALIK - ALISIN LAHAT, tapos i-import.
fr: Restaurer - Supprimer tout, puis les importer.
he: שחזר - מחק הכל, ואז ייבא.
hi: पुनर्स्थापित करना - सभीमिटाएँ, फिर आयात करें|
hr: Povrati - OBRIŠI SVE, onda uvezi.
ja: 復元- すべてを削除し、インポートする。
nb: Gjenopprett - SLETT ALT, så importer.
nl: Herstellen - VERWIJDER ALLES, dan importeren.
pl: Przywróć - USUŃ WSZYSTKIE, potem importuj.
pt: RESTAURAR - Elimina registos existentes e importa
ro: Restaurează - ȘTERGE TOT, apoi importă.
ru: Восстановление - УДАЛИТЬ ВСЁ, затем импортировать.
sd: रेस्टोर - सब मिटायो, पो आयात कयो
sk: OBNOVIŤ - Vymazať všetky a potom importovať.
tr: Geri Al - HEPSİNİ SİLi daha sonra içe aktar.
ug: ئەسلىگە كەلتۈر - ھەممىنى ئۆچۈرۈپ ئاندىن ئەكىر.

source: DUPLICATE - Add a second copy of a record if it already exists.
ar: تكرار - إضافة نسخة ثانية من سجل إذا كان موجوداً بالفعل.
be: ДУБЛЯВАЦЬ - Дадаць другую копію запісу, калі ўжо існуе.
bg: ДУБЛИКАТ- Добави второ копие на записа ако той вече съществува.
ca: DUPLICAT - Afegeix una segona còpia d'un registre si ja existeix.
cs: DUPLIKOVAT - Přidat druhou kopii záznamu když záznam již existuje.
de: KOPIEREN - Fügt eine zweite Kopie eines Eintrags hinzu, wenn er bereits besteht.
el: ΑΝΤΙΓΡΑΦΟ - Προσθήκη ενός δεύτερου αντιγράφου μιας καταχώρησης εάν ήδη υπάρχει.
es: DUPLICAR - Agregar una segunda copia del registro si ya existe.
fa: المثني‌-دوم-- اضافه يك نسخه از آن صورت اگر هم وجود داشته باشد.
fi: KAKSOISKAPPALE - Lisää toinen kopio ennätys, jos se on jo olemassa.
fil: NAULIT - Dagdagan ng pangalawang kopya ng record kung ito ay nandito na.
fr: DUPLICATE - Ajouter une deuxième copie d'un enregistrement si elle existe déjà.
he: כפולות - הוסף עותק נוסף של רשומה אם הוא כבר קיים.
hi: डुप्लीकेट - एक रिकॉर्ड की एक दूसरे नकल जोड़ता है अगर यह पहले से ही मौजूद है|
hr: DUPLIKAT - Dodaj drugu kopiju upisa ako već postoji.
ja: 重複- 存在する記録がある場合、二つ目のコピーを追加する。
nb: DUPLISER - Legg til en ny kopi av en post hvis den allerede eksisterer.
nl: DUPLICEREN - Voeg een tweede kopie toe van een document als het al bestaat.
pl: POWIEL - dodaj drugą kopię zapisu jeśli już istnieje.
pt: DUPLICAR - Adiciona um cópia dos registos que já existem.
ro: DUPLICĂ - Adaugă o a doua copie unei înregistrări, dacă aceasta există deja.
ru: ДУБЛИРОВАТЬ - Если запись существует, добавить копию.
sd: डुप्लीकेट - हिक्क रिकॉर्ड जी खे कॉपी कंदों आ अगर ऊओ पहरों खान ही मौजूद हून्दो आ |
sk: DUPLIKOVAŤ - Pridať druhú kópiu záznamu, ak už existuje.
tr: KOPYALA - Eğer kayıt mevcutsa ikinci bir koptasını oluştur.
ug: كۆچۈر - ئەگەر مەۋجۇت بولسا بىر خاتىرىنى قوشۇپ ئىككى نۇسخا خاتىرىلەيدۇ.

source: KEEP - Don't overwrite an existing record, ignore the one in the CSV file.
el: ΔΙΑΤΗΡΗΣΗ - Να μη γίνει αντικατάσταση μιας υπάρχοντος καταχώρησης, να αγνοείται αυτή στο αρχείο CSV.
fi: PITÄÄ - Älä korvaa olemassa olevan ennätyksen, sivuuttaa jokin CSV-tiedoston
hr: ZADRŽI - Nemoj pisati preko postojećeg upisa, ignoriši upis u CSV datoteci.
nb: BEHOLD - Ikke overskriv en eksisterende post, ignorer den i CSV-filen.
pl: POZOSTAW - Nie nadpisuj istniejących rekordów, ignoruj ten z pliku CSV.
pt: MANTER - Não substitui os registos existentes e ignorar os registos do CSV.
ro: PĂSTREAZĂ - Nu suprascrie o înregistrare existentă, ignoră înregistrarea din fișierul CSV.
sd: राख्यो - मौजूदा रेकोर्दन खे अधिलेखित न कयो,CSV फाईल खे अन्देखो कयोस
ug: ساقلاپ قال - مەۋجۇت خاتىرىنى قاپلىۋەتمە، CSV ھۆججەتتىكى بىرسىگە پەرۋا قىلما.

source: Overwrite - A record in the CSV will OVERWRITE an existing record.
ar: الكتابة فوق - رقماً قياسياً في CSV سيتم الكتابة فوق سجل موجود.
be: Перазапісаць - Захаванне ў CSV ПЕРАПІША існуючы запіс.
bg: Презаписване- запис в CSV ще ПРЕЗАПИШЕ съществуващ запис.
ca: Sobreescriu - Un registre al CSV SOBREESCRIURÀ un registre ja existent.
cs: Přepsat - Záznam v CSV souboru PŘEPÍŠE existující záznam.
de: Überschreiben - Ein Eintrag in der CSV-Datei wird bestehende Einträge ÜBERSCHREIBEN.
el: Αντικατάσταση - Μια καταχώρηση στο CSV θα ΑΝΤΙΚΑΤΑΣΤΗΣΕΙ μια υπάρχουσα καταχώρηση.
es: Re-escribir - Un registro en el archivo CSV RE-ESCRIBIRA al registro existente.
fa: باپردا--خت‌------ موافقت‌--- كردن‌-يك ركورد خواهد باپرداخت‌csv موافقت‌ كردن‌ در موجود است.
fi: Päällekirjoitus - Ennätys vuonna CSV tulevat KORVATAANKO nykyinen ennätys.
fil: Patungan - Ang record sa CSV ay PAPATUNGAN ng record na nandito na.
fr: Ecraser - Un record dans le CSV va écraser un enregistrement existant.
he: כתיבה מחדש - רשומה בתוך CSV תכתוב מחדש רשומה קיימת
hi: अधिलेखित - CSV में एक रिकॉर्ड एक मौजूदा रिकॉर्ड को अधिलेखित कर देगा|
hr: Piši preko - Upis u CSV će PISATI PREKO postojećeg upisa.
ja: 上書き- CSV 内の記録は存在する記録を上書きします。
nb: Overskriv - En post i CSV'en vil OVERSKRIVE en eksisterende post.
nl: Overschrijven - Een gegeven in het CSV bestand zal een bestaand gegeven OVERSCHRIJVEN.
pl: Nadpisz - zapis z pliku CSV NADPISZE istniejący zapis.
pt: SUBSTITUIR - Os registos no CSV substituem os registos existentes.
ro: Suprascrie - O înregistrare din CSV va SUPRASCRIE o înregistrare existentă.
ru: Переписать - запись в формате CSV будет ПЕРЕПИСЫВАТЬ существующие записи.
sd: अधिलेखित - CSV में हिक्क मौजूदा रिकॉर्ड खे अधिलेखित करे शादंड़ो
sk: PREPÍSAŤ - Záznam v CSV prepíše existujúci záznam.
tr: Üstüne yaz - CSV deki bir kayıt var olan bir dosyanın ÜSTÜNE YAZACAK.
ug: قاپلا - CSV خاتىرىسى ئارقىلىق مەۋجۇت خاتىرىنى قاپلىۋېتىدۇ.

source: Restore Backup - DELETE ALL YOUR EXISTING RECORDS, then import the CSV file.
ar: استعادة النسخ الاحتياطي - حذف كافة الخاص بك السجلات الموجودة، ثم قم باستيراد ملف CSV.
be: Аднаўленне рэзервовай копіі - ВЫДАЛЯЕ ЎСЕ ВАШЫ ЗАПІСЫ, а потым імпартыруе CSV файл.
bg: Възстановяване на резервното копие- ИЗТРИЙ ВСИЧКИ ТВОЙ СЪЩЕСТВУВАЩИ ЗАПИСИ, след това вмъкни CSV файла.
ca: Restaura còpia de seguretat - ESBORRA TOTS ELS TEUS REGISTRES JA EXISTENTS, després importa el fitxer CSV.
cs: Obnovit ze zálohy - SMAŽE VŠECHNY VAŠE EXISTUJÍCÍ ZÁZNAMY, potom importuje CSV soubor.
de: Backup wiederherstellen - LÖSCHT ALLE BESTEHENDEN EINTRÄGE und importiert danach die CSV Datei.
el: Επαναφορά Αντιγράφου Ασφαλείας - ΔΙΑΓΡΑΦΗ ΟΛΩΝ ΤΩΝ ΥΠΑΡΧΟΝΤΩΝ ΚΑΤΑΧΩΡΗΣΕΩΝ, έπειτα εισαγωγή του αρχείου CSV.
es: Restaurar Respaldo - BORRA TODO SUS REGISTROS EXISTENTES, entonces importa el archivo CSV.
fa: پشتيبان‌ بازگرداند-- (برداشتن تمام مدارك موجود شما, csv سپس واردات پرونده كردند.
fi: Palauta Kopiosta - POISTA KAIKKI SINUN OLEMASSA LEVYT, sitten tuoda CSV-tiedoston.
fil: Ibalik Backup - ALISIN ANG LAHAT NG IYONG MGA RECORD NA NANDITO NA, tapos i-import sa CSV file.
fr: Restaurer la sauvegarde - supprimer tous vos enregistrements existants, puis importer le fichier CSV.
he: שחזור גיבוי - מחק את כל הרשומות הקיימות שלך, ואז ייבא את קובץ ה-CSV
hi: बैकअप पुनर्स्थापित करना - अपने मौजूदा सभी रिकॉर्ड मिटायें, फिर CSV फ़ाइल आयात करते हैं|
hr: Povrati Backup - OBRIŠI SVE TVOJE POSTOJEĆE UPISE, onda uvezi CSV datoteku.
ja: バックアップを復元- すべての記録を削除し、CSV ファイルをインポートします。
nb: Gjenopprett sikkerhetskopi - SLETT ALLE DINE EKSISTERENDE POSTER, så importer CSV-filen.
nl: Herstel reservekopie - VERWIJDER AL UW BESTAANDE GEGEVENS, importeer dan het CSV bestand.
pl: Przywróć kopię zapasową - USUŃ WSZYSTKIE ISTNIEJĄCE ZAPISY, potem importuj plik CSV.
pt: RESTAURAR - Elimina os registos existentes e depois importa os registos do CSV.
ro: Restaurează copia de rezervă - ȘTERGE TOATE ÎNREGISTRĂRILE EXISTENTE, apoi importă fișierul CSV.
ru: Восстановить - УДАЛИТЬ ВСЕ СУЩЕСТВУЮЩИЕ ЗАПИСИ, а затем импортировать файл CSV.
sd: बैकअप रेस्टोर कयो - पेंजे मौजूदा सादे रिकॉर्डन खे मिटायो, पो CSV फ़ाइल आयात कयो
sk: OBNOVIŤ ZÁLOHU - Vymazať všetky Vaše existujúce záznamy a následne importovať CSV súbor.
tr: Yedeklemeyi Geri Al - VAR OLAN BÜTÜN KAYITLARI SİLER, ve CSV dosyasını içe aktarır.
ug: زاپاسنى ئەسلىگە كەلتۈر - نۆۋەتتە مەۋجۇت ھەممە خاتىرىنى ئۆچۈرۈپ ئاندىن CSV ھۆججەت ئەكىرىدۇ.

source: HandyShopper
fa: استاددرکارخودكاسب‌ خرده‌ فروش‌
fr: pratiqueacheteur
he: קונה שימושי
tr: BecerikliMüşteri

source: This extension to OI Shopping list and OI Notepad lets you import and export lists and notes in the CSV file format.
ar: "هذا التمديد إلى OI قائمة التسوق و OI المفكرة يتيح لك استيراد وتصديرقوائم وتلاحظ في تنسيق ملفCSV.
bg: Тази приставка за списък за пазаруване на OI и бележник на OI ви позволява да вмъквате и извличате списъци и бележки във файлов формат CSV.
cs: Toto rozšíření do OI Nákupního seznamu a OI Poznámkového bloku vám umožňuje importovat a exportovat seznamy a poznámky ve formátu CSV.
es: Esta extensión para OI Lista de Compras y OI Bloc de Notas le permite importar y exportar listas y notas en el formato CSV
fil: Itong ekstensyon sa OI Listahan ng Bilihin at OI Talaan ay magagamit mo sa pag-import at pag-export ng mga listahan at mga tala ng file na CSV ang ayos.
ja: OI ショッピングリストと OI メモ帳の拡張機能は CSV ファイルフォーマットのリストやノートをインポートしたりエクスポートしたりすることができます。
nl: Deze extentie voor OI Boodschappenlijst en OI Notitieblok laat u lijsten en notities in het CSV bestandsformaat importeren en exporteren.

source: "KEEP - Don't overwrite existing records."
nl: "HOUDEN - Overschrijf geen bestaande gegevens."

source: "KEEP - Don't overwrite an existing record, ignore the one in the CSV file."
nl: "BEHOUDEN - Overschrijf geen bestaande gegevens, negeer degene in het CSV bestand."
