Repository: openintents/translations-export
Catalog: translations_convertcsv/*.po
Languages: ar, be, bg, ca, cs, de, el, es, fa, fi, fil, fr, he, hi, hr, ja, nb, nl, pl, pt, ro, ru, sd, sk, tr, ug

source: The file exists. Do you want to overwrite?
ar: الملف موجود. هل تريد الكتابة فوق؟
be: Файл існуе. Жадаеце перазапісаць?
bg: Вече има такъв файл. Искате ли да го презапишете?
ca: El fitxer ja existeix. Voleu sobreescriure'l?
cs: Takový soubor existuje. Chcete ho přepsat?
de: Die Datei ist bereits vorhanden. Wollen Sie sie überschreiben?
el: Το αρχείο υπάρχει ήδη. Θέλετε να το αντικαταστήσετε;
es: El archivo existe. Quiere reescribirlo
fa: اين پرونده وجود دارد. آیا شما می خواهم به جاى نوشت‌?
fi: Tiedosto on olemassa. Haluatko ylikirjoittaa?
fil: Mayroon ng ganitong file. Nais mo bang patungan?
fr: Le fichier existe. Voulez-vous remplacer?
he: הקובץ קיים. האם אתה רוצה להחליפו?
hi: फ़ाइल मौजूद है|क्या आप अधिलेखित करना चाहते हैं?
hr: Datoteka postoji. Želite li pisati preko nje?
ja: ファイルはすでに存在します。上書きしますか？
nb: Filen eksisterer. Vil du overskrive?
nl: Het bestand bestaat al. Wilt u het overschrijven?
pl: Plik już istnieje. Czy chcesz nadpisać?
pt: O ficheiro já existe. Substituir?
ro: Fișierul există deja. Doriți să îl suprascrieți?
ru: Файл существует. Вы хотите перезаписать?
sd: ?फ़ाइल मौजूद आहे|शा तहां अधिलेखित करण चाह्यो ता
sk: Súbor existuje. Chcete ho prepísať?
tr: Dosya zaten var. Var olan dosya ile değiştirisin mi?
ug: ھۆججەت مەۋجۇت، قاپلىۋېتەمسىز؟

source: Don't ask again. Always overwrite!
ar: عدم السؤال مرة أخرى. الكتابة فوق دائماً!
be: Не пытацца больш. Заўсёды перазапісваць!
bg: Не питай отново. Винаги презаписвай!
ca: No ho tornis a preguntar. Sobreescriu sempre!
cs: Už se mě neptej. Vždycky to přepiš!
de: Nicht erneut nachfragen. Immer überschreiben!
el: Να μην ερωτηθώ ξανά. Πάντα να γίνεται αντικατάσταση!
es: No preguntar de nuevo. Reescribir siempre
fa: سوال نكنيد. هميشه باپرداخت‌ موافقت‌ كردن‌ !
fi: Älä kysy uudestaan​​. Ylikirjoittaa aina!
fil: Huwag ng tanungin. Laging patungan!
fr: Ne demandez pas à nouveau. Toujours écraser!
he: אל תשאל שוב. תמיד החלף!
hi: पुन न पूछें. हमेशा अधिलेखित करें!
hr: Ne pitaj ponovo. Uvek piši preko nje!
ja: 二度と聞かない。いつも上書きする！
nb: Ikke spør igjen. Overskriv alltid!
nl: Niet opnieuw vragen. Altijd overschrijven!
pl: Nie pytaj więcej. Zawsze nadpisuj!
pt: Não perguntar novamente. Substituir sempre!
ro: Nu întreba din nou. Suprascrie întotdeauna!
ru: Больше не спрашивать. Всегда перезаписывать!
sd: !पुन न पूछ्यो. हमेशा अधिलेखित कयो
sk: Nepýtaj sa znova. Vždy prepíš!
tr: Tekrar sorma. Her zaman var olan dosyayla değiştir!
ug: قايتا سورىما، ھەمىشە قاپلا!

source: Import policy set to RESTORE
ar: سياسة الاستيراد تعيين إلى استعادة
be: Палітыка імпарта усталявана ў АДНАВІЦЬ
bg: Изберете вмъкнатата полица за възстановяване
ca: S'ha canviat la política d'importació a RESTAURA
cs: Importovací taktika nastavena na OBNOVIT
de: Importstrategie auf WIEDERHERSTELLEN festgelegt
el: Η πολιτική εισαγωγής ορίστηκε στο ΕΠΑΝΑΦΟΡΑ
es: Política de importación establecido en RESTAURAR
fa: سياست واردات را به عراق بازگرداند.
fi: Tuonti politiikka asetus on RESTORE
fil: Import patakaran i-takda sa IBALIK
fr: La politique d'importation fixé à RESTAURER
he: מדיניות ייבוא נקבעה לשחזור
hi: आयत निति पुनर्स्थापित करने के लिए निधारित कर दी गयी है
hr: Polisa za uvoz je postavljena za VRAĆANJE
ja: インポートポリシーが RESTORE に設定されました
nb: Importpolitikk sett til GJENOPPRETT
nl: Importeer beleid is ingesteld op HERSTELLEN
pl: Sposób importu ustawiony na ODŚWIEŻANIE
pt: Política de importação definida como RESTAURAR
ro: Regula pentru import stabilită la RESTAUREAZĂ
ru: Политика импорта - ВОССТАНОВЛЕНИЕ
sd: आयत निति पुनर्स्थापित करण लाये निधारित थी वई आ
sk: Imporovací postup nastavený na OBNOVA
tr: İçe Aktarma İlkelerini GERİ AL olarak ayarla
ug: ئەكىرىش تەدبىرىنى ئەسلىگە كەلتۈر

source: Your current import policy is set to DELETE ALL CURRENT RECORDS and REPLACE them with the contents of the CSV file. Are you sure?
ar: سياسة الاستيراد الحالية الخاصة بك يتم تعيين إلى "حذف كافة السجلات الحالية" واستبدالها بمحتويات الملف CSV. هل أنت متأكد؟
be: Актуалная палітыка імпарту ўсталявана ў ВЫДАЛІЦЬ УСЕ ЦЯКУЧЫЯ ЗАПІСЫ і ЗАМЯНІЦЬ іх змесцівам CSV файла. Вы ўпэўнены?
bg: Вашата текуща е настроена на ИЗТРИЙ ВСИЯКИ ЗАПИСИ и ГИ ЗАМЕНИ със съдържанието на CSV файла.Сигурен ли сте?
ca: La teva política d'importació actual és ELIMINAR TOTS ELS REGISTRES ACTUALS i SUBSTITUIR-LOS amb els continguts del fitxer CSV. N'esteu segurs?
cs: Vaše současná importovací taktika je nastavena na SMAZAT VŠECHNY SOUČASNÉ ZÁZNAMY a PŘEPSAT je obsahem CSV souboru. Jste si jist/a?
de: Ihre aktuelle Importmethode ist ALLE AKTUELLEN EINTRÄGE LÖSCHEN und mit den Inhalten der CSV-Datei ERSETZEN. Sind Sie sicher?
el: Η τρέχουσα πολιτική εισαγωγής σας είναι να ΔΙΑΓΡΑΦΟΥΝ ΟΛΕΣ ΟΙ ΤΡΕΧΟΥΣΕΣ ΚΑΤΑΧΩΡΗΣΕΙΣ και να ΑΝΤΙΚΑΤΑΣΤΑΘΟΥΝ με τα περιεχόμενα του αρχείου CSV. Είστε σίγουρος;
es: Su política actual de importación esta configurada para BORRAR TODOS LOS DATOS ACTUALES y REEMPLAZARLOS con en el contenido del archivo CSV. ¿Esta seguro?
fa: سياست فعلی شما واردات حذف شده است تا همه سوابق و جاي آنها را با مضمون csv پرونده كردند. مطمئن هستيد?
fi: Sinun nykyinen tuonti politiikka on asetettu POISTA KAIKKI NYKYINEN ASIAKIRJAT ja VAIHDA kanssa sisällön CSV-tiedoston. Oletko varma?
fil: Ang iyong kasalukuyang patakaran ng pag-import ay ALISIN ANG LAHAT NG KASALUKUYANG RECORDS at PALITAN ang mga ito ng mga nilalaman ng CSV file. Sigurado ka ba?
fr: Votre politique d'importation actuelle est configuré pour supprimer TOUTES dossiers actuels et les remplacer par le contenu du fichier CSV. Etes-vous sûr?
he: מדיניות הייבוא הנוכחית שלך נקבעה למחיקת כל הרשומות הנוכחיות ולהחליף אותם עם התוכן של קובץ ה-CSV. האם אתה בטוח?
hi: आपकी वर्तमान आयत निति निर्धारित है,\" सभी मौजूदा रिकॉर्ड मिटायें और उन्हें CSV फ़ाइल की सामग्री के साथ बदल दें\" पर| क्या आपको यकीन है?
hr: Tvoja trenutna uvozna polisa je OBRIŠI SVE TRENUTNE ZAPISE i ZAMENI IH sa sadržajem CSV fajla. Da li si siguran?
ja: あなたの現在のインポートポリシーはすべての記録を削除し、 CSV ファイル内のコンテンツで置き換えることになっています。よろしいですか？
nb: Din nåværende importpolitikk er sett til SLETT ALLE NÅVÆRENDE POSTER og ERSTATT dem med inneholdene av CSV-filen. Er du sikker?
pl: Twój obecny sposób importu jest ustawiony na USUŃ WSZYSTKIE OBECNE ZAPISY i ZASTĄP je zawartością pliku CSV. Jesteś pewny?
pt: A política de importação está definida como ELIMINAR TODOS OS REGISTOS e SUBSTITUIR o conteúdo existente pelo do ficheiro CSV. Tem a certeza?
ro: Regula actuală pentru import este stabilită la ȘTERGE TOATE ÎNREGISTRĂRILE ACTUALE și ÎNLOCUIEȘTE cu conținutul fișierului CSV. Sunteți sigur?
ru: Выбрана политика импорта на УДАЛЕНИЕ ВСЕ ЗАПИСИ и ЗАМЕНА их содержимым файла CSV.Вы уверены?
sd: तहंजी वर्तमान आयत निति निर्धारित तव,\" सभी मौजूदा रिकॉर्ड मिटायो अऊँ उनंखे CSV फ़ाइल जी सामग्री सां गड्ड बदले षड्योस \" पर| शा तहान्खे यकीन अथव?
sk: Váš súčasný importovací postup je nastavený na VYMAŽ VŠETKY SÚČASNÉ ZÁZNAMY a NAHRAĎ ich obsahom s CSV súboru. Ste si istý?
tr: Senin mevcut içe aktarma politikan MEVCUT BÜTÜN KAYITLARI SİL ve CSV dosyasının tüm içeriğini bunla DEĞİŞTİR olarak ayarlandı. Devam etmek istediğinize emin misiniz?
ug: نۆۋەتتىكى ئەكىرىش تەدبىرى ئۆچۈرۈلدى. CSV ھۆججەتتە مەزمۇننى ئالماشتۇرىدۇ، راستمۇ؟

source: Settings
ar: إعدادات
be: Настройкі
bg: Настройки
ca: Preferències
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: مک کليلن
fi: Asetuksia
fil: Mga Setting
fr: Réglages des Tâches:
he: הגדרות
hi: सेटिंग्स
hr: Podešavanja
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Configurări
ru: Настройки
sd: सेटिंग्स
sk: Nastavenia
tr: Ayarlar
ug: تەڭشەكلەر

source: CSV file format
ar: تنسيق ملف CSV
be: CSV файл
bg: CSV файлов формат
ca: Format de fitxer CSV
cs: Formát CSV souboru
de: CSV Dateiformat
el: Μορφή αρχείου CSV
es: formato de archivo CSV
fa: قالب‌ csv پرونده‌
fi: CSV-tiedostomuoto
fil: Ang ayos ng file ay CSV
fr: Format de fichier CSV
he: פורמט קובץ CSV
hi: CSV फ़ाइल स्वरूप
hr: CSV datoteke
ja: CSV ファイルフォーマット
nb: CSV filformat
nl: CSV bestandsformaat
pl: Format pliku CSV
pt: Formato do ficheiro CSV
ro: Format de fișier CSV
ru: CSV файл
sd: CSV फ़ाइल स्वरूप
sk: CSV súborový formát
tr: CSV dosya biçimi
ug: CSV ھۆججەت پىچىمى

source: Select CSV file format
ar: حدد تنسيق الملف CSV
be: Выберыце CSV файл
bg: Избери CSV файлов формат
ca: Seleccioneu el format de fitxer CSV
cs: Zvolte formát CSV souboru
de: CSV Dateiformat auswählen
el: Επιλέξτε τη μορφή αρχείου CSV
es: Seleccione el formato de archivo CSV
fa: قالب‌ csv انتخاب پرونده‌
fi: Valitse CSV-tiedostomuoto
fil: Piliin na CSV ang ayos ng file
fr: Sélectionner un format de fichier CSV
he: בחר פרומט קובץ CSV
hi: CSV फ़ाइल स्वरूप का चयन करें
hr: Odaberi CSV datoteku
ja: CSV ファイルフォーマットを選択
nb: Velg CSV filformat
nl: Selecteer CSV bestandsformaat
pl: Wybierz format pliku CSV
pt: Selecione o formato do ficheiro CSV
ro: Selectează formatul de fișier CSV
ru: Выберите CSV файл
sd: CSV फ़ाइल स्वरूप चुन्द्यो
sk: Vyberte CSV súborový formát
tr: CSV dosya biçimi seçin
ug: CSV ھۆججەت پىچىمىنى تاللاڭ

source: Select encoding
ar: حدد ترميز
be: Выберыце кадыроўку
bg: Избор на кодираща таблица
ca: Seleccioneu la codificació
cs: Vyberte kódování
de: Codierung auswählen
el: Επιλογή κωδικοποίησης
es: Seleccionar codificación
fa: انتخاب است.
fi: Valitse koodaus
fil: Piliin ang encoding
fr: Choisir l'encodage
he: בחירת קידוד
hi: एन्कोडिंग का चयन करें
hr: Odaberi šifrovanje
ja: エンコードを選択
nb: Velg koding
nl: Kies een codering
pl: Wybierz kodowanie
pt: Selecione a codificação
ro: Selectează codarea
ru: Выберите кодировку
sd: एन्कोडिंग चुन्द्यो
sk: Vyberte kódovanie
tr: Kodlama türü seçin
ug: كودلاشنى تاللاڭ

source: Default
ar: الافتراضي
be: Па змаўчанні
bg: По подразбиране
ca: Per defecte
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Predeterminado
fa: نكول‌ كردن‌
fi: Oletusarvo
fr: Par défaut
he: בררת מחדל
hi: डिफ़ॉल्ट
hr: Uobičajeni
ja: デフォルト
nb: Standard
nl: Standaard
pl: Domyślne
pt: Padrão
ro: Implicit
ru: По умочанию
sd: डिफ़ॉल्ट
sk: Predvolené
tr: Varsayılan
ug: كۆڭۈلدىكى

source: Use custom encoding (advanced users)
ar: استخدام الترميز مخصصة (المستخدمين المتقدمين)
be: Выбраць кадыроўку (для вопытных карыстальнікаў)
bg: Използвай кодиране по поръчка(за напреднали потребители)
ca: Utilitzeu una codificació personalitzada (usuaris avançats)
cs: Použít vlastní kódování (pokročilí uživatelé)
de: Benutzerdefinierte Codierung benutzen (fortgeschrittene Benutzer)
el: Χρήση προσαρμοσμένης κωδικοποίησης (προχωρημένοι χρήστες)
es: Usar codificación personalizada (usuarios avanzados)
fa: استفاده از رسوم)) (كاربران پيش رفت.
fi: Käytä mukautettuja koodaus (kokeneet käyttäjät)
fil: Gamitin ang pasadyang encoding (mga advanced na mga gumagamit)
fr: Utilisez le codage personnalisé (utilisateurs avancés)
he: השתמש בקידוד מותאם אישית ( משתמשים מתקדמים)
hi: कस्टम एन्कोडिंग का प्रयोग करें (उन्नत उपयोगकर्ताओं)
hr: Koristi svoj encoding (za napredne korisnike)
ja: カスタムエンコードを使用する (上級ユーザー)
nb: Bruk tilpasset koding (avanserte brukere)
nl: Gebruik aangepaste codering (geavanceerde gebruikers)
pl: Używaj niestandardowego kodowania (zaawansowani użytkownicy)
pt: utilizar codificação personalizada (avançado)
ro: Utilizează codarea personalizată (utilizatori avansați)
ru: Выбрать кодировку(для опытных пользователей)
sd: कस्टम एन्कोडिंग जो प्रयोग कयो (उन्नत उपयोगकर्ताओं)
sk: Použiť vlastné kódovanie (pokročilý užívatelia)
tr: Kodlama türünü kendiniz ayarlayın (sadece üst düzey kullanıcılar)
ug: ئۆزگىچە كودلاشنى ئىشلەت (ئالىي ئىشلەتكۈچى)

source: Select a CSV file format
ar: حدد تنسيق ملف CSV
be: Выберыце CSV файл
bg: Изберете файлов формат CSV
ca: Seleccioneu un format de fitxer CSV
cs: Zvolte formát CSV souboru
de: CSV Dateiformat auswählen
el: Επιλέξτε μια μορφή αρχείου CSV
es: Seleccione un formato de archivo CSV
fa: قالب‌ csv برگزيده پرونده‌
fi: Valitse CSV-tiedostomuoto
fil: Piliin na CSV ang ayos ng file
fr: Sélectionnez un format de fichier CSV
he: בחר פורמט קובץ CSV
hi: एक CSV फ़ाइल स्वरूप का चयन करें
hr: Odaberi CSV datoteke
ja: CSV ファイルフォーマットを一つ選択
nb: Velg et CSV-filformat
nl: Selecteer een CSV bestandsformaat
pl: Wybierz format pliku CSV
pt: Selecione o formato do ficheiro CSV
ro: Selectează un format de fișier CSV
ru: Выберите файл формата CSV
sd: हिक्क CSV फ़ाइल स्वरूप चुन्द्यो
sk: Vyberte CSV súborový formát
tr: Bir CVS dosya biçimi seçin
ug: CSV ھۆججەت پىچىمىنى تاللاڭ

source: Common settings
ar: إعدادات عامة
be: Агульныя настройкі
bg: Общи настройки
ca: Preferències comunes
cs: Obecná nastavení
de: Allgemeine Einstellungen
el: Κοινές ρυθμίσεις
es: Opciones comunes
fa: آقای مک کليلن مشترک
fi: Yleiset asetukset
fil: Pang-karaniwang mga setting
fr: Les paramètres communs
he: הגדרות נפוצות
hi: सामान्य सेटिंग्स
hr: Uobičajna podešavanja
ja: 一般設定
nb: Vanlige innstillinger
nl: Algemene instellingen
pl: Ustawienia ogólne
pt: Definições gerais
ro: Configurări uzuale
ru: Общие настройки
sd: सामान्य सेटिंग्स
sk: Bežné nastavenia
tr: Genel ayarlar
ug: ئورتاق تەڭشەكلەر

source: Import/export settings that apply to Notepad and Shopping list.
ar: استيراد وتصدير الإعدادات التي تنطبق على قائمة المفكرة وتسوق.
be: Імпарт/экспарт налад, якія можна ўжыць у Notepad і Shopping list.
bg: Вмъкнете/извлечете настройки, които се отнасят за Бележник и Списък за пазаруване.
ca: Preferències d'importació/exportació que són aplicables al bloc de notes i a la llista de compres.
cs: Importovací/exportovací nastavení, která platí pro Poznámkový blok i Nákupní seznam.
de: Importiere/Exportiere Einstellungen, die Notzizblock und Einkaufsliste betreffen.
el: εισαγωγή/εξαγωγή ρυθμίσεων που αφαρμόζονται στο Σημειωματάριο και τη Λίστα Αγορών.
es: Opciones de Importacion/Exportación que se aplican al Bloc de notas y Lista de Compras
fa: ورود/صادرات ايران به درخواست این سخن ازعضويت خريد و فهرست است.
fi: Tuonti/Vienti asetuksia että sovelletaan Muistilehtiö ja Ostoslista.
fil: Import/export setting na nalalapat sa Talaan at Listahan ng bilihin.
fr: Importation / exportation des paramètres qui s'appliquent à Notepad et liste de achats.
he: ייבא/ יצא הגדרות שמתאימות לפנקס רשימות ולרשימת קניות.
hi: उन सेटिंग्स का आयात / निर्यात करें जो नोटपैड और खरीदारी सूची के लिए लागू है|
hr: Uvedi/izvedi podešavanja koja važe za Blokče i Listu za kupovinu.
ja: メモ帳とショッピングリストに適応される設定をインポート/エクスポート
nb: Importer/eksporter innstillinger som gjelder for Notatblokk og Handleliste.
nl: Import/export instellingen welke van toepassing zijn op Notitieblok en Boodschappenlijst.
pl: Import/eksport ustawień, które odnoszą się do Notatnika i Listy zakupów.
pt: As definições de importação e exportação também se aplicam ao Notepad e Shopping list.
ro: Configurări import/export care se aplică la Carnețel și la Lista de cumpărături.
ru: Импорт / экспорт настроек, которые можно применить в Блокноте и Списке покупок
sd: उन सेटिंग्स खे आयात / निर्यात कयो जो नोटपैड अऊँ खरीदारी सूची जे लाये लागू आ
sk: Importovať/exportovať nastavenia ktoré sa vzťahujú na Poznámkový Blok a Nákupný Zoznam.
tr: Kaydedilecek Not defteri ve Alıveriş listesi ayarlarını içe/dışa aktar.
ug: ئەكىر/چىقار تەڭشەكلەر خاتىرە دەپتەر ۋە سېتىۋېلىش تىزىم تەڭشىكىگە قوللىنىلىدۇ.

source: Ask if file exists
ar: اسأل ما إذا كان الملف موجوداً
be: Пытацца, калі файл існуе
bg: Попитай дали файлът съществува
ca: Preguntar si el fitxer existeix
cs: Zeptat se když soubor existuje
de: Fragen, ob Datei existiert
el: Ερώτηση εάν το αρχείο υπάρχει
es: Preguntar si el archivo existe
fa: آيا وجود دارد عضو هيئت تحريريه فايل
fi: Kysy jos tiedosto on olemassa
fil: Tanungin kung may ganito na file
fr: Demandez si le fichier existe
he: שאל אם הקובץ קיים
hi: पूछें यदी फाईल मौजूद है
hr: Pitaj da li datoteka postoji
ja: ファイルがすでに存在する場合に聞く
nb: Spør om fil eksisterer
nl: Vraag of het bestand bestaat
pl: Zapytaj czy plik istnieje
pt: Perguntar se já existir
ro: Întreabă dacă fișierul există deja
ru: Спрашивать, если файл существует
sd: पूछ्यो अगर फाईल मौजूद आहे त
sk: Spýtaj sa či súbor existuje
tr: Dosyanın olup olmadığını kontrol et
ug: ھۆججەت مەۋجۇت بولسا سورا

source: If checked a dialog appears to confirm overwriting if the export file already exists.
ar: إذا دققت يظهر مربع حوار تأكيد الكتابة إذا كان يوجد بالفعل ملف التصدير.
be: Калі адзначана, з'яўляецца дыялогавае акно для пацверджання перазапісу існуючага файла.
bg: Ако има отметка се появява диалогов прозорец, за да потвърдите презаписването, ако извелченият файл вече съществува.
ca: Si està seleccionat, apareixerà un diàleg per confirmar la sobreescriptura si el fitxer d'exportació ja existeix.
cs: Pokud zaškrtnuto, objeví se dialog pro potvrzení přepsání, pokud exportovaný soubor již existuje.
de: Dialog zum Bestätigen anzeigen, wenn die Export-Datei bereits vorhanden ist.
el: Εάν επιλεγεί εμφανίζεται ένας διάλογος για την επιβεβαίωση αντικατάστασης εάν το εξαγώμενο αρχείο υπάρχει ήδη.
es: Si está seleccionado aparece una advertencia para confirmar re-escritura si el archivo de exportación ya existe.
fa: اگر جلو يك گفتگو به نظر می رسد اگر صادرات جای نوشتن تاييد پرونده هم اکنون وجود دارد.
fi: Jos tarkastetaan dialogi näyttäisi vahvistavan korvaamasta jos vienti tiedosto on jo olemassa.
fil: Kung may-tsek, may diyalogo na lilitaw para kumpirmahin kung papatungan kapag may ganito ng export file.
fr: Si coché une boîte de dialogue apparaît pour confirmer l'écrasement si le fichier d'exportation existe déjà.
he: אם סומן, דיאלוג מופיע כדי לאשר כתיבה מחדש אם קובץ הייצוא כבר קיים.
hi: यदि जाँच की जाये तो एक संवाद प्रकट होता है अधिलेखन की पुष्टि करने के लिए अगर निर्यात फ़ाइल पहले से मौजूद हो तो
hr: Ako odabrani dijalog pokazuje potvrdjeno ispisivanje preko fajlova ako izvoz već postoji.
ja: チェックされていると既に存在するファイルを上書きするときに確認ダイアログが表示されます。
nb: En dialog dukker opp hvis krysset for å bekrefte overskriving hvis eksportfilen allerede eksisterer.
nl: Als dit is aangevinkt verschijnt er een dialoog om te bevestigen het te overschrijven als het exporteer bestand al bestaat.
pl: Jeśli jest zaznaczone, pojawi się okienko, aby potwierdzić nadpisanie jeśli plik już istnieje.
pt: Se ativa, surge uma caixa de diálogo para confirmar a substituição se o ficheiro exportado já existir.
ro: Dacă se bifează, apare un dialog pentru a confirma suprascrierea dacă fișierul de export există deja.
ru: При выборе этого появится диалоговое окно для подтверждения перезаписи, если файл экспорта уже существует.
sd: अगर जाँच कयऊँ त हिक्क संवाद प्रकट थीन्दो आ अधिलेखन जी पुष्टि करण लाये अगर निर्यात फ़ाइल पहरों सन ही मौजूद आहे त
sk: Ak je zaškrnuté, tak sa zobrazí dialógové okno na potvrdenie prepísania ak exportný súbor už existuje.
tr: Eğer işaretlerseniz dışa aktarılan dosyanın zaten bulunduğu durumlarda dosyanın üstüne yazılacak.
ug: ئەگەر ھۆججەت مەۋجۇت بولسا سۆزلەشكۈدە قاپلاشنى ئەسكەرتىدۇ.

source: Application specific settings
ar: تطبيق إعدادات محددة
be: Спецыфічныя наладкі прыкладання
bg: Специфични настройки на приложението
ca: Preferències específiques de l'aplicació
cs: Nastavení specifická pro jednotlivé aplikace
de: Anwendungsspezifische Einstellungen
el: Ειδικές ρυθμίσεις εφαρμογής
es: Configuración específica de la aplicación
fa: درخواست آژانس بين المللی خاصی
fi: Sovelluksen tiettyjä asetuksia
fil: Espesipiko na settings ng applikasyon
fr: Paramètres des applications spécifiques
he: הגדרות יישום מיוחדות
hi: अनुप्रयोग विशिष्ट सेटिंग्स
hr: Specificna podešavanja za aplikacije
ja: アプリケーションの詳しい設定
nb: Innstillinger spesifikke til applikasjon
nl: Programmaspecifieke instellingen
pl: Charakterystyczne ustawienia aplikacji
pt: Definições específicas da aplicação
ro: Configurări specifice aplicației
ru: Настройка специфики приложения
sd: अनुप्रयोग विशिष्ट सेटिंग्स
sk: špecifické nastavenia aplikácie
tr: Özel uygulama ayarları
ug: ئەپ چۈشەندۈرۈش تەڭشەكلىرى

source: Filename
ar: اسم الملف
be: Назва файла
bg: Име на файла
ca: Nom del fitxer
cs: Název souboru
de: Dateiname
el: Όνομα αρχείου
es: Nombre de archivo
fa: نام فایل
fi: Tiedostonimi
fr: Nom du fichier
he: שם הקובץ
hi: फाईल का नाम
hr: Naziv datoteke
ja: ファイル名
nb: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do ficheiro
ro: Nume de fișier
ru: Имя файла
sd: फ़ाइलनाम
sk: Názov súboru
tr: Dosya adı
ug: ھۆججەت ئاتى

source: Full path for file.
ar: المسار الكامل للملف.
be: Поўны шлях да файла.
bg: Пълният път до файла.
ca: Camí sencer del fitxer.
cs: Celá cesta k souboru.
de: Vollständiger Dateipfad.
el: Πλήρης διαδρομή για το αρχείο.
es: Ruta completa del archivo
fa: مسير كامل به پرونده كردند.
fi: Koko polku varten tiedostoon.
fil: Buong path ng file.
fr: Le chemin complet du fichier.
he: נתיב מלא לקובץ.
hi: फ़ाइल के लिए पूर्ण पथ|
hr: Pun put datoteke.
ja: ファイルのフルパス
nb: Full sti for fil.
nl: Volledige pad voor bestand.
pl: Pełna ścieżka dostępu do pliku
pt: Caminho do ficheiro.
ro: Cale completă pentru fișier.
ru: Полный путь до файла
sd: फ़ाइल जे लाये पूर्ण पथ
sk: Celá cesta pre súbor
tr: Dosya için tam yol.
ug: ھۆججەتنىڭ تولۇق يولى.

source: Import/export settings for OI Notepad.
ar: استيراد/تصدير إعدادات ل OI برنامج "المفكرة.
be: Імпартаваць/экспартаваць настройкі для OI Notepad.
bg: Вмъкни/извлечи настройки за OI Бележник.
ca: Preferències d'importació/exportació pel bloc de notes d'OI
cs: Importovací/exportovací nastavení pro OI Poznámkový blok
de: Import/Export Einstellungen für OI Notizblock.
el: Ρυθμίσεις εισαγωγής/εξαγωγής για το OI Σημειωματάριο.
es: Configuración de Importación/Exportación para OI Bloc de Notas
fa: ورود/صادرات به ايران سخن ازعضويتOI ميخواندند.
fi: Tuonti/vienti asetusten varten OI Notepad.
fil: Mga import/export setting para sa OI Talaan
fr: Importation / exportation des paramètres pour OI Notepad.
he: הגדרות ייבוא/ייצוא לפנקס רשימות OI.
hi: OI नोटपैड के लिए सेटिंग्स आयात/निर्यात करें|
hr: Uvoz/izvoz podešavanja za OI Blokče.
ja: OI メモ帳の設定をインポート/エクスポート
nb: Importer/eksporter innstillinger fra OI Notatblokk.
nl: Import/export instellingen voor OI Notitieblok
pl: Import/eksport ustawień dla OI Notatnika
pt: Definições de importação e exportação do Notepad.
ro: Configurări import/export pentru Carnețel OI.
ru: Импортировать/экспортировать настройки для OI Notepad.
sd: OI नोटपैड जे लाये सेटिंग्स आयात/निर्यात कयो
sk: Importovať/exportovať nastavenia pre OI Poznámkový Blok
tr: OI Not defteri için içe/dışa aktarma ayarları.
ug: OI خاتىرە دەپتەر ئەكىر/چىقار تەڭشەكلىرى

source: OI Shopping list
ar: قائمة تسوق OI
bg: OI списък за пазаруване
ca: Llista de compra d'OI
cs: OI Nákupní seznam
de: OI Einkaufsliste
el: OI Λίστα Αγορών
es: OI Lista de Compras
fa: OI فهرست خريد
fi: OI Ostoslista
fil: OI Listahan ng Bilihin
fr: OI Achats liste
he: רשימת קניות OI
hi: OI खरीदारी सूची
hr: OI Lista za kupovinu
ja: OI ショッピングリスト
nb: OI Handleliste
nl: OI Boodschappenlijst
pl: OI Lista zakupów
ro: Lista de cumpărături OI
ru: OI Список покупок
sd: OI खरीदारी सूची
sk: OI Nákupný Zoznam
tr: OI Alışveriş listesi
ug: OI سېتىۋېلىش تىزىمى
