Repository: openintents/translations-export
Catalog: translations_convertcsv/*.po
Languages: ar, be, bg, ca, cs, de, el, es, fa, fi, fil, fr, he, hi, hr, ja, nb, nl, pl, pt, ro, ru, sd, sk, tr, ug

source: Import/export settings for OI Shopping list.
ar: استيراد/تصدير إعدادات ل OI قائمة التسوق.
be: Імпартаваць/экспартаваць настройкі для OI Shopping list.
bg: Вмъкни/извлечи настройки за OI списък за пазаруване.
ca: Preferències d'importació/exportació per la llista de compra d'OI.
cs: Importovací/exportovací nastavení pro OI Nákupní seznam
de: Import/Export Einstellungen für OI Einkaufsliste.
el: Ρυθμίσεις εισαγωγής/εξαγωγής για την OI Λίστα Αγορών
es: Configuración de Importación/Exportación para OI Lista de Compras
fa: ورود/صادرات به ايران برای خريد فهرستOI ميخواندند.
fi: Tuonti/vienti asetusten varten OI Ostoslista
fil: Mga Import/export setting para sa OI Listahan ng bilihin.
fr: Importation / exportation des paramètres pour Achats liste OI.
he: הגדרות ייבוא/ייצוא לרשימת קניות OI
hi: OI खरीदारी सूची के लिए सेटिंग्स आयात/निर्यात करें|
hr: Uvoz/izvoz podešavanja za OI Listu za kupovinu
ja: OI ショッピングリストの設定をインポート/エクスポートする
nb: Importer/eksporter innstillinger fra OI Handleliste.
nl: Import/export instellingen voor OI Boodschappenlijst.
pl: Import/eksport ustawień dla OI Listy zakupów
pt: Definições de importação e exportação do OI Shopping list.
ro: Configurări import/export pentru Lista de cumpărături OI.
ru: Импортировать/экспортировать настройки для OI Список покупок
sd: OI खरीदारी सूची जे लाये सेटिंग्स आयात/निर्यात कयो
sk: Importovať/exportovať nastavenia pre OI Nákupný Zoznam.
tr: OI Alışveriş listesi için içe/dışa aktarma ayarları.
ug: OI سېتىۋېلىش تىزىمى ئەكىر/چىقار تەڭشەكلىرى

source: Converting...
ar: تحويل...
be: Канвертуецца...
bg: Конвертиране...
ca: S'està convertint...
cs: Převádím...
de: Konvertiere...
el: Γίνεται μετατροπή...
es: Convirtiendo...
fa: فونت فارسی...
fi: Konvertoivan ...
fil: Pinapalitan...
fr: Conversion...
he: ממיר...
hi: परिवर्तन हो रहा है...
hr: Konvertiranje....
ja: 変換中...
nb: Konverterer...
nl: Bezig met converteren...
pl: Konwertowanie...
pt: A converter...
ro: Se convertește...
ru: Конвертирование...
sd: परिवर्तन थे तो...
sk: Konvertuje sa...
tr: Çevriliyor...
ug: ئايلاندۇرۇۋاتىدۇ……

source: Ok
ar: موافق
bg: Добре
ca: D'acord
el: Εντάξει
fa: تصويب‌ كردن‌
he: אישור
hi: ठीक है
pt: Aceitar
sd: ठीक आ
tr: Tamam
ug: جەزملە

source: Import stores
ar: مخازن الاستيراد
be: Імпарт магазінаў
bg: Вмъкни магазини
ca: Importar botigues
cs: Importovat obchody
de: Importiere Geschäfte
el: Εισαγωγή καταστημάτων
es: Importar tiendas
fa: انبارهاي غلة وارداتي
fi: Tuonti myymälöissä
fil: Import ang mga tindahan
fr: Importer magasins
he: ייבא חנויות
hi: स्टोर आयात करें
hr: Uvezi prodavnice
ja: 店をインポートする
nb: Importer butikker
nl: Importeer winkels
pl: Import schowków
pt: Importar lojas
ro: Importă magazine
ru: Импорт магазинов
sd: स्टोर आयात कयो
sk: Importovať obchody
tr: Mağazaları içe aktar
ug: دۇكاننى ئەكىر

source: Import HandyShopper store names only as item tags.
ar: استيراد أسماء مخزن HandyShopper فقط كالعلامات البند.
be: Імпартаваць назвы магазінаў HandyShopper толькі як цэннікі.
bg: Вмъкнете имена на HandyShopper магазини само като тагове на артикули.
ca: Importar els noms de botigues HandyShopper només com a etiquetes d'element
cs: Importovat názvy HandyShopper obchodů jen jako tagy položek.
de: Importiere HandyShopper Geschäfte nur als Tags
el: Η εισαγωγή HandyShopper αποθηκεύει ονόματα μόνο ως ετικέτες αντικειμένων.
es: Importar nombres de tiendas de HandyShopper solo como etiquetas.
fa: انبار غلة وارداتي دستیکاسب خرده فروش نام تنها به عنوان کلان ميآويخت.
fi: Tuonti HandyShopper tallentaa nimiä vain kuten tuote tageja.
fil: I-import lamang ang pangalan ng HandyShopper tindahan na item tags.
fr: Importer noms magasin HandyShopper seulement comme balises item.
he: יבא שמות חנות HandyShopper רק כתגיות פריט
hi: आइटम टैग के रूप में ही HandyShopper के स्टोर नाम आयात करें
hr: Izvezi HandyShopper imena prodavnica samo kao tagovi predmjeta.
ja: HandyShopper 店名をアイテムタグとしてインポート
nb: Importer HandyShopper butikknavn bare som elementmerker.
pl: Import nazw schowków HandyShopper tylko jako znaczników pozycji.
pt: Importar nome das lojas HandyShopper como "tags".
ro: Importă numele de magazine HandyShopper doar ca etichete de articol.
ru: Импортировать имена магазинов HandyShopper только как тэги объектов
sd: आइटम टैग जे रूप में ही HandyShopper जो स्टोर नाम आयात कयो
sk: Importovať iba HandyShopper názvy obchodov ako štítky položiek
tr: BecerikliMüşteri mağaza isimlerini sadece öğe etiketi olarak içe aktar.
ug: HandyShopper ئاتىنى بەلگە سۈپىتىدە ئەكىر

source: Import HandyShopper stores and per-store price and aisle information.
ar: استيراد مخازن HandyShopper وفي مخزن معلومات الأسعار والممر.
be: Імпартаваць магазіны HandyShopper і інфармацыю аб іх.
bg: Вмъкнете HandyShopper магазини и магазина цена и информационна пътека.
ca: Importar botigues HandyShopper i informació per botiga i passadís.
cs: Importovat HandyShopper obchody, ceny pro jednotlivé obchody a informace o uličkách.
de: Importiere HandyShopper-Geschäfte und Informationen über Preise und Standort
el: Η εισαγωγή HandyShopper αποθηκεύει και τις τιμές ανα κατάστημα και της πληροφορίες των διαδρόμων.
es: Importar tiendas de HandyShopper y precios por-tienda y ordenar la información
fa: دستیکاسب خرده فروش واردات و مغازه ها در مغازه راهه قيمت و اطلاعات است.
fi: Tuonti HandyShopper tallentaa ja per-myymälä hinta ja aisle tiedot.
fil: I-import ang HandyShopper tindahan at presyo at impormasyon ng pasilyo bawat tindahan.
fr: Magasins HandyShopper importation et par magasin de prix et d'information allée.
he: ייבוא חנויות HandyShopper ומחיר לפני חנות ומידע מעבר.
hi: HandyShopper स्टोर और प्रति स्टोर के मूल्य और गलियारे की जानकारी आयत करें|
hr: Uvezi HandyShopper prodavnice i cene i informacije po prodavnici.
ja: HandyShopper 店、各店の価格と通路情報をインポート
nb: Importer HandyShopper-butikker, priser per butikk og hylleradinformasjon.
pl: Import schowków HandyShopper i ceny oraz informacji przejściowych powstałych przed przechowaniem.
pt: Importar lojas HandyShopper com informações e preço por loja.
ro: Importă magazinele HandyShopper, prețul per-magazin și informațiile adăugate.
ru: Импорт HandyShopper магазинов и информации о ценах и рядах
sd: HandyShopper स्टोर अऊँ प्रति स्टोर जे मूल्य अऊँ गलियारे जी जानकारी आयत कयो
sk: Importovať HandyShopper obchody, ceny pre každý obchod a informácie o uličkách.
tr: BecerikliMüşteri mağazalarını, mağaza başına fiyatları ve reyon bilgilerini içe aktar.
ug: HandyShopper دۇكىنى ۋە ھەر بىر دۇكاننىڭ باھا ۋە مال مەنبە ئۇچۇرىنى ئەكىرىدۇ.

source: read notes
ar: اقرأ الملاحظات
be: чытаць нататкі
bg: четене на бележки
ca: llegeix notes
cs: číst poznámky
de: Notizen lesen
el: ανάνγωση σημειώσεων
es: leer notas
fa: خواندن نت
fi: lukea muistiinpanoja
fil: basahin ang mga tala
fr: lire les notes
he: קרא פתקים
hi: नोट्स पढ़ें
hr: čitaj bilješke
ja: ノートの閲覧
nb: les notater
nl: notities lezen
pl: czytaj notatki
pt: ler notas
ro: citește notițe
ru: Читать заметки
sd: नोट्स पढ़यो
sk: čítať poznámky
tr: notları oku
ug: ئىزاھات ئوقۇ

source: Allows an application to read notes. Note that encrypted notes are provided in the encrypted format.
ar: يسمح لتطبيق بقراءة الملاحظات. علما بأن ترد ملاحظات مشفرة بتنسيق المشفرة.
be: Дазволіць прыкладанню чытаць нататкі. Заўвага: зашыфраваныя нататкі прадастаўляюцца ў зашыфраваным фармаце.
bg: Позволява на приложението да чете бележките. Имайте предвид, че шифрованите бележки се предоставят в шифрован формат.
ca: Permet a una aplicació llegir notes. Tingueu en compte que les notes encriptades es mostren en el format encriptat.
cs: Povoluje aplikaci číst poznámky. Zašifrované poznámky jsou poskytovány v zašifrovaném formátu.
de: Ermöglicht einer Anwendung, Notizen zu lesen. Beachten Sie, dass verschlüsselte Notizen nur in verschlüsselter Form weitergegeben werden.
el: Επιτρέπει μια εφαρμογή να διαβάζει σημειώσεις. Σημειώστε οτι οι κρυπτογραφημένες σημειώσεις παρέχονται στην κρυπτογραφημένη μορφή.
es: Permitir a una aplicación leer notas. Observe que las notas cifradas son proveídas en formato cifrado.
fa: فرم درخواست اجازه مي دهد به خواندن نت است. اين يادداشت ها كه به صورت رمزی از کدام فرمت استفاده صورت رمزی است.
fi: Mahdollistaa sovellus saa lukea muistiinpanoja. Huomaa, että salattu toteaa ovat edellyttäen vuonna salatussa muodossa.
fil: Pinapayagan ang aplikasyon na bumasa ng mga tala. Tandaan na ang naka-encrypt na mga tala ay ibinigay sa naka-encrypt na ayos.
fr: Permet à une application de lire les notes. Notez que les notes chiffrées sont fournies dans un format crypté.
he: מרשה ליישום לקרוא פתקים. שים לב שפתקים מוצפנים מסופקים בפורמט מוצפן.
hi: नोट्स पढ़ने के लिए किसी अनुप्रयोग को अनुमति देता है |नोट करें कि एन्क्रिप्टेड नोट्स एन्क्रिप्टेड स्वरूप में प्रदान की जाती हैं|
hr: Dozvoljava aplikaciji da čita bilješke. Primijetite da su šifrirane bilješke raspoložive u šifriranom formatu.
ja: 他のアプリケーションがノートを閲覧する事を許可します。暗号化されたノートは暗号化された状態で提供される事に注意してください。
nb: Lar en applikasjon lese notater. Noter at krypterte notater blir levert i det krypterte
nl: Laat een toepassing toe om notities te lezen. Merk op dat versleutelde notities ter beschikking worden gesteld in het versleutelde formaat.
pl: Pozwala aplikacji czytać notatki. Zwróć uwagę, że zaszyfrowane notatki dostępne będą w formie zaszyfrowanej.
pt: Permite que a aplicação leia as notas. As notas codificadas são disponibilizadas nesse formato.
ro: Permite unei aplicații să citească notițe. Observați că notițele criptate sunt furnizate în formatul criptat.
ru: Разрешить приложению читать заметки. Примечание: зашифрованные заметки предоставляются в зашифрованном формате.
sd: अनुप्रयोगन खे व्यखायूं पदन जी अनुमति दीन्दो आ|इयो नोट कयो की गोपनीय व्याखायूं गोपनीय प्रारूप में में ही मिलन्दव
sk: Povoluje aplikácií čítať poznámky. Pamätajte však, že šifrované poznámky sú uvedené v ich šifrovanom formáte.
tr: Notları okuması için bir dosyaya izin verir. Kodlanmış notların encrypted formatında olduğunu untutmayın.
ug: ئەپنىڭ ئىزاھات ئوقۇشىغا يول قويىدۇ. دىققەت شىفىرلانغان ئىزاھات شىفىرلانغان پىچىمدا تەمىنلىنىدۇ.

source: write notes
ar: كتابة مذكرات
be: запіс нататак
bg: напиши бележки
ca: escriu notes
cs: psát poznámky
de: Notizen schreiben
el: εγγραφή σημειώσεων
es: escribir notas
fa: نوشتن يادداشت
fi: kirjoita muistiinpanoja
fil: Sumulat ng mga tala
fr: écrire des notes
he: כתוב פתקים
hi: नोट्स लिखें
hr: pisanje bilješki
ja: ノートの作成・編集
nb: skriv notater
nl: notities schrijven
pl: zapisuj notatki
pt: escrever notas
ro: scrie notițe
ru: Запись заметок
sd: नोट्स लिख्यो
sk: písať poznámky
tr: notları yaz
ug: ئىزاھات ياز

source: Allows an application to create new notes or modify existing notes.
ar: يسمح لتطبيق بإنشاء ملاحظات جديدة أو تعديل الملاحظات الموجودة.
be: Дазволіць прыкладанню ствараць новыя нататкі ці змяняць існуючыя.
bg: Позволява на приложението да създава нови бележки или да редактира съществуващи бележки
ca: Permet a una aplicació crear notes noves o modificar-ne les existents.
cs: Povoluje aplikaci vytvářet nové poznámky nebo upravovat stávající.
de: Erlaubt einer Anwednung neue Notizen zu erstellen und bestehende zu ändern.
el: Επιτρέπει μια εφαρμογή να δημιουργεί νέες σημειώσεις ή να επεξεργάζεται παλαιότερες.
es: Permitir a una aplicación crear o modificar notas existentes.
fa: فرم درخواست اجازه مي دهد به ايجاد نوت هاى موجود و تعديل شده بود.
fi: Mahdollistaa sovelluksen luoda uusia muistiinpanoja tai muokata olemassa olevia muistiinpanoja.
fil: Pinapayagan ang aplikasyon na lumikha ng bagong tala o baguhin ang dating tala.
fr: Permet à une application de créer de nouvelles notes ou de modifier les notes.
he: מרשה ליישום ליצור פתקים חדשים או להתאים פתקים קיימים.
hi: किसी भी अनुप्रयोग को नए नोट बनाने के लिए या मौजूदा नोट्स संशोधित करने की अनुमति देता है|
hr: Dozvoli aplikaciji da napravi nove bilješke ili izmjeni postojeće.
ja: 他のアプリケーションにノートの新規作成や編集を許可します。
nb: Lar en applikasjon opprette nye notater eller endre eksisterende.
nl: Laat een toepassing toe om nieuwe notities te creëren of bestaande notites te wijzigen.
pl: Pozwala aplikacji tworzyć nowe notatki lub modyfikować istniejące.
pt: Permite que a aplicação crie notas ou edite as notas existentes.
ro: Permite unei aplicații să creeze alte notițe sau să le modifice pe cele existente.
ru: Разрешить приложению создавать новые заметки или изменять существующие.
sd: अनुप्रयोग खे नयी व्याख्या ठायण या मोजुदा व्याख्या खे बदलन जि अनुमती दीन्दो आ
sk: Povolí aplikácií vytvoriť nové a meniť existujúce poznámky.
tr: Bir uygulamanın yeni notlar oluşturmasına ya da olan notları düzenlemesine izin verir.
ug: ئەپنىڭ يېڭى ئىزاھات قۇرۇشى ياكى مەۋجۇت ئىزاھاتنى ئۆزگەرتىشىگە يول قويىدۇ.

source: read shopping lists
ar: قراءة قوائم التسوق
be: чытанне спісу пакупак
bg: прочети списък за пазаруване
ca: llegeix llistes de compra
cs: číst nákupní seznamy
de: Einkaufslisten lesen
el: ανάγνωση λιστών αγορών
es: leer listas de compra
fa: خواندن فهرست خريد
fi: lue ostoslistoja
fil: Basahin ang listahan ng bilihin
fr: lire des listes d'achats
he: קרא רשימות קנייה
hi: खरीदारी सूची पढ़ें
hr: čitanje lista za kupovinu
ja: ショッピングリストの閲覧
nb: les handlelister
nl: boodschappenlijstjes lezen
pl: przeglądaj listy zakupów
pt: ler listas de compras
ro: citește listele de cumpărături
ru: чтение списка покупок
sd: खरीदारी सूची पड्यो
sk: čítať nákupné zoznamy
tr: alışveriş listelerini oku
ug: سېتىۋېلىش تىزىمىنى ئوقۇ

source: Allows an application to read shopping lists. Note that encrypted lists and items are provided in the encrypted format.
ar: يسمح لتطبيق بقراءة قوائم التسوق. ملاحظة أن قوائم المشفرة والعناصر التي تتوفر في تنسيق مشفر
be: Дазволіць прыкладанню чытаць нататкі. Заўвага: зашыфраваныя спісы і элементы прадастаўляюцца ў зашыфраваным фармаце.
bg: Позволява на приложението да чете списъците за пазаруване. Имайте предвид, че шифрованите списъци и елементи се предоставят в шифрован формат.
ca: Permet a una aplicació llegir notes de compra. Tingueu en compte que les llistes encriptades es mostren en el format encriptat.
cs: Povoluje aplikaci číst nákupní seznamy. Zašifrované seznamy a položky jsou poskytovány v zašifrovaném formátu.
de: Erlaubt einer Anwendung, Einkaufslisten zu lesen. Beachten Sie dass verschlüsselte Listen und Einträge in verschlüsselter Form weitergegeben werden.
el: Επιτρέπει σε μια εφαρμογή την ανάγνωση λιστών αγορών. Σημειώστε ότι οι κρυπτογραφημένες λίστες και τα στοιχεία παρέχονται σε κρυπτογραφημένη μορφή.
es: Permitir a una aplicación leer las listas de compra. Tenga en cuenta que las listas y los elementos cifrados se presentan en formato cifrado.
fa: فرم درخواست اجازه به خواندن فهرست خريد. اين فهرست که صورت رمزی فراهم و اقلام در صورت رمزی از کدام فرمت استفاده كرد.
fi: Mahdollistaa sovellus saa lukea ostoslistoja. Huomaa, että salattu luettelot ja erät ovat edellyttäen salatussa muodossa.
fil: Pinapayagan ang aplikasyon na basahin ang listahan ng bilihin. Tandaan na ang naka-encrypt na listahan at mga bagay ay ibinigay sa naka-encrypt na porma.
fr: Permet à une application de lire des listes d'achats. Notez que la liste chiffrée et les éléments sont fournis dans un format crypté.
he: הרשה לאפליקציה לקרוא רשימת קניות. שים לב שרשימות מוצפנות ופריטים מסופקים בפורמט מוצפן.
hi: किसी अनुप्रयोग को खरीदारी सूची को पढ़ने के लिए अनुमति देता है|नोट करें कि एन्क्रिप्टेड सूचियाँ और आइटम एन्क्रिप्टेड स्वरूप में ही प्रदान की जाती हैं|
hr: Dozvoljava aplikaciji čitanje liste za kupovinu. Primijeti da su šifrirani popisi i predmeti raspoloživi u šifriranom formatu.
ja: 他のアプリケーションにショッピングリストを閲覧する事を許可します。暗号化されたリストやアイテムは暗号化された状態で提供される事に注意してください。
nb: Lar en applikasjon lese handlelister. Noter at krypterte lister og punkter blir levert i det krypterte formatet.
nl: Laat een toepassing toe om boodschappenlijsten te lezen. Let wel op dat versleutelde lijsten en elementen ter beschikking worden gesteld in het versleutelde formaat.
pl: Pozwala aplikacji czytać listy zakupów. Zwróć uwagę, że listy i elementy zaszyfrowane będą dostępne w formie zaszyfrowanej.
pt: Permite que a aplicação leia a lista de compras. As notas codificadas são disponibilizadas nesse formato.
ro: Permite unei aplicații să citească liste de cumpărături. Observați că listele criptate și articolele sunt furnizate în formatul criptat.
ru: Разрешить приложениям получать списки. Примечание: зашифрованные списки и элементы предоставлены в зашифрованном формате.
sd: कोई भी अनुप्रयोग खे खरीदारी सूची पढ़न जी अनुमति डिंडो आ|नोट कयो कि एन्क्रिप्टेड सुचियूं अऊँ आइटम एन्क्रिप्टेड स्वरूप में ही प्रदान थीन्दी आ
sk: Povoluje aplikácií čítať poznámky. Pamätajte však, že šifrované zoznamy a poznámky sú uvedené v ich šifrovanom formáte.
tr: Bir uygulamaya alışveriş listelerini okuyabilmesi için izin verir. Kodlanmış notların encrypted formatında olduğunu untutmayın.
ug: ئەپنىڭ سېتىۋېلىش تىزىمىنى ئوقۇشىغا يول قويىدۇ. دىققەت شىفىرلانغان ئىزاھات شىفىرلانغان پىچىمدا تەمىنلىنىدۇ.

source: write shopping lists
ar: كتابة قوائم التسوق
be: запіс спісаў пакупак
bg: напиши списък за пазаруване
ca: escriu llistes de compra
cs: psát nákupní seznamy
de: Einkaufslisten schreiben
el: εγγραφή λιστών αγορών
es: escribir listas de compra
fa: فهرست خريد.
fi: kirjoita ostoslistoja
fil: sumulat ng listahan ng mga bilihin
fr: rédiger des listes d'achats
he: כתוב רשימת קניות
hi: खरीदारी सूची लिखें
hr: pisanje popisa za kupovinu
ja: ショッピングリストの作成・編集
nb: skriv handlelister
nl: boodschappenlijstjes schrijven
pl: zapisuj listy zakupów
pt: escrever lista de compras
ro: scrie liste de cumpărături
ru: Запись списков покупок
sd: खरीदारी सूची लिख्यो
sk: písať nákupné zoznamy
tr: alışveriş listelerini yaz
ug: سېتىۋېلىش تىزىمىغا ياز

source: Allows an application to create new lists and items or modify existing ones.
ar: يسمح لتطبيق بإنشاء قوائم جديدة والبنود أو تعديل القائم منها.
be: Дазволіць прыкладанню ствараць новыя спісы ці змяняць існуючыя.
bg: Позволява на приложението да създава нови списъци и елементи или да редактира вече съществуващи.
ca: Permet a una aplicació crear noves llistes i elements o modificar-ne els existents.
cs: Povoluje aplikaci vytvářet nové seznamy a položky nebo upravovat stávající.
de: Erlaubt einer Anwendung neue Listen und Einträge zu erstellen und bestehende zu verändern.
el: Επιτρέπει μια εφαρμογή να δημιουργεί νέες λίστες και στοιχεία ή να επεξεργάζεται παλαιότερες.
es: Permitir a una aplicación crear una lista nueva y elementos o modificar los existentes.
fa: فرم درخواست اجازه جديد را بوجود آورد و فهرست اقلام و تعديل موجوده.
fi: Mahdollistaa sovelluksen luoda uusia luetteloita ja kohteita tai muokata olemassa olevia.
fil: Pinapayagan ang aplikasyon na lumikha ng bagong listahan at bagay o baguhin ang dati na.
fr: Permet à une application de créer de nouvelles listes et des articles ou modifier ceux existants.
he: הרשה ליישום ליצור רשימות חדשות ופריטים או לערוך אותם.
hi: किसी भी अनुप्रयोग को नई सूचियाँ या आईटम बनाने के लिए या मौजूदा वालों को संशोधित करने की अनुमति देता है|
hr: Dozvoljava aplikaciji pravljenje novih listi i predmeta ili izmeni postojeće.
ja: 他のアプリケーションにリストやアイテムの新規追加や編集を許可します。
nb: Lar en applikasjon opprette nye lister og punkter eller endre eksisterende.
nl: Laat een toepassing toe om nieuwe lijsten en elementen te creëren of bestaande lijsten en elementen te wijzigen.
pl: Pozwala aplikacji tworzyć nowe listy i modyfikować istniejące.
pt: Permite que a aplicação crie listas de compras ou edite as listas existentes.
ro: Permite unei aplicații să creeze alte liste și articole sau să le modifice pe cele existente.
ru: Разрешить приложению создавать новые списки и элементы или изменять существующие.
sd: अनुप्रयोग खे नयी सूची ठायण या मोजुदा सूची खे बदलन जि अनुमती दीन्दो आ
sk: Povolí aplikácií vytvoriť nové a meniť existujúce zoznamy a položky.
tr: Bir uygulamanın yeni listeler oluşturmasına ya da olan listeleri düzenlemesine izin verir.
ug: ئەپنىڭ يېڭى تىزىم ۋە تۈر قۇرۇشى ياكى مەۋجۇت ئىزاھاتنى ئۆزگەرتىشىگە يول قويىدۇ.

source: MS Outlook Notes
ar: MS outlook مذكرات
be: Нататкі MS Outlook
bg: MS Изглед на бележки
ca: Notes de MS Outlook
cs: MS Outlook poznámky
de: MS Outlook Notizen
el: Σημειώσεις MS Outlook
es: Notas de MS Outlook
fa: MS انم يادداشتهاي چشم انداز
fi: MS Outlook Toteaa
fil: Mga MS Outlook Tala
fr: MS notes Outlook
he: פתקי השקפה של MS
hi: MS Outlook नोट्स
hr: MSOutlook bilješke
ja: MS Outlook ノート
nb: MS Outlook Notater
nl: MS Outlook Notities
pl: Notatki MS Outlook
pt: Notas MS Outlook
ro: Notițe MS Outlook
sd: MS Outlook नोट्स
sk: Poznámky MS Outlook
tr: MS Outlook Notları
ug: MS Outlook ئىزاھات

source: Palm CSV
bg: Длан CSV
ca: CSV de Palm
es: Formato CSV de Palm
fa: روغن‌ نخل‌ CSV
he: כף היד CSV
hi: CSV हथेली
hr: Šaka CSV
sd: CSV हथेली

source: JPilot Memo
fa: jpilot ياداشت‌
fr: Mémo jpilot
he: תזכיר JPilot
hr: JPilot Pamtač
ja: JPilot メモ
ro: Memo JPilot
ru: заметка JPilot
sd: JPilot मेमो
tr: JPilot Notu
ug: JPilot خاتىرە

source: MS Outlook Tasks
ar: مهام MS Outlook
be: Заданні MS Outlook
bg: MS Изглед на задачи
ca: Tasques de MS Outlook
cs: MS Outlook úkoly
de: MS Outlook Aufgaben
el: Εργασίες MS Outlook
es: Tareas de MS Outlook
fa: MS چشم انداز وظايف
fi: MS Outlook Tehtävät
fil: Mga MS Outlook Gawain
fr: MS tâches Outlook
he: משימות השקפה של MS
hi: MS Outlook कार्य
hr: MS Outlook Zadaće
ja: MS Outlook タスク
nb: MS Outlook Oppgaver
nl: MS Outlook Taken
pl: Zadania MS Outlook
pt: Tarefas MS Outlook
ro: Sarcini MS Outlook
sd: MS Outlook कार्य
sk: Úlohy MS Outlook
tr: MS Outlook Görevleri
ug: MS Outlook ۋەزىپە

source: DUPLICATE - Allow duplicates of records.
ar: تكرار - يسمح بتكرارات سجلات
be: ДУБЛЯВАЦЬ - Дазваляць дубляваць запісы.
bg: ДУБЛИКАТ- Позволение за копиране на записи.
ca: DUPLICAT - Permet registres duplicats
cs: DUPLIKOVAT - Povolit duplikáty záznamů.
de: DOPPELT - Erlaubt doppelte Einträge.
el: ΑΝΤΙΓΡΑΦΟ - Να επιτρέπονται αντίγραφα των καταχωρήσεων.
es: DUPLICAR - Permitir duplicacion de registros.
fa: المثني‌-پسکا--رت هاى اجازه ثبت كرده است.
fi: KAKSOISKAPPALE- Mahdollistaa kaksoiskappaleet kirjaa.
fil: NAULIT - Payagan ang mga naulit na mga record.
fr: DUPLICATE - Autoriser les doublons d'enregistrements.
he: כפול - הרשה כפילויות לרשומות.
hi: डुप्लीकेट - रिकॉर्ड को डुप्लिकेट करने की अनुमति देता है|
hr: DUPLIKAT - Dozvoljava dupliranje unosa.
ja: 重複- 記録の重複を許可する
nb: DUPLISER - Tillatt duplisering av poster.
nl: DUPLICEREN - sta duplicaties van gegevens toe.
pl: POWIELAJ - pozwala powielać zapisy.
pt: DUPLICAR - Permite registos duplicados.
ro: DUPLICĂ - Permite duplicarea înregistrărilor.
ru: ДУБЛИРОВАТЬ - возможность дублирования записей
sd: डुप्लीकेट - रिकॉर्ड खे डुप्लिकेट करण जी अनुमति दीन्दो आ
sk: DUPLIKOVAŤ - umožňuje duplikáty záznamov.
tr: KOPYALA - Kayıtları kopyalamanıza izin verir
ug: كۆچۈر - تەكرار خاتىرىگە يول قوي.

source: KEEP - Don't overwrite existing records.
el: ΔΙΑΤΗΡΗΣΗ - Να μη γίνεται αντικατάσταση των υπάρχοντων καταχωρήσεων.
fi: PITÄÄ - Älä korvaa olemassa olevia tallenteita.
hr: SAČUVAJ ' Nemoj pisati preko postojećih unosa.
nb: BEHOLD - Ikke overskriv eksisterende poster.
pl: POZOSTAW - Nie nadpisuj istniejących rekordów.
pt: MANTER - Não substitui os registos existentes.
ro: PĂSTREAZĂ - Nu suprascrie înregistrările existente.
sd: राख्यो - मौजूदा रेकोर्दन खे अधिलेखित न कयो
ug: ساقلاپ قال - مەۋجۇت خاتىرىلەرنى قاپلىۋەتمە.
