Repository: openintents/translations-export
Catalog: translations_convertcsv/*.po
Languages: ar, be, bg, ca, cs, de, el, es, fa, fi, fil, fr, he, hi, hr, ja, nb, nl, pl, pt, ro, ru, sd, sk, tr, ug

source: translator-credits
ar: Launchpad Contributions: Kras4ooo https://launchpad.net/~kkrassi1984
be: Launchpad Contributions: Alexander Geroimenko https://launchpad.net/~geroimenko OpenIntents devs https://launchpad.net/~openintents-devs
bg: Launchpad Contributions: Anton Dudov https://launchpad.net/~anton-cho OpenIntents devs https://launchpad.net/~openintents-devs Stefani Soyanova https://launchpad.net/~stefi-stoyanova95
ca: Launchpad Contributions: Joan Creus https://launchpad.net/~joan-creus-c OpenIntents devs https://launchpad.net/~openintents-devs
cs: Launchpad Contributions: Matěj Konečný https://launchpad.net/~matejkon
de: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Vincent Schüßler https://launchpad.net/~tq-vincent appricoo https://launchpad.net/~appricoo
el: Launchpad Contributions: Giannis Konstantinidis https://launchpad.net/~giankonstantinidis OpenIntents devs https://launchpad.net/~openintents-devs
es: Launchpad Contributions: Fitoschido https://launchpad.net/~fitoschido OpenIntents devs https://launchpad.net/~openintents-devs Walter Reindeer Martinez H https://launchpad.net/~waltereindeerm dcb116 https://launchpad.net/~dcb116
fa: Launchpad Contributions: Ben Jordan https://launchpad.net/~ben-jordan86 OpenIntents devs https://launchpad.net/~openintents-devs
fi: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Winner Winner https://launchpad.net/~winnerwinner57
fil: Launchpad Contributions: Liezl https://launchpad.net/~liezl-200 OpenIntents devs https://launchpad.net/~openintents-devs
fr: Launchpad Contributions: John Andre https://launchpad.net/~john-andre OpenIntents devs https://launchpad.net/~openintents-devs
he: Launchpad Contributions: Dvir Oren https://launchpad.net/~dvir0776 OpenIntents devs https://launchpad.net/~openintents-devs
hi: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani
hr: Launchpad Contributions: Nikola Miljkovic https://launchpad.net/~milja1337 OpenIntents devs https://launchpad.net/~openintents-devs
ja: Launchpad Contributions: thebowseat https://launchpad.net/~takeshimochida
nb: Launchpad Contributions: Arne Tobias Malkenes Ødegaard https://launchpad.net/~arne-tobias OpenIntents devs https://launchpad.net/~openintents-devs
nl: Launchpad Contributions: Menno Vogel https://launchpad.net/~mennovogel90 OpenIntents devs https://launchpad.net/~openintents-devs Sjoerd Hiemstra https://launchpad.net/~sjohie
pl: Launchpad Contributions: Andrzej Ziółek https://launchpad.net/~andro-v-zik OpenIntents devs https://launchpad.net/~openintents-devs Piotr Łazarczyk https://launchpad.net/~quazarxd Tomasz Zieliński https://launchpad.net/~tomek0517 zielmicha https://launchpad.net/~michal-zielinscy
pt: Launchpad Contributions: Sérgio Marques https://launchpad.net/~sergio+marques
ro: Launchpad Contributions: Florentina Mușat https://launchpad.net/~kuchiki14 OpenIntents devs https://launchpad.net/~openintents-devs Stelescu Raul https://launchpad.net/~stelescuraul iulargsb https://launchpad.net/~iulargsb
ru: Launchpad Contributions: Alexander 'FONTER' Zinin https://launchpad.net/~spore-09 Alexander Sapronov https://launchpad.net/~warmonger Andrey Zaytsev https://launchpad.net/~a.einsam Evgrafov Vladimir https://launchpad.net/~evgrafov-vladimir OpenIntents devs https://launchpad.net/~openintents-devs
sd: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani vishal panjwani https://launchpad.net/~vishal-panjwani15
sk: Launchpad Contributions: Marek Matejka https://launchpad.net/~marek-matejka OpenIntents devs https://launchpad.net/~openintents-devs
tr: Launchpad Contributions: Huseyin AKSU https://launchpad.net/~huseyinaksu95 OpenIntents devs https://launchpad.net/~openintents-devs ariza95 https://launchpad.net/~alirizanazli95 zeugma https://launchpad.net/~sunder67
ug: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Sahran https://launchpad.net/~sahran

source: Import and export lists and notes with OI Convert CSV.
el: Εισάγετε και εξάγετε λίστες και σημειώσεις με τον OI Μετατροπέα CSV.
fi: Tuonti ja vienti luettelot ja toteaa kanssa OI Muunna CSV.
hr: Uvedi i izvedi liste i bilješke sa OI CSV Konverter.
nb: Importer og eksporter lister og notater med OI Konverter CSV.
pl: Importuj i eksportuj listy i notatki używając OI Konwertuj CSV.
pt: Importar e exportar listas e notas com o OI Convert CSV.
ro: Importă și exportă listele și notițele cu OI Convert CSV.
sd: अंदर लाएं अऊँ बहार मोक्ल्यो लिस्ट्स अऊँ नोट्स खे OI क्न्वेर्ट CSV सां गडद
ug: تىزىم ۋە خاتىرەلەرنى OI ئايلاندۇرغۇچ CSV بىلەن ئەكىرىپ ۋە چىقىرىدۇ.

source: OI Shopping List
ar: "قائمة التسوق OI
bg: Списък за пазаруване на OI
ca: Llista de compra d'OI
cs: OI Nákupní seznam
de: OI Einkaufsliste
el: OI Λίστα Αγορών
es: Lista de compras OI
fa: OIخرید فهرست
fi: OI Ostoslista
fil: OI Listahan ng Bilihin
fr: AchatsListe
he: רשימת קנייה OI
hi: OI खरीदारी सूची
hr: OI Lista za kupovinu
ja: OI ショッピングリスト
nb: OI Handleliste
nl: OI Boodschappenlijst
pl: OI Lista zakupów
ro: Lista de cumpărături OI
sd: OI खरीदारी सूची
sk: OI Nákupný Zoznam
tr: OI Alışveriş Listesi
ug: OI سېتىۋېلىش تىزىمى

source: OI Notepad
ar: المفكرة OI
bg: OI Бележник
ca: Bloc de notes d'OI
cs: OI Poznámkový blok
de: OI Notizblock
el: OI Σημειωματάριο
es: Bloc de notas OI
fa: OI سخن ازعضويت
fi: OI Muistio
fil: OI Talaan
fr: OI Bloc-notes
he: פנקס OI
hi: OI नोटपैड
hr: OI Blokčić
ja: OI メモ帳
nb: OI Notatblokk
nl: OI Notitieblok
pl: OI Notatnik
ro: Carnețel OI
sd: OI नोटपैड
sk: OI Poznámkový Blok
tr: OI Not defteri
ug: OI خاتىرە دەپتەر

source: Launch %s and select menu &gt; Convert CSV.
ar: s% إطلاق وحدد القائمة ;gt& تحويل .CSV
be: Запусціце %s і выберыце пункт &gt; Канвертаваць CSV.
bg: Стартирайте %s и изберете меню &gt; Превърни CSV
ca: Llança %s i selecciona el menú &gt; Converteix a CSV
cs: Spusťte %s a zvolte menu &gt; Převést do CSV
de: Starte %s und wähle Menü &gt; Konvertiere CSV.
el: Εκκινήστε το %s το επιλέξτε μενού &gt; Μεταροπέας CSV.
fa: راه اندازی %s با و انتخاب CSV کنید منو &gt; تبدیل
fi: Käynnistä %s ja valita valikko &gt; Muunna CSV.
fil: Ilunsad ang %s at piliin ang menu &gt; Palitan CSV.
fr: Lancement %s et sélectionnez Menu &gt; Convertir CSV.
he: פתח %s ובחר תפריט &gt; המר CSV.
hi: %s लॉन्च करें और &gt मेनू का चयन करें ;CSVकन्वर्ट करें|
hr: Pokrjeni %s i odaberi meni &gt; CSV Konverter.
ja: %s を起動して メニュー &gt; CSV を変換 を選択
nb: Start %s og velg meny &gt; Konverter CSV.
nl: Start %s en selecteer menu &gt; Converteer CSV.
pl: Włącz %s i zaznacz opcję menu &gt; Konwertuj CSV.
pt: Inicie o %s e selecione o menu &gt; Convert CSV.
ro: Porniți %s și selectați meniu &gt; Convertire CSV.
ru: Запустите %s и выберите пункт &gt; Конвертировать CSV.
sd: %s लॉन्च कयो अऊँ &gt मेनू खे चुन्द्यो ;CSVकन्वर्ट कयो
sk: Spustiť %s a vybrať menu &gt; Konvertovať CSV
tr: %s i başlat ve menüsüyü seç &gt; CSV'ye Çevir.
ug: %s نى قوزغىتىپ، تىزىملىك &gt; CSV كە ئايلاندۇرنى تاللاڭ.

source: OI Convert CSV
ar: OI تحويل CSV
bg: OI Конвертор CSV
ca: Convertor a CSV d'OI
cs: OI Převést do CSV
de: OI CSV Konverter
el: OI Μετατροπέας CSV
es: OI Convertidor CSV
fa: OI برگرداندن‌ csv
fi: OI Muunna CSV
fil: OI Palitan CSV
fr: OI convertir CSV
he: ממיר OI CSV
hi: OI CSV परिवर्तन
hr: OI CSV Konverter
ja: OI CSV 変換
nb: OI Konverter CSV
nl: OI Converteer CSV
pl: OI Konwertuj CSV
ro: Convertire CSV OI
sd: OI CSV परिवर्तन
sk: OI Konvertovať CSV
tr: OI Çevir CSV
ug: OI CSV ئايلاندۇر

source: Convert CSV
ar: تحويل CSV
be: Канвертаванне CSV
bg: Превърни CSV
ca: Converteix CSV
cs: Převést do CSV
de: Konvertiere CSV
el: Μετατροπή CSV
es: Convertidor CSV
fa: برگرداندن‌ csv
fi: Muunna CSV
fil: Palitan ang CSV
fr: Convertir CSV
he: המר CSV
hi: CSV परिवर्तित करें
hr: Konvertuj CSV
ja: CSV を変換
nb: Konverter CSV
nl: Converteer CSV
pl: Konwertuj CSV
pt: Converter CSV
ro: Convertire CSV
ru: Конвертирование CSV
sd: CSV परिवर्तित कयो
sk: Konvertovať CSV
tr: Çevir CSV
ug: CSV كە ئايلاندۇر

source: Convert CSV to Notepad
ar: تحويل CSV إلى المفكرة
be: Канвертаваць CSV у Notepad
bg: Превърни CSV в Бележник
ca: Converteix CSV a bloc de notes
cs: Převést CSV do Poznámkového bloku
de: Konvertiere CSV in Notizblock
el: Μετατροπή CSV στο Σημειωματάριο
es: Convertir CSV a Bloc de Notas
fa: برگرداندن‌ csv به سخن ازعضويت
fi: Muunna CSV Muistioon
fil: Palitan ang CSV ng Talaan
fr: Convertir CSV pour le Bloc-notes
he: המר CSV לפנקס רשימות
hi: CSV को नोटपैड में परिवर्तित करें
hr: Konvertuj CSV u Blokče
ja: CSV をメモ帳に変換
nb: Konverter CSV til Notatblokk
nl: Converteer CSV naar Notitieblok
pl: Konwertuj CSV do Notatnika
pt: Converter CSV para Notepad
ro: Convertire CSV la Carnețel
ru: Конвертировать CVS в Notepad
sd: CSV खे नोटपैड में परिवर्तित कयो
sk: Konvertovať CSV do Poznámkového bloku
tr: CSV'den Not defterine dönüştür
ug: CSV نى خاتىرە دەپتەرگە ئايلاندۇر

source: Convert CSV to Shopping list
ar: تحويل CSV إلى قائمة التسوق
be: Канвертаваць CSV у Shopping list
bg: Превърни CSV в списък за пазаруване
ca: Converteix CSV a llista de compra
cs: Převést CSV do Nákupního seznamu
de: Konvertiere CSV in Einkaufsliste
el: Μετατροπή CSV στη Λίστα Αγορών
es: Convertir CSV a Lista de Compras
fa: برگرداندن‌ csv به فهرست خرید میکردم
fi: Muunna CSV Ostoslistaan
fil: Palitan ang CSV ng Listahan ng bilihin
fr: Convertir CSV liste d'achats
he: המר CSV לרשימת קניות
hi: CSV को खरीदारी सूची में परिवर्तित करें
hr: Konvertuj CSV u Listu za kupovinu
ja: CSV をショッピングリストに変換
nb: Konverter CSV til Handleliste
nl: Converteer CSV naar Boodschappenlijst
pl: Konwertuj CSV do Listy zakupów
pt: Converter CSV para Shopping list
ro: Convertire CSV la Lista de cumpărături
ru: Конвертировать CVS в Shopping list
sd: CSV खे खरीदारी सूचीमें परिवर्तित कयो
sk: Konvertovať CSV do Nákupného zoznamu
tr: CSV'den Alışveriş listesine dönüştür
ug: CSV نى سېتىۋېلىش تىزىمىغا ئايلاندۇر

source: Convert all notes
ar: تحويل كافة الملاحظات
be: Канвертаваць усе нататкі
bg: Превърни всички бележки
ca: Converteix totes les notes
cs: Převést všechny poznámky
de: Konvertiere alle Notizen
el: Μετατροπή όλων των σημειώσεων
es: Convetir todas las notas
fa: يادداشتهاي پيروي
fi: Muunna kaikki muistiinpanot
fil: Palitan ang lahat ng mga tala
fr: Convertir toutes les notes
he: המר את כל הפתקים
hi: सभी नोट्स को परिवर्तित करें
hr: Konvertiraj sve bilješke
ja: すべてのノートを変換
nb: Konverter alle notater
nl: Converteer alle notes
pl: Konwertuj wszystkie notatki
pt: Converter todas as notas
ro: Convertește toate notițele
ru: Конвертировать все заметки
sd: सद्यूं नोट्स परिवर्तित कयो
sk: Kovertovať všetky poznámky
tr: Tüm notları çevir
ug: ھەممە ئىزاھاتنى ئايلاندۇر

source: Convert all shopping lists
ar: تحويل جميع قوائم التسوق
be: Канвертаваць усе спісы пакупак
bg: Превърни всички списъци за пазаруване
ca: Converteix totes les llistes de compra
cs: Převést všechny nákupní seznamy
de: Konvertiere alle Einkaufslisten
el: Μετατρέψτε όλες τις λίστες αγορών
es: Convertir todas las listas de compra
fa: فهرست پيروي خريد
fi: Muunna kaikki ostoslistoja
fil: Palitan ang lahat ng mga listahan ng bilihin
fr: Convertissez tous les listes de achats
he: המר את כל רשימות הקניות
hi: सभी खरीदारी सूचियों को परिवर्तित करें
hr: Konvertuj sve liste za kupovinu
ja: すべてのショッピングリストを変換
nb: Konverter alle handlelister
nl: Converteer alle boodschappenlijsten
pl: Konwertuj wszystkie listy zakupów
pt: Converter todas as listas de compras
ro: Convertește toate listele de cumpărături
ru: Конвертировать все списки покупок
sd: सभी खरीदारी सूचियन खे परिवर्तित कयो
sk: Konvertovať všetky nákupné zoznamy
tr: Tüm alışveriş listesini çevir
ug: ھەممە سېتىۋېلىش تىزىمىنى ئايلاندۇر

source: Convert list '%s'
ar: تحويل قائمة 's%'
be: Канвертаванне спісу '%s'
bg: Превърни списък %s
ca: Converteix la llista '%s'
cs: Převést seznam '%s'
de: Konvertiere Liste '%s'
el: Μετατρέψτε τη λίστα '%s'
es: Convertir listas
fa: برگرداندن‌ فهرست '%s'
fi: Muunna lista '%s'
fil: Palitan ang listahan '%s'
fr: Convertir la liste '%s'
he: המר רשימת '%s'
hi: '%s' सूची को परिवर्तित करें
hr: Konvertuj listu '%s'
ja: リスト '%s' を変換
nb: Konverter liste '%s'
nl: Converteer lijst '%s'
pl: Konwertuj listę '%s'
pt: Converter a lista %s
ro: Convertește lista „%s”
ru: Конвертирование списка '%s'
sd: s' सूची खे परिवर्तित कयो%'
sk: Konvertovať zoznam '%s'
tr: '%s' listesini dnüştür
ug: ئايلاندۇرۇش تىزىمى '%s'

source: File path
ar: مسار ملف
be: Шлях да файла
bg: Път до файла
ca: Camí del fitxer
cs: Cesta k soubotu
de: Dateipfad
el: Διαδρομή αρχείου
es: Ruta del archivo
fa: مسير پرونده‌
fi: Tiedostopolku
fr: Chemin du fichier
he: נתיב קובץ
hi: फ़ाइल का पथ
hr: Putanja datoteke
ja: ファイルの場所
nb: Filsti
nl: Bestandspad
pl: Ścieżka dostępu do pliku
pt: Caminho do ficheiro
ro: Cale fișier
ru: Путь к файлу
sd: फ़ाइल जो पथ
sk: Cesta k súboru
tr: Dosya yolu
ug: ھۆججەت يولى

source: Import
ar: استيراد
be: Імпартаваць
bg: Вмъкване
ca: Importa
cs: Importovat
el: Εισαγωγή
es: Importar
fa: واردات
fi: Tuonti
fr: Importer
he: ייבוא
hi: आयात
hr: Uvedi
ja: インポート
nb: Importer
nl: Importeer
pt: Importar
ro: Importați
ru: Импортировать
sd: आयात
sk: Importovať
tr: İçe aktar
ug: ئەكىر

source: Export
ar: التصدير
be: Экспартаваць
bg: Извличане
ca: Exporta
cs: Exportovat
el: Εξαγωγή
es: Exportar
fa: صادرات
fi: Vienti
he: ייצוא
hi: निर्यात
hr: Izvoz
ja: エクスポート
nb: Eksporter
nl: Exporteer
pl: Eksport
pt: Exportar
ro: Exportați
ru: Экспортировать
sd: निर्यात
sk: Exportovať
tr: Dışa aktar
ug: چىقار

source: Error writing to file
ar: خطأ في الكتابة إلى ملف
be: Памылка запісу ў файл
bg: Грешка при записа на файл
ca: Error escrivint al fitxer
cs: Chyba během zapisování do souboru
de: Fehler beim Schreiben der Datei
el: Σφάλμα κατά την εγγραφή στο αρχείο
es: Error escribiendo en archivo
fa: غلط نامه نوشتن به پرونده
fi: Virhe kirjoitettaessa tiedostoon
fil: Mali sa pagsulat sa file
fr: Erreur à l'écriture du fichier
he: אירעה שגיאה בכתיבה לקובץ
hi: फाइल में लिखने में त्रुटि
hr: Greška pri pisanju datoteke
ja: ファイルへ書き込む際にエラーが発生しました
nb: Feil ved skriving til fil
nl: Fout bij schrijven naar bestand
pl: Błąd zapisu do pliku
pt: Erro ao escrever o ficheiro
ro: Eroare la scrierea în fişier
ru: Ошибка записи в файл
sd: फाइल लिखण में त्रुटि
sk: Chyba zápisu do súboru
tr: Dosyaya yazılırken hata
ug: ھۆججەتكە يېزىۋاتقاندا خاتالىق كۆرۈلدى

source: Error reading from file
ar: خطأ في القراءة من ملف
be: Памылка чытання з файла
bg: Грешка при четене от файл
ca: Error llegint del fitxer
cs: Chyba během čtení souboru
de: Fehler beim Lesen der Datei
el: Σφάλμα κατά την ανάγνωση από το αρχείο
es: Error leyendo el archivo
fa: اشتباه از خواندن پرونده‌
fi: Virhe luettaessa tiedostoa
fil: Mali sa pagbasa ng file
fr: Erreur de lecture du fichier
he: שגיאה בקריאה מן הקובץ
hi: फ़ाइल से पढ़ने में त्रुटि
hr: Greška pri čitanju datoteke
ja: ファイルを読み込む際にエラーが発生しました
nb: Feil ved lesing av fil
nl: Fout bij het lezen van het bestand
pl: Błąd odczytu z pliku
pt: Erro ao ler do ficheiro
ro: Eroare la citirea din fişier
ru: Ошибка чтения из файла
sd: फ़ाइल पढ़न में त्रुटि
sk: Chyba čítania zo súboru
tr: Dosya okunurken hata
ug: ھۆججەت ئوقۇۋاتقاندا خاتالىق كۆرۈلدى

source: Wrong CSV format
ar: تنسيق CSV خاطئ
be: Няправільны фармат CSV
bg: Грешен формат CSV
ca: Format CSV incorrecte
cs: Špatný CSV formát
de: Fehlerhaftes CSV-Format
el: Λανθασμένη μορφή CSV
es: Formato CSV erroneo
fa: قالب‌ csv غلط
fi: Väärä CSV formaatissa
fil: Maling CSV na ayos
fr: Mauvaise format CSV
he: פרומט CSV שגוי
hi: गलत CSV स्वरूप
hr: Pogrješan CSV format
ja: CSV フォーマットが間違っています
nb: Feil CSV-format
nl: Verkeerd CSV formaat
pl: Błędny format CSV
pt: Formato CSV inválido
ro: Format CSV incorect
ru: Неправильный формат CSV
sd: गलत CSV स्वरूप
sk: Nesprávny CSV formát
tr: Hatalı CSV formatı
ug: خاتا CSV پىچىمى

source: File not found
ar: لم يتم العثور على الملف
be: Файл не знойдзены
bg: Файлът не е намерен
ca: No s'ha trobat el fitxer
cs: Soubor nebyl nalezen
de: Datei nicht gefunden
el: Το αρχείο δε βρέθηκε
es: Archivo no encontrado
fa: پيدا پرونده‌
fi: Tiedostoa ei löydy
fil: Hindi mahanap ang file
fr: Fichier non trouvé
he: קובץ לא נמצא
hi: फ़ाइल नहीं मिली
hr: Datoteka nije pronađena
ja: ファイルが見つかりません
nb: Fil ikke funnet
nl: Bestand niet gevonden
pl: Nie odnaleziono pliku
pt: Ficheiro não encontrado
ro: Fişier negăsit
ru: Файл не найден
sd: फाईल न मिली
sk: Súbor sa nenašiel
tr: Dosya bulunamadı
ug: ھۆججەت تېپىلمىدى

source: Not yet implemented, please choose different option.
ar: لم تنفذ بعد، الرجاء اختيار خيار مختلف.
be: Яшчэ не рэалізавана, калі ласка, выберыце іншую опцыю.
bg: Все още не е приложена, моля изберете друга опция.
ca: Encara no està implementat, si us plau escolliu una altra opció.
cs: Ještě není implementováno, zvolte prosím jinou možnost.
de: Noch nicht umgesetzt, bitte wählen Sie eine andere Möglichkeit aus.
el: Δεν έχει ακόμα εφαρμοστεί, παρακαλώ διαλέξτε μια διαφορετική επιλογή
es: No implementado aun, por favor escoja otra opción
fa: اجرا نشده و گزینه های مختلف انتخاب خواهش كرد.
fi: Ei vielä toteutetaan, valitkaa eri vaihtoehtoa.
fil: Hindi pa ipinapatupad, paki-pili ng iba.
fr: Pas encore mis en œuvre, s'il vous plaît choisir l'option différente.
he: לא יושם עדיין, אנא בחר אפשרות אחרת.
hi: अभी तक लागू नहीं किया गया , कृपया कोई दूसरा विकल्प को चुने |
hr: Nije još podržana, molimo odaberite drugu opciju.
ja: まだ実装されていません、別のオプションを選択してください。
nb: Ikke implementert ennå, vennligst velg et annet alternativ.
nl: Nog niet geïmplementeerd, kies een andere optie.
pl: Jeszcze nie zaimplementowano, proszę wybrać inną opcję.
pt: Não implementado. Escolha outra opção.
ro: Nu a fost încă implementat. Vă rugăm alegeți altă opțiune.
ru: Не используется, выберите другой вариант.
sd: हिम्म्ल ताणी लागू न कयो आ , कृपया कोई ब्यो विकल्प चुन्द्यो |
sk: Ešte neimplementované, prosím vyberte inú možnosť.
tr: Uygulanamadı, lütfen farklı bir seçenek seçin.
ug: ئىشلەتكىلى بولمايدۇ، باشقا تاللانما تاللاڭ.

source: Import finished
ar: الانتهاء من الاستيراد
be: Імпартаванне завершана
bg: Вмъкването завърши
ca: Importació finalitzada
cs: Import dokončen
de: Import fertig
el: Η εισαγωγή ολοκληρώθηκε
es: Importación terminada
fa: واردات تمام
fi: Tuonti valmis
fil: Natapos na ang pag-import
fr: Importation terminée
he: ייבוא הושלם
hi: आयात समाप्त
hr: Uvoz završen
ja: インポートが完了しました
nb: Importering ferdig
nl: Importen is voltooid
pl: Import zakończony
pt: Importação concluída
ro: Importare încheiată
ru: Импорт завершен
sd: आयात समाप्त
sk: Importovanie ukončené.
tr: İçe aktarma tamamlandı
ug: ئەكىرىش تامام.

source: Export finished
ar: تصدير الانتهاء
be: Экспартаванне завершана
bg: Извличането завърши
ca: Exportació finalitzada
cs: Export dokončen
de: Export fertig
el: Η εξαγωγή ολοκληρώθηκε
es: Exportación terminada
fa: تمام صادرات
fi: Vienti päättynyt
fil: Natapos na ang pag-export
fr: Exporter terminée
he: ייצואהושלם
hi: निर्यात समाप्त
hr: Izvoz završen
ja: エクスポートが完了しました
nb: Eksportering ferdig
nl: Exporteren is voltooid
pl: Eksport zakończony
pt: Exportação concluída
ro: Export finalizat
ru: Экспорт завершен
sd: निर्यात समाप्त
sk: Exportovanie ukončené
tr: Dışa aktarma tamamlandı
ug: چىقىرىش تامام

source: Select notepad CSV file
ar: حدد ملف CSV المفكرة
be: Выберыце CSV файл блакнота
bg: Изберете бележник в CSV формат
ca: Selecciona fitxer CSV del bloc de notes
cs: Zvolte CSV soubor pro poznámkový blok
de: Notizblock CSV-Datei auswählen
el: Επιλογή αρχείου CSV σημειωματαρίου
es: Seleccione archivo CSV del Bloc de Notas
fa: انتخاب سخن ازعضويت csv پرونده‌
fi: Valitse notepad CSV tiedosto
fil: Piliin ang talaan CSV file
fr: Sélectionnez le bloc-notes un fichier CSV
he: בחר פנקס רשימות מסוג קובץ CSV
hi: नोटपैड CSV फ़ाइल चुनें
hr: Odaberi blokče CSV datoteku
ja: メモ帳 CSV ファイルを選択
nb: Velg notatblokk CSV-fil
nl: Selecteer notitieblok CSV bestand
pl: Zaznacz plik CSV notatnika
pt: Selecione o ficheiro Notepad CSV
ro: Selectează fișierul carnețel CSV
ru: Выберите CSV файл блокнота
sd: नोटपैड CSV फ़ाइल चुन्द्यो
sk: Vyberte CSV súbor Poznámkového Bloku
tr: Not defteri CSV dosyası seçin
ug: خاتىرە دەپتەر CSV ھۆججەت تاللاڭ

source: Select shopping list CSV file
ar: حدد ملف CSV قائمة التسوق
be: Выберыце CSV файл спісу пакупак
bg: Изберете списък за пазаруване в CSV формат
ca: Selecciona fitxer CSV de la llista de compra
cs: Zvolte CSV soubor pro nákupní seznam
de: Einkaufsliste CSV-Datei auswählen
el: Επιλογή αρχείου CSV λίστας αγορών
es: Seleccione archivo CSV de la Lista de Compras
fa: پرونده‌ csv خريد انتخاب فهرست
fi: Valitse ostoslista CSV tiedosto
fil: Piliin ang listahan ng bilihin CSV file
fr: Sélectionnez le fichier CSV liste d'achats
he: בחר רשימת קניות מסוג קובץ CSV
hi: खरीदारी सूची CSV फ़ाइल चुने
hr: Odaberi listu za kupovinu CSV datoteku
ja: ショッピングリスト CSV ファイルを選択
nb: Velg handleliste CSV-fil
nl: Selecteer het CSV bestand van de boodschappenlijst
pl: Zaznacz plik CSV listy zakupów
pt: Selecione o ficheiro Shopping list CSV
ro: Selectează fișierul lista de cumpărături CSV
ru: Выберите CSV файл списка покупок
sd: खरीदारी सूची CSV फ़ाइल चुन्द्यो
sk: Vyberte CSV súbor Nákupného Zoznamu
tr: Alışveriş Listesi CSV dosyası seçin
ug: سېتىۋېلىش تىزىمى CSV ھۆججەت تاللاڭ

source: Current Import Policy:
ar: سياسة الاستيراد الحالية:
be: Актуальная палітыка імпарту:
bg: Настояща вмъкната полица
ca: Política d'importació actual:
cs: Současná importovací taktika
de: Aktuelle Importmethode:
el: Τρέχουσα Πολιτική Εισαγωγής:
es: Política de Importación actual
fa: واردات کنوني سياست:
fi: Nykyinen Tuonti Politiikka:
fil: Kasalukuyang Patakaran ng pag-import:
fr: Politique d'importation actuelle:
he: מדיניות ייבוא נוכחית:
hi: वर्तमान आयात नीति:
hr: Trenutna Polisa Uvoza:
ja: 現在のインポートポリシー:
nb: Nåværende importpolitikk:
nl: Huidig importeer beleid:
pl: Obecny Sposób importu:
pt: Politica de importação:
ro: Regula actuală pentru import:
ru: Текущая политика импорта:
sd: वर्तमान आयात नीति:
sk: Súčasný importovací postup:
tr: İçe aktarma
ug: نۆۋەتتىكى ئەكىرىش تەدبىرى:

source: Import Policy
ar: سياسة الاستيراد
be: Палітыка імпарту
bg: Вмъкване на полица
ca: Política d'importació
cs: Importovací taktika
de: Importmethode
el: Πολιτική Εισαγωγής
es: Política de Importación
fa: سياست واردات
fi: Tuonti Politiikka
fil: Patakaran ng pag-import:
fr: Politique d'importation
he: מדיניות ייבוא
hi: आयात नीति
hr: Polisa Uvoza
ja: インポートポリシー
nb: Importpolitikk
nl: Importeer beleid
pl: Sposób importu
pt: Importar políticas
ro: Regulă pentru import
ru: Политика Импорта
sd: आयात नीति
sk: Importovací postup
tr: İçe Aktarma İlkeleri
ug: ئەكىرىش تەدبىرى

source: Select the import policy to use
ar: حدد استيراد نهج لاستخدام
be: Выберыце палітыку імпарту для выкарыстання
bg: Изберете вмъкнатата полица за използване
ca: Seleccioneu la política d'importació a utilitzar
cs: Vyberte importovací taktiku
de: Importmethode auswählen
el: Επιλέξτε την πολιτική εισαγωγής προς χρήση
es: Seleccione política de importación a usar
fa: انتخاب واردات به استفاده از سیاست
fi: Valitse Tuo politiikka käyttää
fil: Piliin ang gagamitin na patakaran ng pag-import:
fr: Sélectionnez la politique d'importation à utiliser
he: בחר את מדיניות הייבוא לשימוש
hi: आयात नीति का उपयोग करने के लिए उसे चुनें
hr: Odaberi polisu uvoza za korišćenje
ja: 使用するインポートポリシーを選択してください
nb: Velg importpolitikken å bruke
nl: Selecteer het te gebruiken importeer beleid
pl: Zaznacz sposób importu, który ma być używany
pt: Selecione o ficheiro de políticas
ro: Selectează regula de folosit pentru import
ru: Выберите политику импорта
sd: आयात नीति जो उपयोग करण लाये उनखे चुन्द्यो
sk: Vyberte importovací postup ktorý chcete použiť
tr: Kullanmak istediğiniz içe aktarma ilkelerini seçin
ug: ئەكىرىدىغان تەدبىرنى تاللاڭ
