Repository: openintents/translations-export
Catalog: translations_descriptions/*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fil, fr, he, hi, hr, it, ja, ko, mk, nb, nl, pa, pl, ro, ru, sd, sk, tr, zh_cn

source: With it you can tag, search, and send your notes, in addition to basic functionality such as creating, deleting, and editing notes.
ar: مع أنه يمكنك الوسم، البحث، وإرسال الملاحظات الخاصة بك، بالإضافة إلى الوظائف الأساسية مثل إنشاء، وحذف، وتحرير المذكرات.
bg: С него Вие можете да отбелязвате, да търсите и изпращате вашите бележки, в допълнение към основните функции като създаването, изтриването и редактирането на бележките.
ca: Amb ella, pots etiquetar, cercar i enviar les teves notes, a part de funcions bàsiques com crear-ne, esborrar-ne o editar-ne.
cs: S OI Poznámkovým blokem můžete tagovat (štítkovat), hledat a odesílat své poznámky, které s ním předtím vytvoříte, smažete nebo upravíte.
de: Mit ihm ist es möglich, ihre Notizen zu taggen, zu durchsuchen und ihre Notizen zu versenden, zusätzlich zu den Standardfunktionen, wie das Erstellen, das Löschen oder das Bearbeiten von Notizen.
el: Με αυτό μπορείτε να κατηγοριοποιήσετε, να αναζητήσετε και να αποστείλετε τις σημειώσεις σας, εκτός από τις βασικές λειτουργίες όπως δημιουργώντας, διαγράφοντας και επεξεργάζοντας σημειώσεις.
es: Usted puede etiquetar, buscar y enviar sus notas, además de otras funciones básicas, como crear, eliminar y editar notas.
fa: با این برنامه میتوانید برچسب ، جستجو ، و فرستادن یادداشت خود را، به علاوه به قابلیت های اساسی از جمله ایجاد، حذف و ویرایش یادداشت ها.
fil: Gamit ito, maaari mong i-tag, hanapan, at ipadala ang iyong mga tala, bilang karagdagan sa pangunahing function tulad ng paglikha, pag-alis, at pagpalit ng mga tala.
fr: Avec elle, vous pouvez marquer, rechercher et envoyer vos notes, en plus de fonctionnalités de base telles que la création, suppression et modification de notes.
he: איתו אתה יכול לתייג,לחפש, ולשלוח את פתקיך, בנוסף לפעולות בסיסיות כמו יצירה, מחיקה ועריכה של פתקים.
hi: आप इससे टैग कर सकते हैं,खोज सकते हैं और अपने नोट्स भेज सकते हैं,बनाने,मिटने और संपादन करने जैसी बुनियादी सुविधाओं के अलावा|
hr: Sa njom možete tagovati, pretražiti, ili poslati vaše beleške, uz osnovne funckije za pravljenje, brisanje, i izmena bilješki.
it: Con questa potete etichettare, cercare, e mandare le note, oltre alla funzionalità di base, come sarebbe creare, cancellare e modificare delle note.
ja: これを使ってノートの作成・削除・編集などの基本機能のほかにも、ノートをタグ・検索・送信することができます。
ko: 이것을 사용해 메모를 작성하거나, 편집하거나, 삭제하는 것 외에도 태그 달기, 찾기 보내기 등을 할 수 있습니다.
mk: Со неа можете да означувате, пребарувате и испраќате белешки, како додаток на основните функции како што се создавање, бришење и уредување на белешки.
nb: Med den kan du merke, søke og sende dine notater, i tillegg til grunnleggende funksjonalitet som å opprette, slette og redigere notater.
nl: Je kunt er notities mee taggen, doorzoeke en versturen, naast basisfuncties als aanmaken, bewerken en verwijderen.
pa: ਤੁਸੀ ਇਸਦੇ ਨਾਲ ਟੈਗ , ਖੋਜ ਕਰ ਸੱਕਦੇ ਹੋ ਅਤੇ ਆਪਣੇ ਨੋਟਸ ਬਣਾਉਣ , ਹਟਾਣ , ਅਤੇ ਸੰਪਾਦਨ ਨੋਟਾਂ ਜਿਵੇਂ ਬੁਨਿਆਦੀ ਕਾਰਿਆਸ਼ੀਲਤਾ ਦੇ ਇਲਾਵਾ ਵਿੱਚ ਭੇਜ .
pl: Oprócz podstawowych funkcjonalności, takich jak tworzenie, usuwanie, i edytowanie notatek, dzięki niemu możesz znaczyć, wyszukiwać, i wysyłać swoje notatki.
ro: Cu ea puteți eticheta, căuta, şi trimite notele, pe lângă funcţionalitatea de bază, cum ar fi crearea, ştergerea si editarea notelor.
sd: तहां इन्ह सान टैग करे ता सगो,खोज करे ता सगो अऊँ पेंजा नोट्स मोकले ता सगो,ठायण,मितायण अऊँ संपादन करण जेड़ी बुनियादी सुविधाऊँ जे अलावा
sk: S ňou môžete označovať, vyhľadávať a posielať Vaše poznámky ako dodatok ku základným funkciám ako vytváranie, mazanie a upravovanie poznámok.
tr: Onun ile etiket ekleyebilir, arama yapabilir, ve notlarınızı gönderebilirsiniz, ek olarak olışturma, silme, ve düzenleme gibi basi fonksiyonları kullanabilirsiniz.

source: Advanced features like encryption, import/export, and voice memos are all available through extensions.
ar: ميزات متقدمة مثل التشفير، الاستيراد والتصدير، والمذكرات الصوتية كل ما هو متاح من خلال ملحقات.
bg: Допълнителни функции като шифроване, импортиране/експортиране, и гласови записки могат да се добавят с разширения.
ca: També hi ha característiques avançades com encriptació, importació/exportació i memos de veu disponibles per mitjà d'extensions.
cs: Pokročilé vlastnosti jako šifrování, import/export a hlasové poznámky jsou všechny dostupné pomocí rozšíření.
de: Erweiterte Features wie Verschlüsselung, Import/Export, und Sprachnotizen sind durch Erweiterungen verfügbar.
el: Προχωρημένα χαρακτηριστικά όπως κρυπτογράφηση, εισαγωγή/εξαγωγή, και φωνητικά υπομνήματα είναι όλα διαθέσιμες μέσω επεκτάσεων.
es: Características avanzadas como la encriptación, importación/exportación, y las notas de voz están disponibles a través de extensiones.
fa: ویژگی های پیشرفته ای مانند رمزنگاری، واردات / صادرات ، و یادداشت های صوتی در دسترس از طریق افزونهها.
fil: Ang paunang mga tampok tulad ng encryption, import / export, at mga boses na memo ay magagamit sa pamamagitan ng extensyon.
fr: Les fonctionnalités avancées comme le cryptage, l'import / export, et des mémos vocaux sont tous disponibles via des extensions.
he: תכונות מתקדמות כמו הצפנה, ייבוא/ייצוא, ותזכירי קול זמינים דרך הרחבות.
hi: एन्क्रिप्शन, आयात / निर्यात, और आवाज मेमो जैसी उन्नत सुविधाएँ उपलब्ध हैं एक्सटेंशन के माध्यम से|
hr: Napredni dodatci kao šifriranje, uvoz/izvoz,i pamcenje glasa su dostupni kroz dodatke.
it: Le caratteristiche avanzate come sarebbe criptare, importare/esportare, e le memo vocali sono tutte disponibili attraverso le estensioni.
ja: 暗号化、インポート・エクスポートやボイスメモなどは拡張機能を通じて利用することができます。
ko: 확장을 통해 암호화, 내보내기, 가져오기, 음성 메모 등 고급 기능을 사용할 수 있습니다.
mk: Напредни опции како енкрипција, увоз/извоз и гласовни записи се достапни преку додатоци.
nb: Avanserte funksjoner som kryptering, import/eksport og talebeskjeder er alle tilgjengelige gjennom utvidelser.
nl: Met extensies krijg je geavanceerde opties, zoals encryptie, import/export en gesproken memo's.
pa: ਏੰਕਰਿਪਸ਼ਨ , ਆਯਾਤ / ਨਿਰਿਆਤ , ਅਤੇ ਅਵਾਜ memos ਦੀ ਤਰ੍ਹਾਂ ਉੱਨਤ ਸਹੂਲਤਾਂ ਦੇ ਸਾਰੇ ਏਕਸਟੇਂਸ਼ਨ ਦੇ ਮਾਧਿਅਮ ਵਲੋਂ ਉਪਲੱਬਧ ਹਨ .
pl: Zaawansowane funkcje, takie jak szyfrowanie, import/eksport i notatki głosowe są dostępne za pośrednictwem rozszerzeń.
ro: Caracteristici avansate cum ar fi criptarea, importarea/exportarea, şi memourile vocale sunt toate disponibile prin extensii.
sd: एन्क्रिप्शन, आयात / निर्यात, अऊँ आवाज मेमो जेड़ी उन्नत सुविधाऊँ उपलब्ध आहिन एक्सटेंशन जे माध्यम सां
sk: PoPokročilé vlastnosti ako šifrovanie, importovanie/exportovanie a hlasové poznámky sú dostupné cez rozšírenia.
tr: Şifreleme, içe/dışa aktarım ve sesli mesaj gibi gelişmiş özellikler eklentiler aracılığıyla mevcuttur.

source: All of this functionality is brought together in a simplistic and efficient layout, customizable through a variety of themes.
ar: كل من هذه الوظيفة جمعت في التبسيط وكفاءة تخطيط، قابلة لتخصيص من خلال مجموعة متنوعة من المواضيع.
bg: Цялата тази функционалност е събрана заедно в опростен и ефективен изглед, който може да се персонализира с разнообразие от палитри.
ca: Totes aquestes funcions són disponibles en un format simple i eficient, personalitzable per mitjà d'un grapat de temes.
cs: Toto všechno Vám přinášíme zabalené v jednoduchém a efektivním rozhraní přizpůsobitelné množstvím motivů.
de: Alle diese Funktionen werden in einem einfachen und effizienten Layout, das durch eine Vielzahl von Themen angepasst werden kann, zusammengefügt.
el: Όλη αυτή η λειτουργικότητα βρίσκεται κοντά σε μια απλοποιημένη και αποτελεσματική δομή, που είναι προσαρμόσιμη γύρω από μια ποικιλία θεμάτων.
es: Todas estas funciones se organizan en un diseño simple y eficiente, personalizable a través de una gran variedad de temas.
fa: همه این قابلیت را با هم در یک طرح ساده و کارآمد به ارمغان آورد، از طریق از تم های مختلف قابل تنظیم است.
fil: Ang lahat ng ito function ay pinagsama sa isang simplistic at mahusay na layout, napapasadya sa pamamagitan ng iba't ibang mga tema.
fr: Toutes ces fonctionnalités sont réunies dans une mise en page simpliste et efficace, personnalisable grâce à une variété de thèmes.
he: כל הפונקציונאליות הזו היא מחוברת ביחד בדרך פשוטה ויעילה, שניתנת לעיצוב דרך מגוון של ערכות נושא.
hi: यह सारी कार्यशीलता एक साथ एक सरलीकृत और कुशल लेआउट में लाई गयी है,जो अनुकूलन योग्य है अलग किस्म की थीम्स के द्वारा|
hr: Sve ove funkcionalnosti su sklopljenje u jedan prosti ali efektivni raspored, izmenjivoe kroz razne teme.
it: Tutte queste funzioni sono portate insieme in un aspetto semplice e efficiente, personalizzabile con una varietà di temi.
ja: すべての機能はシンプルで効率的なレイアウトで表示され、様々なテーマでカスタマイズ可能です。
ko: 이 모든 기능은 간결하고 효율적으로 배치되어 있고, 여러 종류의 테마로 사용자화 할 수 있습니다.
mk: Сета оваа функционалност е собрана во еден едноставен и ефикасен распоред, прилагодлив преку разни теми.
nb: All denne funksjonaliteten er ført sammen gjennom en enkel og effektiv utforming, egendefinerbar gjennom en variasjon av temaer.
nl: Al deze functies komen bij elkaar in een simpele, efficiënte lay-out die je kunt aanpassen via thema's.
pa: ਇਸ ਕਾਰਿਆਸ਼ੀਲਤਾ ਦੇ ਸਾਰੇ ਇਕੱਠੇ ਇੱਕ ਸਰਲੀਕ੍ਰਿਤ ਅਤੇ ਕੁਸ਼ਲ ਲੇਆਉਟ ਵਿੱਚ ਲਿਆਇਆ ਜਾਂਦਾ ਹੈ , ਮਜ਼ਮੂਨਾਂ ਦੀ ਇੱਕ ਕਿੱਸਮ ਦੇ ਮਾਧਿਅਮ ਵਲੋਂ ਅਨੁਕੂਲਨ .
pl: Wszystkie te funkcje są uproszczone i efektywne, konfigurowalne za pomocą różnych motywów.
ro: Toate aceaste funcţionalităţi sunt aduse împreună într-un aspect simplist şi eficient, personalizabil printr-o varietate de teme.
sd: ईया सड़ी कार्यशीलता हिक्क साथ हिक्क सरलीकृत अऊँ कुशल लेआउट में घुरायी आ,जो अनुकूलन योग्य आ अलग किस्म जी थीम्स जे द्वारा
sk: Všetka táto funkcionalita je spojená v jednoduchom a prehľadnom rozložení, ktoré je meniteľné cez rôzne témy.
tr: Tüm bu işlevsellik çeşitli temalarla kişileştirilebilir, basit ve etkileyici bir düzende bir araya getirildi.

source: Add, edit and delete notes.
ar: إضافة وتحرير وحذف الملاحظات.
bg: Добавай, редактирай и трий бележки.
ca: Afegeix, edita i esborra notes.
cs: Přidávat, upravovat a mazat poznámky.
de: Notizen hinzufügen, bearbeiten oder löschen.
el: Προσθέστε, επεξεργαστείτε και διαγράψτε σημειώσεις.
es: Añadir, editar y eliminar notas.
fa: اضافه کردن ، ویرایش و حذف یادداشت.
fil: Magdagdag, magpalit at mag-alis ng mga tala.
fr: Ajouter, modifier et supprimer des notes.
he: הוסף, ערוך ומחק פתקים
hi: जोड़ें, संपादित करें और नोट्स मिटाएँ |
hr: Dodaj, izmeni i obriši bilješke.
it: Aggiungi, modifica e cancella le note.
ja: ノートの追加・編集・削除。
ko: 메모 쓰기, 편집하기, 삭제하기.
mk: Додади, уреди и бриши белешки.
nb: Legg til, rediger og slett notater.
nl: Maak, wijzig en verwijder notities
pa: ਜੋੜੇਂ , ਸੰਪਾਦਤ ਕਰੀਏ ਅਤੇ ਨੋਟਸ ਹਟਾਵਾਂ .
pl: Dodaj, edytuj i usuwaj notatki.
ro: Adăugaţi, editaţi şi ştergeţi note.
sd: जोड़यो, संपादित कयो अऊँ नोट्स मिटायो
sk: Pridať, upraviť a vymazať poznámky.
tr: Notlar eklemei düzenleme ve silme.

source: Long-press on notes to add tags.
ar: طويلة-الصحافة على المذكرات لإضافة العلامات.
bg: Натиснете продължително върху бележки за да добавите етикети.
ca: Prem una estona a les notes per afegir-hi etiquetes.
cs: Dlouze stiskněte na poznámky pro přidání tagů.
de: Lange auf Notizen drücken um Tags hinzuzufügen.
el: Κάντε ένα διαρκές πάτημα στις σημειώσεις για να προσθέσετε ετικέτες.
es: Pulse prolongadamente en las notas para añadir etiquetas.
fa: در یادداشت های طولانی را فشار دهید برای اضافه کردن برچسب.
fil: Matagal-pindutin ang tala para magdagdag ng mga tag.
fr: Longue-presse sur des notes pour ajouter des tags.
he: לחץ לחיצה ארוכה על פתקים כדי להוסיף תגיות.
hi: नोट्स पर टैग जोड़ने के लिए लम्बे समय तक दबाएँ|
hr: Drži dodir na bilješkama da bi dodao tagove.
it: Premere prolungatamente sulle note per aggiungere le etichette.
ja: ノートに長押ししてタグを追加。
ko: 메모를 길게 눌러 태그를 달 수 있습니다.
mk: Дого притискајте на белешките за да додадете ознаки.
nb: Hold inne på notater for å legge til merker.
nl: Hou je vinger lang op een notitie om tags toe te voegen.
pa: ਨੋਟਾਂ ਉੱਤੇ ਲਾਂਗ ਪ੍ਰੇਸ ਕਰਣ ਲਈ ਟੈਗ ਜੋੜੇਂ .
pl: Przytrzymaj nad notatką, aby dodać tagi.
ro: Apăsaţi lung pe note pentru a adăuga etichete.
sd: नोट्स ते टैग जोड़न लाये लम्बे समय ताणी दबायो
sk: Podržte poznámku pre pridanie značiek.
tr: Etiketler eklemek için notların üzerine basılı tutun.

source: Change font size and sort order.
ar: تغيير الخط حجم وترتيب الفرز.
bg: Промени размера на шрифта и начина на сортиране.
ca: Canvia la mida de lletra i l'ordenació.
cs: Změnit velikost písma a pořadí řazení.
de: Schriftgrösse und Sortierreihenfolge verändern.
el: Αλλάξτε το μέγεθος γραμματοσειράς και τη σειρά ταξινόμησης.
es: Cambiar el tamaño de fuente y el orden.
fa: تغییر اندازه فونت و نظم مرتب کردن بر اساس.
fil: Baguhin ang laki ng font at pagsasaayos ng pagkakasunod-sunod
fr: Changer la taille de police et de l'ordre de tri.
he: שנה את גודל הכתב ודרך המיון
hi: फ़ॉन्ट आकार और सॉर्ट क्रम बदलें|
hr: Izmeni veličinu fonta i raspored sortiranja.
it: Cambia la dimensione del font e l'odine dell'elenco.
ja: フォントサイズと並べ替え順序を変更。
ko: 글꼴 크기와 정렬 순서 바꾸기.
mk: Смени големина на фонт и редослед.
nb: Endre skriftstørrelse og sorteringsrekkefølge.
nl: Lettergroote en sorteeropties bewerken.
pa: ਫਾਂਟ ਸਰੂਪ ਅਤੇ ਸਾਰਟ ਕ੍ਰਮ ਬਦਲਨਾ .
pl: Zmień rozmiar czcionki i porządek sortowania.
ro: Schimbă dimensiunea fontului şi ordinea de sortare.
sd: फ़ॉन्ट आकार अऊँ सॉर्ट क्रम बदल्यो
sk: Zmeniť veľkosť písma a usporiadanie.
tr: Yazı tipi boyutunu ve sıralama seçeneklerini değiştirin.

source: A clearly arranged layout with a variety of themes.
ar: تخطيط مرتبة وضوح مع مجموعة متنوعة من المواضيع.
bg: Ясно подреден изглед с разнообразие от палитри.
ca: Un disseny arranjat clarament amb una diversitat de temes.
cs: Intuitivní rozhraní s množstvím motivů.
de: Ein klar angeordnetes Layout mit einer Vielzahl von Themen.
el: Μια καθαρά τακτοποιημένη μορφή με μια ποικιλία θεμάτων.
es: Un diseño estructurado de forma clara con una gran variedad de temas.
fa: طرح به وضوح مرتب شده با انواع تم.
fil: Malinaw na pagkasa-ayos na may iba't ibang mga tema.
fr: Une mise en page clairement disposées avec une variété de thèmes.
he: מערך מסודר עם מגוון של ערכות נושא.
hi: अलग अलग किस्म की थीम्स के साथ एक स्पष्ट रूप से व्यवस्थित लेआउट|
hr: Čisto sklopljen raspored sa raznim temama.
it: Una struttura organizzata in modo chiaro con una varietà di temi.
ja: 様々なテーマを持つきれいにアレンジされたレイアウト。
ko: 깔끔한 배열과 다양한 테마.
mk: Јасно подреден распоред со разновидни теми.
nb: En tydelig arrangert utforming med en variasjon i temaer.
nl: Een duidelijke lay-out met diverse thema's.
pa: ਮਜ਼ਮੂਨਾਂ ਦੀ ਇੱਕ ਕਿੱਸਮ ਦੇ ਨਾਲ ਇੱਕ ਸਪੱਸ਼ਟ ਰੂਪ ਵਲੋਂ ਵਿਵਸਥਿਤ ਲੇਆਉਟ .
pl: Przejrzysty układ z różnymi motywami.
ro: Un aspect aranjat în mod clar cu o varietate de teme.
sd: अलग अलग किस्म जी थीम्स सां गड्ड हिक्क स्पष्ट रूप सां व्यवस्थित लेआउट
sk: Prehľadne usporiadané rozloženie s rôznymi témami.
tr: Çeşitli temalar ile açıkça düzenlenmiş katman.

source: Quickly search through notes.
ar: البحث بسرعة عن طريق الملاحظات.
bg: Търси бързо из бележките.
ca: Cerca ràpidament per mitjà de notes.
cs: Rychle prohledávat poznámky.
de: Eine schnelle Suche durch alle Notizen.
el: Αναζητήστε γρήγορα ανάμεσα στις σημειώσεις.
es: Buscar rápidamente en las notas.
fa: به سرعت از طریق یادداشت های جستجو کنید.
fil: Mabilis na paghahanap sa mga tala.
fr: Recherchez rapidement grâce à des notes.
he: חפש במהירות דרך פתקים.
hi: जल्दी नोट्स के माध्यम से खोजें|
hr: Brzo pretraži bilješke.
it: Cercare rapidamente attraverso le note.
ja: ノートを素早く検索。
ko: 메모를 빠르게 찾으세요.
mk: Брзи пребарување низ белешки.
nb: Søk raskt gjennom notater.
nl: Snel notities doorzoeken.
pa: ਜਲਦੀ ਨੋਟਾਂ ਦੇ ਮਾਧਿਅਮ ਵਲੋਂ ਖੋਜ .
pl: Szybkie przeszukiwanie notatek.
ro: Căutare rapidă prin note.
sd: जल्दी नोट्स जे माध्यम सां खोजयो |
sk: Rýchle prehľadávanie poznámok.
tr: Notlar arasında hızlı arama.

source: Send notes as MMS or SMS.
ar: إرسال الملاحظات ك MMS أو SMS.
bg: Изпращай бележки като MMS или SMS.
ca: Envia notes com a MMS o SMS.
cs: Zasílat poznámky jako MMS nebo SMS.
de: Notizen als MMS oder SMS senden.
el: Στείλετε σημειώσεις ως MMS ή SMS.
es: Mandar notas a través de MMS o SMS.
fa: ارسال یادداشت ها به عنوان MMS و یا SMS.
fil: Magpadala ng mga tala bilang MMS o SMS.
fr: Envoyer note sous forme de MMS ou SMS.
he: שלח פתקים בתור MMS או SMS
hi: MMS या SMS के के रूप में नोट्स भेजें|
hr: Pošalji bilješke kao MMS ili SMS.
it: Mandare note come MMS oppure SMS.
ja: ノートを MMS か SMS として送信する。
ko: 메모를 MMS나 SMS로 보내세요.
mk: Прати белешки како MMS или SMS.
nb: Send notater som MMS eller SMS.
nl: Notities versturen als MMS of SMS.
pa: ਏਮਏਮਏਸ ਜਾਂ ਏਸਏਮਏਸ ਦੇ ਰੂਪ ਵਿੱਚ ਨੋਟਸ ਭੇਜੋ .
pl: Wysyłaj notatki MMS-em albo SMS-em.
ro: Trimiteţi note prin MMS sau SMS.
sd: MMS या SMS जे रूप में नोट्स मोक्ल्यो
sk: Poslať poznámky ako MMS alebo SMS
tr: Notlarınızı SMS veya MMS olarak gönderin.

source: Available extensions for "OI Notepad":
ar: الملحقات المتوفرة ل "OI المفكرة":
bg: Налични разширения за "OI Notepad":
ca: Extensions disponibles per al "bloc de notes d'OI":
cs: Dostupná rozšíření pro OI Poznámkový blok:
de: Verfügbare Erweiterungen für "OI Notepad":
el: Διαθέσιμες επεκτάσεις για το "OI Σημειωματάριο":
es: Extensiones disponibles para "OI Notepad".
fa: ماژول موجود برای، "OI دفترچه یادداشت" :
fil: Magagamit na mga ekstensyon para sa "OI Talaan":
fr: Extensions disponibles pour "OI Notepad ":
he: הרחבות קיימות עבור "פנקס פתקים OI":
hi: \"OI Notepad\" के लिए उपलब्ध एक्सटेंशन:
hr: Dostupni dodatci za "OI Blkoče":
it: Estensioni disponibili per "OI Notepad":
ja: "OI メモ帳" で利用可能な拡張子：
ko: 사용 가능한 "OI 메모장" 확장들:
mk: Достапни додатоци за „OI Бележник“:
nb: Tilgjengelige utvidelser for "OI Notatblokk":
nl: Beschikbare extensies voor OI Notepad:
pa: ਨੋਟਪੈਡ OI ਲਈ ਉਪਲੱਬਧ ਏਕਸਟੇਂਸ਼ਨ :
pl: Dostępne rozszerzenia dla "OI Natatnik":
ro: Extensii disponibile pentru „OI Notepad”:
sd: :OI नोटपैड " जे लाये उपलब्ध एक्सटेंशन"
sk: Dostupné rozšírenia pre "OI Poznámkový blok":
tr: "OI Notepad" için uygun eklentiler:

source: Record and attach voice memos to notes with "OI Voice Notes".
ar: تسجيل وإرفاق المذكرات الصوتية إلى الملاحظات مع "الملاحظات الصوتية OI".
bg: Записвай и прилагай гласови записки към бележките с "OI Voice Notes".
ca: Registra i adjunta memos de veu a notes amb "Notes de veu d'OI".
cs: Nahrávat a připojovat hlasové poznámky s OI Hlasovými poznámkami.
de: Sprachnotizen aufnehmen und an Notizen anfügen mit "OI Voice Notes"
el: Εγγράψτε και επισυνάψτε φωνητικά υπομνήματα με το "OI Φωνητικές Σημειώσεις".
es: Grabar y adjuntar mensajes de voz a las notas con "OI Voice Notes".
fa: ثبت و یادداشت های صوتی به یادداشت ضمیمه با : "یادداشت های OI صدای".
fil: Isulat at ilakip ang tala na boses sa mga tala sa "OI Talang mga Boses".
fr: Enregistrement et joindre des mémos vocaux à des notes avec "OI Voice Notes ".
he: הקלט וצרף תזכירי קול לפתקים עם "פתקי קול OI".
hi: \"OI Voice Notes\"के साथ नोट्स में रिकॉर्ड करके आवाज़ वाले मेमो जोड़ें |
hr: Snimi i zakaši glasovne podsjetnika u bilješke sa "OI Glasovne Bilješke".
it: Registrate e allegate le memo delle voci alle note con "OI Voice Notes".
ja: "OI ボイスノート" でノートに録音したボイスメモを添付。
ko: "OI 음성 메모"로 음성을 녹음하고 메모에 첨부하세요.
mk: Сними и прикачи гласовни записи на белешки со „OI Гласовни белешки“.
nb: Ta opp og legg ved stemmebeskjed til notater med "OI Voice Notes".
nl: Neem stem memos op en voeg ze toe met "OI Voice Notes"
pa: ਰਿਕਾਰਡ ਅਤੇ ਨੋਟਸ OI ਕਾਂ ਨੋਟਸ ਦੇ ਨਾਲ ਅਵਾਜ ਮੇਮਾਂ ਦਿੰਦੇ ਹਨ .
pl: Nagrywaj notatki głosowe i dołączaj do notatek za pomocą "OI Notatki głosowe".
ro: Înregistraţi şi ataşaţi memouri vocale la note cu „OI Voice Notes”.
sd: "आवाज नोट "सां गड्ड नोट्स में रिकॉर्ड करे आवाज़ वारा मेमो जोड़यो
sk: Nahrajte a pridajte hlasové poznámky do poznámok cez "OI Hlasové Poznámky".
tr: "OI Voice Notes" ile notlar için sesli mesaj kaydetme ve notlara ekleme.

source: With "OI Convert CSV" import/export notes from the SD card.
ar: مع "OI CSV بتحويل" الاستيراد/التصدير وتلاحظ من بطاقة SD.
bg: С "OI Convert CSV" импортирай/експортирай бележки от SD картата.
ca: Amb "Converteix a CSV d'OI", importa i exporta notes d'una targeta SD.
cs: S OI Převést na CSV můžete importovat/exportovat poznámky z SD karty.
de: Mit "OI Convert CSV" Notizen von der/auf die SD Karte importieren/exportieren
el: Με το "OI Μετατροπέας CSV" εισάγετε/εξάγετε σημειώσεις από την κάρτα SD.
es: Importar/exportar notas de la tarjeta SD con "OI Convert CSV".
fa: با "OI تبدیل CSV" واردات / صادرات یادداشت ها از کارت SD است.
fil: Sa "OI palitan CSV" import / eksport ang mga tala mula sa SD card.
fr: Avec "OI Convert CSV " Import / Export des notes de la carte SD.
he: בעזרת "ממיר CSV OI" ניתן לייבא/לייצא פתקים מכרטיס SD.
hi: \"OI Convert CSV\" के साथ एसडी कार्ड से नोट्स आयात / निर्यात|
hr: Sa "OI CSV Konverter" uvedi/izvedi bilješke iz SD karte.
it: Con "OI Convert CSV" importate/esportate le note dalla scheda SD.
ja: "OI CSV 変換" で SD カードからノートをインポート・エクスポート。
ko: "OI CSV 변환기"로 SD 카드에서 메모를 불러오거나 내보내세요.
mk: Со „ OI Претвори CSV“ внеси/изнеси белешки од SD картичката.
nb: Importer/eksporter notater fra SD-kortet med "OI Konverter CSV".
nl: Met "OI Convert CSV" kan je notities importeren/exporteren van een SD kaart
pa: ਦੇ ਨਾਲ OI ਕੰਵਰਟ ਸੀਏਸਵੀ CSV ਕਾਰਡ ਵਲੋਂ ਆਯਾਤ / ਨਿਰਿਆਤ SD .
pl: Importuj/eksportuj notatki z karty SD za pomocą "Ol Konwertuj CSV".
ro: Cu „OI Convert CSV” puteţi importa/exporta note de pe cardul SD.
sd: "OI CSV परिवर्तन " सां गड्ड SD कार्ड मान नोट्स आयात / निर्यात कयो
sk: Importovať/exportovať poznámky z SD karty cez "OI Konvertovať CSV"
tr: "OI Convert CSV" ile notlarınızı SD kartta atabilirsiniz/alabilirsiniz.

source: Insert the date and time into notes with "OI Insert Date".
ar: إدراج التاريخ والوقت إلى الملاحظات مع "OI إدراج التاريخ".
bg: Вмъкни датата и часа в бележките с "OI Insert Date".
ca: Insereix la data i el temps en notes amb "Inserció de data d'OI".
cs: Vložit datum a čas do poznámek s OI Vložit datum.
de: Das Datum und die Zeit zu Notizen hinzufügen mit "OI Insert Date"
el: Εισάγετε την ημερομηνία και ώρα στις σημειώσεις με το "OI Εισαγωγή Ημερομηνίας".
es: Insertar la fecha y la hora en las notas con "OI Insert Date".
fa: درج تاریخ و ساعت را به یادداشت با "تاریخ درج OI ".
fil: Ipasok ang petsa at oras sa mga tala sa pamamagitan ng "OI Ipasok Petsa".
fr: Insérer la date et l'heure dans les notes avec "Insérer la date d'OI ".
he: הכנס את המידע והזמן לפתקים עם "הכנס תאריך OI".
hi: \"OI Insert Date\" के साथ नोट्स में दिनांक और समय सम्मिलित करें|
hr: Unesi datum i vreme u belješke sa "OI Ubacivač Datuma".
it: Inserisci la data e l'ora alle note con "OI Insert Date".
ja: "OI 日付挿入" でノートに日付と時間を挿入。
ko: "OI 날짜 입력기"로 메모에 날짜와 시간을 입력하세요.
mk: Внеси го датумот и времето во белешки со „OI Внеси датум“.
nb: Sett inn dato og tid i notater med "OI Insert Date".
nl: Stel de datum en tijd in uw notities met "OI Insert Date"
pa: OI ਸਮਿੱਲਤ ਤਾਰੀਖ ਦੇ ਨਾਲ ਨੋਟਸ ਵਿੱਚ ਤਾਰੀਖ਼ ਅਤੇ ਸਮਾਂ ਸਮਿੱਲਤ ਕਰਣਾ .
pl: Wstaw datę i czas do notatek za pomocą "OI Insert Date".
ro: Inseraţi data şi ora în note cu „OI Insert Date”.
sd: "OI तिथि विझो " सां गड्ड नोट्स में दिनांक अऊँ समय सम्मिलित कयो
sk: Vložte dátum a čas do poznámky cez "OI Vložiť Dátum".
tr: "OI Insert Date" ile notlarınıza tarih ve saat ekleyebilirsiniz.
