Repository: openintents/translations-export
Catalog: translations_descriptions/*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fil, fr, he, hi, hr, it, ja, ko, mk, nb, nl, pa, pl, ro, ru, sd, sk, tr, zh_cn

source: file manager, filemanager, file explorer
ar: إدارة الملفات، إدارة الملفات، مستكشف ملف
bg: файлов мениджър,файловмениджър,файлов изследовател
ca: gestor de fitxers, explorador de fitxers, explorador
cs: file manager, filemanager, file explorer, správce souborů
de: Dateimanager
el: διαχειριστής αρχείων, αρχεία, περιηγητής αρχείων
es: administrador de archivos, navegador de archivos, explorador de archivos
fa: مدیر فایل، مدیر فایل ، مدیر فایل اکسپلورر
fil: file manedyer, filemanager, file explorer
he: מנהל קבצים, סייר קבצים
hi: फ़ाइल प्रबंधक, filemanager, फ़ाइल अन्वेषक
hr: file manager, filemanager, file explorer, menadžer datoteka, fajlovi
ja: ファイルマネージャ、ファイル・マネージャー、ファイル マネージャー
ko: 파일 매니저, 탐색기
mk: file manager, filemanager, file explorer, управувач со датотеки, истражувач на датотеки, менаџер на фајлови
nb: filbehandler, filutforsker
nl: Copy text file manager, filemanager, file explorer
pa: ਫਾਇਲ ਪ੍ਰਬੰਧਕ , ਫਾਇਲਮੈਨੇਜਰ , ਫਾਇਲ ਏਕਸਪਲੋਰਰ
pl: menedżer plików, menadżer plików, eksplorator plików
ro: gestionar de fișiere, gestionar fișiere, explorator de fișiere
ru: файловый менеджер, файловый менеджер, файловый менеджер
sd: फ़ाइल प्रबंधक, फ़ाइलप्रबंधक, फ़ाइल अन्वेषक
sk: správca súborov, spravca suborov, prehliadač súborov, prehliadac suborov, file manager, filemanager, file explorer
tr: dosya yönetici, dosyayönetici, dosya araştırıcı
zh_cn: 文件管理器，文件管理器，文件浏览器

source: OI, IO, OpenIntents, Open Intents
ar: المقاصد مفتوحة OI, IO, OpenIntents
fa: OI، IO ها، مفاهیم باز، مفاهیم باز
fil: OI, IO, OpenIntents, Bukas na mga Layunin
mk: OI, IO, OpenIntents, Open Intents, Отворени Намери
ru: Copy text OI, IO, OpenIntents, Open Intents
sk: OI, IO, OpenIntents, Open Intents, openintents, openIntents, Openintents

source: OI Flashlight is a simple and effective application that helps you find a way in the dark.
ar: OI هو مصباح كهربائي تطبيق بسيطة وفعالة تساعدك على إيجاد طريقة في الظلام.
bg: OI Flashlight е просто и ефективно приложение, което Ви позволява да откривате пътя си в тъмното.
ca: OI Flashlight és una aplicació simple i efectiva que et permet trobar un camí entre la foscor.
cs: OI Baterka je jednoduchá a efektivní aplikace, s níž najdete svou cestu tmou.
de: OI Flashlight ist eine einfache und effektive Anwendung, die Ihnen hilft, den Weg im Dunkeln zu finden.
el: Ο OI Φακός είναι μια απλή και αποτελεσματική εφαρμογή που σας βοηθά να βρείτε το δρόμο σας στο σκοτάδι.
es: OI Flashlight es una aplicación sencilla y eficaz que le ayuda a encontrar el camino en la oscuridad.
fa: OI چراغ قوه یک برنامه ساده و موثر است که کمک می کند تا راه را پیدا کنید در تاریکی است.
fil: Ang OI plasleyt ay isang simple at epektibong applikasyon na tumutulong sa iyo na makahanap ng daan sa dilim.
fr: OI Flashlight est une application simple et efficace qui vous aide à trouver un chemin dans le noir.
he: פנס OI הוא יישום פשוט ויעיל שעוזר לך למצוא דרך בחשכה.
hi: OI टॉर्च एक सरल और प्रभावी अनुप्रयोग है जो आपको अंधेरे में रास्ता खोजने में मदद करता है|
hr: OI Blic je je prosta i efektivna aplikacija koja ti pomaže da nađeš put i mraku.
it: OI Torcia è un'applicazione semplice e efficace che ti aiuta a trovare la via nel buio.
ja: OI フラッシュライトは暗闇の中であなたを助けるシンプルで効果的なアプリケーションです。
ko: OI 전등은 어두운 주변를 밝힐 수 있도록 도와주는 간단하고 효과적인 앱입니다.
mk: OI Светилка едноставна и ефективна апликација која ви помага најдете пат во темнината.
nb: OI Lykt er en enkel og effektiv applikasjon som hjelper deg finne veien i mørket.
nl: OI Flashlight is een simpele, effectieve applicatie om te zien in het donker.
pa: OI ਟਾਰਚ ਇੱਕ ਸਰਲ ਅਤੇ ਪਰਭਾਵੀ ਅਨੁਪ੍ਰਯੋਗ ਹੈ ਕਿ ਤੁਸੀ ਹੋ੍ਹੇਰੇ ਵਿੱਚ ਇੱਕ ਰਸਤਾ ਲੱਭਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ .
pl: OI Flashlight to prosta i skuteczna aplikacja, która pomaga znaleźć drogę w ciemnościach.
ro: OI Lanternă este o aplicaţie simplă şi eficientă, care vă ajută să găsiţi o cale în întuneric.
sd: OI टॉर्च हिक्क सरल अऊँ प्रभावी अनुप्रयोग आहे जेको तहां खे अंधेरे में रास्तो खोजन में मदद कन्दो आ
sk: OI Baterka je jednouchá a prehľadná aplikácia ktorá Vám pomôže nájsť cestu v tme.
tr: OI Flashlight karanlıkta size yolunuzu bulmakta yardımcı olan basit ve etkili bir uygulamadır.

source: OI Flashlight locks the display backlight on, clearly illuminating the surrounding area.
ar: بتأمين OI مصباح الضوء الخلفي العرض على، وضوح إضاءة المنطقة المحيطة بها.
bg: OI Flashlight включва подсветката на дисплея, като по този начин ясно осветява околността.
ca: OI Flashlight bloqueja la llum de fons, il·luminant clarament l'àrea al voltant.
cs: OI Baterka zapne podsvícení displeje, jasně osvětlujíc okolní prostředí.
de: OI Flashlight schaltet die Hintergrundbeleuchtung an, die die nähere Umgebung gut beleuchtet.
el: Ο OI Φακός κλειδώνει τον οπίσθιο φωτισμό της οθόνης, φωτίζοντας έτσι τον περιβάλλοτα χώρο,
es: OI Lightflash enciende la retroiluminación de la pantalla, iluminando el área circundante.
fa: OI چراغ قوه نور پس زمینه صفحه نمایش را قفل می کند، به وضوح روشن کردن مناطق اطراف آن است.
fil: Ang OI plasleyt ay nagpapanatili na bukas ang ilaw sa likod ng display, malinaw na nag-iilaw sa paligid na lugar.
fr: OI Flashlight verrouille le rétroéclairage de l'écran sur le, clairement éclairant la zone environnante.
he: פנס OI נועל את הצגת הפנס האחורי, מאיר בבירור את האיזור המקיף.
hi: OI टॉर्च प्रदर्शन बैकलाइट को चालु छोड़ देता है,स्पष्ट रूप से आसपास के क्षेत्र रोशन करते हुए|
hr: OI Blic zaključa prikaz pozadinskog osvjetljenja, čisto, osvetljavajući okolinu.
it: OI Torcia mantiene l'illuminazione di dietro allo schermo avviata, illuminando in modo chiaro la zona circonstante.
ja: OI フラッシュライトはディスプレーバックライトをオンの状態にロックし、周囲を明るく照らします。
ko: OI 전등은 화면 백라이트를 켜 두어 주변을 밝혀줍니다.
mk: OI Светилка го заклучува позадинското светло на екранот во вклучена состојба, јасно осветлувајќи ја околината.
nb: OI Lykt låser skjermens baklys på, tydelig opplysende for det omkringliggende området.
nl: OI Flashlight zet de backlight van je scherm aan en verlicht zo je omgeving.
pa: OI ਟਾਰਚ ਉੱਤੇ ਨੁਮਾਇਸ਼ backlight ਦੇ ਤਾਲੇ , ਸਪੱਸ਼ਟ ਰੂਪ ਵਲੋਂ ਆਸਪਾਸ ਦੇ ਕਸ਼ੇਤਰ ਰੋਸ਼ਨ .
pl: OI Flashlight blokuje podświetlanie, jasno oświetla okolicę.
ro: OI Lanternă pastrează iluminarea din spate a ecranului pornită, iluminând în mod clar zona înconjurătoare.
sd: OI टॉर्च प्रदर्शन बैकलाइट खे चालु छड़न दो आ,स्पष्ट रूप सां आसपास जे क्षेत्र खे रोशन कंदों हुओ
sk: OI Baterka zapne podsvietenie displeja a tým jasne osvetlí celý okolitý priestor.
tr: OI Flashlight arka ışık süresini açık olarak kilitler, çevresini açıkça aydınlatır.

source: For devices with a camera flash, OI Flashlight can also use the flash as a bright torch to brighten the room.
ar: للأجهزة مع فلاش كاميرا، OI مصباح يدوي أيضا استخدام الفلاش كشعلة ساطعة لإضاءة الغرفة.
bg: При устройства със светкавица на камерата, OI Flashlight може също да използва и светкавицата като ярък факел за да освети стаята.
ca: Per a dispositius amb càmera amb flaix OI Flashlight també pot utilitzar el flaix com a llanterna per il·luminar l'habitació.
cs: Na zařízeních s bleskem fotoaparátu umí OI Baterka použít i ten jako svítilnu pro rozjasnění místnosti.
de: Für Geräte mit einem Kamerablitz kann OI Flashlight auch den Blitz als Lichtquelle benutzen, um den Raum zu beleuchten.
el: Για συσκευές με φλας κάμερας, ο OI Φακός μπορεί επίσης να χρησιμοποιήσει το φλας ως ένα φωτεινό πυρσό για το φωτισμό του δωματίου.
es: Para los dispositivos con flash de cámara, OI Flashlight puede emplearlo como linterna para iluminar la habitación.
fa: برای دستگاه های با فلاش دوربین، چراغ قوه OI، همچنین می توانید از فلش به عنوان مشعل روشن و درخشان اتاق استفاده کنید.
fil: Para sa mga aparato na may camera flash, ang OI plaslayt ay maaari ring gamitin ang flash na ito bilang isang maliwanag na tanglaw para lumiwanag ang kuwarto.
fr: Pour les appareils avec un flash d'appareil photo, lampe de poche OI peut aussi utiliser le flash comme une torche lumineuse pour égayer la pièce.
he: עבור מכשירים עם מצלמת פלאש, פנס OI יכול גם להשתמש בפלאש כלפיד בהיר כדי להאיר את החדר.
hi: कैमरा फ्लैश युक्त उपकरणों के लिए, OI टॉर्च कमरे को रोशन करने के लिए एक उज्ज्वल टॉर्च के रूप में फ्लैश का भी प्रयोग कर सकता है|
hr: Za uređaje sa blicom na kameri, OI Blic takođe može da koristi blic kao osvetljivač.
it: Per i dispositivi con la camera flash, OI Torcia può utilizzare il flash come una torcia luminosa per illuminare la stanza.
ja: OI フラッシュライト、カメラフラッシュがついているデバイスではフラッシュを使って部屋を明るくするトーチになることができます。
ko: 장치에 카메라 플래시가 있는 경우, OI 전등은 플래시를 사용하여 주변를 밝힐 수도 있습니다.
mk: За уреди со блиц, OI Светилка може да го користи блицот како факел за да ја осветли собата.
nb: For enheter med en kamerablits, OI Lykt kan også bruke blitsen som en lys lykt for å lyse opp rommet.
nl: Als je toestel een flitser heeft, kan OI Flashlight je flitslamp gebruiken.
pa: ਇੱਕ ਕੈਮਰਾ ਫਲੈਸ਼ ਦੇ ਨਾਲ ਸਮੱਗਰੀਆਂ ਦੇ ਲਈ , OI ਟਾਰਚ ਵੀ ਕਮਰੇ ਨੂੰ ਰੋਸ਼ਨ ਕਰਣ ਲਈ ਇੱਕ ਉੱਜਵਲ ਮਸ਼ਾਲ ਦੇ ਰੂਪ ਵਿੱਚ ਫਲੈਸ਼ ਦਾ ਪ੍ਰਯੋਗ ਕਰ ਸੱਕਦੇ ਹਨ .
pl: Dla urządzeń z lampą błyskową aparatu, Ol Flashlight może również korzystać z lampy błyskowej jako jasna latarka, aby rozjaśnić pokój.
ro: Pentru dispozitivele cu bliţ, lanterna OI poate utiliza de asemenea blițul ca o torță luminoasă pentru a lumina camera.
sd: कैमरा फ्लैश युक्त उपकरणन जे लाये, OI टॉर्च कमरे खे रोशन करण लाये हिक्क उज्ज्वल टॉर्च जे रूप में फ्लैश जो भी प्रयोग करे तो सगे
sk: Pre zariadenia s bleskom pre fotoaparát: OI Baterka môže použiť tento blesk aj ako jasnú pochodeň na rozžiarenie izby.
tr: Kamera flaşı olan aygıtlar için, OI Flashlight ayrıca karanlıkta odayı fener ile aydınlatmanızı sağlar.

source: The color of the backlight is completely customizable with OI Color Picker.
ar: لون الخلفية تماما للتخصيص مع OI منتقي الألوان.
bg: Цветът на подсветката може напълно да се персонализира с OI Color Picker.
ca: El color de la llum de fons és completament personalitzable amb el capturador de colors d'OI.
cs: Barva podsvícení je nastavitelná pomocí OI Výběru barev.
de: Mithilfe von OI Color Picker, ist die Farbe der Hintergrundbeleuchtung komplett einstellbar.
el: Το χρώμα του οπίσθιου φωτισμού είναι ολοκληρωτικά προσαρμόσιμο με τον OI Επιλογέα Χρώματος.
es: El color de fondo es completamente personalizable con OI Color Picker.
fa: رنگ از نور پس زمینه کاملا سفارشی با جمع کن رنگ OI.
fil: Ang kulay ng ilaw sa likod ay lubos na napapasadya sa OI Tagapili ng Kulay.
fr: La couleur du rétroéclairage est entièrement personnalisable avec Color Picker OI.
he: הצבע של הפנס האחורי הוא ניתן לעיצוב עם בוחר צבעים OI.
hi: बैकलाइट के रंग पूरी तरह से OI रंगचयनक के अनुकूलन योग्य है|
hr: Boja pozadinskog osvjetljenja je potpuno izmenjiva pomoću OI Odabiračem Boja.
it: Il colore dell'illuminazione di dietro personalizzabile con OI Color Picker.
ja: バックライトのカラーは OI カラーピッカー で完全にカスタマイズすることができます。
ko: OI 색 추출기를 이용해 백라이트의 색을 마음대로 바꿀 수 있습니다.
mk: Бојата на позадинското светло е потполно прилагодлива со OI Избирач на бои.
nb: Fargen på baklyset er helt egendefinerbart med OI Fargevelger.
nl: Je kunt de backlight-kleur zelf kiezen met de OI Kleurkiezer.
pa: Backlight ਦੇ ਰੰਗ OI ਰੰਗ ਬੀਨਨੇ ਦੇ ਨਾਲ ਪੂਰੀ ਤਰ੍ਹਾਂ ਅਨੁਕੂਲਨ ਲਾਇਕ ਹੈ .
pl: Kolor podświetlenia jest w pełni konfigurowalny z OI Próbnik Kolorów.
ro: Culoarea iluminării din spate este personalizabilă cu OI Color Picker.
sd: बैकलाइट जा रंग पूरी तरह सां OI रंगचयनक जे अनुकूलन योग्य आहिन
sk: Farba podsvietenia je plne voliteľná cez OI Vyberač Farieb.
tr: OI Color Picker ile fener ışığının renkleri tamamiyle özelleştirilebilir.

source: Lock the display backlight on.
ar: تأمين الخفيفة إلى الوراء على العرض.
bg: Включване на подсветката на дисплея.
ca: Manté bloquejada la llum de fons.
cs: Nastaví podsvícení displeje na maximum a neumožní mu se vypnout.
de: Schaltet die Hintergrundbeleuchtung an.
el: Κλειδώστε τον ενεργοποιημένο οπίσθιο φωτισμό της οθόνης.
es: Bloqueo de la retroiluminación de la pantalla.
fa: قفل کردن نور پس زمینه صفحه نمایش.
fil: Panatiliin na nakabukas ilaw sa likod ng display.
fr: Verrouiller le rétro-éclairage.
he: נעל את הצגת הפנס האחורי לפועל.
hi: प्रदर्शन बैकलाइट को चालू रखें|
hr: Zaključaj prikaz pozadinskog osvjetljenja.
it: Conservate l'illuminazione di dietro dello schermo avviata.
ja: ディスプレーバックライトをオンにロックする。
ko: 화면 백라이트를 켜 둡니다.
mk: Го заклучува позадинското светло во вклучена состојба.
nb: Låser baklyset på.
nl: Zet de backlight van het scherm aan.
pa: ਉੱਤੇ ਨੁਮਾਇਸ਼ backlight ਬੰਦ .
pl: Zablokuj podświetlenie.
ro: Păstrați iluminarea din spate a afișajului pornită.
sd: प्रदर्शन बैकलाइट खे चालू रख्यो
sk: Zapnúť podsvietenie displeja.
tr: Arka plan ışığını kilitleyin.

source: Lock camera flash on.
ar: تأمين الكاميرا فلاش على.
bg: Включи светкавицата на камерата.
ca: Manté el flaix de càmera activat.
cs: Zapne blesk fotoaparátu.
de: Schaltet den Kamerablitz an.
el: Κλειδώστε το ενεργοποιημένο φλας της κάμερας.
es: Bloqueo del flash de la cámara.
fa: فلش دوربین قفل در.
fil: Panatiliin na nakabukas ang camera flash.
fr: Verrouiller la caméra flash.
he: נעל פלאש המצלמה במצב פועל.
hi: कैमरा फ्लैश चलूँ रखें|
hr: Zaključaj blic kamere.
it: Mantieni il flash avviato.
ja: カメラのフラッシュをオンにロックする。
ko: 카메라 플래시를 켜 둡니다.
mk: Го заклучува блицот во вклучена состојба.
nb: Lås kamerablits på.
nl: Zet de flitser aan.
pa: ਫਲੈਸ਼ ਉੱਤੇ ਬੰਦ ਕੈਮਰਾ .
pl: Zablokuj lampę błyskową.
ro: Păstrați blițul pornit.
sd: कैमरा फ्लैश चालु रख्यो
sk: Zapnúť blesk fotoaparátu.
tr: Kamera flashını kilitle.

source: The color of backlight is customizable.
ar: لون الخفيفة إلى الوراء للتخصيص.
bg: Цветът на подсветката може да се персонализира.
ca: El color de la llum de fons és personalitzable.
cs: Barva podsvícení je nastavitelná.
de: Die Farbe der Hintergrundbeleuchtung ist veränderbar.
el: Το χρώμα του οπίσθιου φωτισμού είναι προσαρμόσιμο.
es: El color de fondo es personalizable.
fa: رنگ از نور پس زمینه قابل تنظیم است.
fil: Ang kulay ng ilaw sa likod ay napapasadya.
fr: La couleur du rétroéclairage est personnalisable.
he: הצבע של הפנס האחורי ניתן לעיצוב
hi: बैकलाइट के रंग अनुकूलन योग्य हैं|
hr: Boja pozadinskog osvjetljenja je izmenjiva.
it: Il colore dell'illuminazione di dietro è personalizzabile.
ja: バックライトのカラーは変更することができます。
ko: 백라이트의 색을 바꿀 수 있습니다.
mk: Бојата на позадинското светло е прилагодлива.
nb: Fargen på baklyset er egendefinerbart.
nl: De backlight-kleur is aan te passen.
pa: ਲਿਰਨਸ ਰਨਸਿ ਕਮਲਨ ਨਲੇਨਰ ਲਨਕ
pl: Kolor podświetlenia można dostosować.
ro: Culoarea iluminării din spate este personalizabilă.
sd: बैकलाइट जा रंग अनुकूलन योग्य आहिन
sk: Farba podsvietenia je voliteľná.
tr: Arka plan ışığının rengi özelleştirilebilir.

source: Available extensions for "OI Flashlight":
ar: الملحقات المتوفرة ل "OI مصباح":
bg: Налични разширения за "OI Flashlight":
ca: Extensions dispònibles per a l'"OI Flashlight":
cs: Dostupná rozšíření pro OI Baterku:
de: Verfügbare Erweiterungen für "OI Flashlight":
el: Διαθέσιμες επεκτάσεις για το "OI Φακός":
es: Extensiones disponibles para "OI Flashlight":
fa: ماژول موجود برای "چراغ قوه OI" :
fil: Magagamit na mga ekstensyon para sa "OI Plasleyt":
fr: Extensions disponibles pour "Flashlight OI ":
he: הרחבות זמינות עבור "פנס OI":
hi: \"OI Flashlight\" के लिए उपलब्ध एक्सटेंशन:
hr: Dostupni dodatci za "OI Blic":
it: Estensioni disponibili per "OI Flashlight":
ja: "OI フラッシュライト" で利用可能な拡張子：
ko: 사용 가능한 "OI 전등" 확장들:
mk: Достапни додатоци за „OI Светилка“:
nb: Tilgjengelige utvidelser for "OI Lykt":
nl: Beschikbare extensies voor OI Flashlight
pa: ਕੁਲਿਕ ਤੁਰੂਰੁ ਕਪਦਬ OI ਰਲਿ
pl: Dostępne rozszerzenia dla "OI Latarka":
ro: Extensii disponibile pentru „OI Flashlight”:
sd: :OI टॉर्च" जे लाये उपलब्ध एक्सटेंशन"
sk: Dostupné rozšírenia pre "OI Baterka":
tr: "OI Flashlight" için uygun eklentiler:

source: Change the color of the backlight with "OI Color Picker".
ar: تغيير لون الخلفية مع "OI منتقي الألوان".
bg: Промени цвета на осветяването на дисплея с "OI Color Picker".
ca: Canvia el color de la llum de fons amb el "Capturador de Colors d'OI".
cs: Změnit barvu podsvícení OI Výběrem barev.
de: Mit "OI Color Picker" die Farber der Hintergrundbeleuchtung ändern.
el: Αλλάξτε το χρώμα του οπίσθιου φωτισμού με το "OI Επιλογέας Χρώματος".
es: Cambiar el color de fondo con "OI Color Picker".
fa: تغییر رنگ نور پس زمینه با "رنگ OI روزانه" است.
fil: Palitan ang kulay ng ilaw sa likod sa "OI Tagapili ng Kulay".
fr: Changer la couleur du rétroéclairage avec "Color Picker OI ".
he: שנה את צבע הפנס האחורי עם "בוחר צבעים OI"
hi: \"OI Color Picker\" से बैकलाइट का रंग बदलें|
hr: Izmeni boju pozadinskog osvetljenja za "OI Odabiračem Boja".
it: Cambiate il colore dell'illuminazione di dietro con "OI Color Picker".
ja: "OI カラーピッカー" でバックライトの色を変更する。
ko: "OI 색 추출기"로 백라이트의 색을 바꿀 수 있습니다.
mk: Смени ја бојата на позадинското светло со „OI Избирач на бои“.
nb: Endre fargen på baklyset med "OI Fargevelger".
nl: Stel de backlight-kleur met OI Kleurkiezer
pa: OI ਰੰਗ ਪਿਕਰ ਦੇ ਨਾਲ backlight ਦਾ ਰੰਗ ਬਦਲੀਆਂ .
pl: Zmień kolor podświetlania za pomocą "OI Próbnik Kolorów".
ro: Schimbați culoarea pentru iluminarea din spate cu „OI Color Picker”.
sd: :OI रंगचयनक " सां बैकलाइट जो रंग बदल्यो"
sk: Zmeniť farbu podsvietenia s "OI Vyberačom Farieb".
tr: "OI Color Picker" ile arka plan ışığının rengini değiştirebilirsiniz.

source: Applications that work with "OI Flashlight":
ar: التطبيقات التي تعمل مع "OI مصباح":
bg: Приложения, които работят с "OI Flashlight":
ca: Aplicacions que funcionen amb l'"OI Flashlight":
cs: Aplikace, které pracují s OI Baterkou:
de: Anwendungen, die mit "OI Flashlight" funktionieren:
el: Εγαρμογές που συνεργάζονται με το "OI Φακός":
es: Aplicaciones que funcionan con "OI Flashlight":
fa: برنامه های کاربردی که کار با "چراغ قوه OI" : برنامه های کاربردی که کار با "چراغ قوه OI" :
fil: Applikasyon na gumagana sa mga "OI Plasleyt":
fr: Applications qui fonctionnent avec "Flashlight OI ":
he: יישומים שעובדים עם "פנס OI":
hi: \"OI Flashlight\" से जो अनुप्रयोग काम करते हैं:
hr: Aplikacije koje rade sa "OI Blic":
it: Le applicazioni che funzionano con "OI Flashlight":
ja: "OI フラッシュライト" と動作するアプリケーション：
ko: "OI 전등"과 호환되는 앱들:
mk: Апликации кои работат со „OI Светилка“:
nb: Applikasjoner som fungerer med "OI Lykt":
nl: Apps die werken met OI Flashlight
pa: ਆਵੇਦਨ OI ਟਾਰਚ ਦੇ ਨਾਲ ਕੰਮ ਹੈ ਕਿ :
pl: Aplikacje działające z "OI Latarka":
ro: Aplicații care funcționează cu „OI Flashlight”:
sd: :OI टॉर्च" सां जो अनुप्रयोग कम कंदा आहिन"
sk: Aplikácie ktoré pracujú s "OI Baterka":
tr: "OI Flashlight" ile çalışan uygulamalar:

source: Update with "OI Update".
ar: التحديث مع "OI التحديث".
bg: Обновявай с "OI Update".
ca: Actualitza amb "OI Update".
cs: Aktualizovat s OI Update.
de: Updaten mit "OI Update"
el: Αναβάθμιση με το "OI Αναβάθμιση".
es: Actualizar con "OI Update".
fa: با بروز رسانی "به روز رسانی OI".
fil: Magbago sa pamamagitan ng "OI Magbago".
fr: Mise à jour avec " OI Update".
he: עדכן עם "מעדכן OI".
hi: \"OI Update\" से अद्यतन करें|
hr: Ažuriraj sa "OI Ažurator".
it: Aggiornate con "OI Update".
ja: "OI アップデート" でアップデート。
ko: "OI 업데이트"로 업데이트 하기.
mk: Ажурирај со „OI Ажурирај“.
nb: Oppdater med "OI Oppdater".
nl: Updaten met OI Update
pa: OI ਅਦਿਅਤਨ ਦੇ ਨਾਲ ਅਦਿਅਤਨ .
pl: Aktualizuj za pomocą "OI Uptade".
ro: Actualizaţi cu „OI Update”.
sd: OI अद्यतन " सां अद्यतन कयो"
sk: Aktualizovať s "OI Aktualizácia".
tr: "OI Update" ile güncelleştirin.

source: Flashlight, light, Backlight
ar: مصباح يدوي، الضوء الخلفي الخفيفة،
bg: Flashlight, фенерче, светлина, осветяване на дисплея
ca: Flashlight, light, llanterna, llum de fons
cs: Baterka, světlo, podsvícení, svítilna, Flashlight, light, Backlight
de: Blitzlicht, Licht, Hintergrundbeleuchtung
el: φακός, φώς, φωτισμός
es: Linterna, luz, luz de fondo
fa: چراغ قوه ، نور، نور پس زمینه
fil: Plaslayt, ilaw, Ilaw sa Likod
he: פנס, אור, אור אחורי
hi: टॉर्च, प्रकाश, बैकलाइट
hr: Blic, svetlost, pozadinsko osvetljenje.
it: Torcia, luce, Illuminazione di dietro
ja: フラッシュライト、ライト、バックライト
ko: 플래시, 불, 백라이트
mk: Flashlight, light, Backlight, Светилка, светлина, Позадинско светло
nb: Lykt, lys, Baklys
nl: Flashlight, light, licht, backlight, zaklamp, zaklantaarn, lamp
pa: ਟਾਰਚ , ਪ੍ਰਕਾਸ਼ , ਵਾਪਸ ਪ੍ਰਕਾਸ਼
pl: Latarka, światło, Podświetlenie
ro: Lanternă, lumină, Iluminare din spate
sd: टॉर्च, प्रकाश, बैकलाइट
sk: Baterka, svetlo, podsvietenie
tr: El feneri, Işık, Arkaışığı

source: OI Notepad is a full-featured open source note taking application.
ar: OI "المفكرة" مذكرة كاملة الميزات مصدر مفتوح مع التطبيق.
bg: OI Notepad е пълнофункционално приложение с отворен код за писане на бележки.
ca: El bloc de notes d'OI és una aplicació de codi obert amb moltes característiques que et permet prendre notes.
cs: OI Poznámkový blok je open source aplikace pro správu poznámek.
de: OI Notepad ist ein Open Source Notizblock mit vielen Funktionen.
el: Το OI Σημειωματάρια είναι μια εφαρμογή ανοικτού κώδικα πλήρων δραστηριοτήτων για την εγγραφή σημειώσεων.
es: OI Notepad es una aplicación de código abierto para escribir notas.
fa: OI دفترچه یادداشت کامل شامل منبع باز توجه داشته باشید مصرف برنامه است.
fil: Ang OI Talaan ay buong tampok na bukas na pinagmulang kodigo na applikasyon sa pagkuha ng tala.
fr: OI Notepad est une note complet open source application de prise.
he: פנקס פתקים OI הוא יישום בעל קוד פתוח בעל תוספים רבים שמנהל פתקים.
hi: OI नोटपैड एक पूर्ण विशेषताओं से युक्त खुला स्रोत अनुप्रयोग है नोट लेने के लिए|
hr: OI Blokčić je puna aplikacija otvorenog izvora za hvatanje bilješki.
it: OI Notepad è un'applicazione con fonte pubblica, con tutte le caratteristiche per scrivere le note.
ja: OI メモ帳は完全なオープンソースメモ取りアプリケーションです。
ko: OI 메모장은 완전한 오픈 소스 메모장 앱입니다.
mk: OI Бележник е комплетна апликација за забелешки со отворен код.
nb: OI Notatblokk er en fullt funksjonell applikasjon for å ta notater og har åpen kildekode.
nl: OI Notepad is een uitgebreide, open source app voor notities
pa: OI ਨੋਟਪੈਡ ਇੱਕ ਸਾਰਾ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਖੁੱਲ੍ਹਾਖੁੱਲ੍ਹਾ ਸਰੋਤ ਅਨੁਪ੍ਰਯੋਗ ਨੋਟ ਲੈਣਾ ਹੈ .
pl: Ol Notepad jest w pełni funkcjonalną open-source'ową aplikacją do tworzenia notatek.
ro: OI Notepad este o aplicaţie cu sursa publică, cu toate caracteristicile pentru a lua notiţe.
sd: OI नोटपैड हिक्क पूर्ण विशेषताउन सां युक्त खुल्यल स्रोत अनुप्रयोग आहे नोट लिखण लाये
sk: OI Poznámkový blok je plne funkčná a voľne šíriteľná aplikácia pre zaznamenávanie poznámok.
tr: OI Notepad çok özellikli açık kaynak kodlu not almanızı sağlayan bir uygulamadır.
