Repository: openintents/translations-export
Catalog: translations_descriptions/*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fil, fr, he, hi, hr, it, ja, ko, mk, nb, nl, pa, pl, ro, ru, sd, sk, tr, zh_cn

source: Encrypt OI Notepad notes.
ar: تشفير OI الملاحظات "المفكرة".
bg: Шифровайте OI Notepad бележки.
ca: Encripta notes del bloc de notes d'OI.
cs: Šifruje poznámky z OI Poznámkového bloku
de: "OI Notepad"-Notizen verschlüsseln
el: Κρυπτογράφηση σημειώσεων του OI Σημειωματάριο.
es: Encriptar notas de OI Notepad
fa: رمزبندی OI دفترچه یادداشت یادداشت.
fil: Encrypt OI Talaan tala.
fr: Crypter OI Notepad notes.
he: הצפן פתקי פנקס פתקים OI.
hi: एन्क्रिप्ट OI नोटपेड के नोट्स
hr: Šifriraj OI Blokče bilješke.
it: Cripta OI Notepad note.
ja: OI メモ帳のノートを暗号化。
ko: OI 메모장 메모 암호화 하기.
mk: 98. Енкриптирај OI Бележник белешки.
nb: Krypter OI Notatblokk notater.
nl: OI Notepad-notities versleutelen.
pa: ਏੰਕਰਿਪਟ OI ਨੋਟਪੈਡ ਨੋਟਾਂ .
pl: Szyfrowanie notatek Ol Notatnik.
ro: Criptează notițele OI Notepad.
sd: OI नोटपैड जे नोट्स खे एनक्रिप्ट कयो
sk: Šifrovať poznámky z OI Poznámkový Blok.
tr: OI Notepad notlarını şifrele.

source: Support for Obscura picture safe.
ar: الدعم للصورة Obscura آمنة.
bg: Поддържа Obscura picture safe.
ca: Suport per a Obscura picture safe.
cs: Podpora pro "Obscura picture safe".
de: Unterstützt den Obscura Bilder Safe.
el: Υποστήριξη για το κιβώτιο εικόνων Obscura.
es: Soporte para "Obscura picture safe".
fa: پشتیبانی برای ایمن تصویر تاریک.
fil: Suporta para sa Obscura kaha ng larawan.
fr: Prise en charge de sécurité image Obscura.
he: תמיכה עבור כספת תמונה אובסקורה.
hi: ओब्स्कुरा पिक्चर सेफ के लिए सप्पोर्ट.
hr: Prodška za Obscura sef slika.
it: Aiuto per la sicurezza dell'immagine Obscura.
ja: Obscura 画像金庫のサポート。
ko: Obscura 사진 금고에 대한 지원.
mk: 99. Подршка за Obscura picture safe.
nb: Støtte for Obscura bildesafe.
nl: Ondersteuning voor Obscura picture safe.
pa: ਓਬਸਕਿਉਅਰ ਚਿੱਤਰ ਸੁਰੱਖਿਅਤ ਲਈ ਸਮਰਥਨ .
pl: Wsparcie dla bezpiecznego obrazu Obscura.
ro: Ajutor pentru siguranța imaginii Obscura.
sd: ओबस्क्युअर चित्र सुरक्षित जे लाये समर्थन कयो
sk: Podpora pre Obscura obrázková bezpečnosť.
tr: Obscura resim güvenliği için destekli.

source: MyBackup Pro.
ar: النسخ الاحتياطي بلدي برو.
fa: نرم افزار پشتیبان گیری من است.
he: המגבה המקצועי שלי
hr: MyBakup Pro.
ja: マイバックアップ プロ
pa: MyBackup ਪ੍ਰੋ .
sd: मुंजो बैकप प्रो
sk: Moja Záloha Pro.

source: Encrypt notes created in "OI Notepad".
ar: تشفير الملاحظات التي تم إنشاؤها في " OI المفكرة".
bg: Шифровайте създадени с OI Notepad бележки.
ca: Encripta notes creades al "bloc de notes d'OI"
cs: Šifruje poznámky vytvořené v OI Poznámkovém bloku.
de: Verschlüsselt Notizen, die in OI Notepad erstellt werden.
el: Κρυπτογράφηση σημειώσεων που δημιουργήθηκαν με το "OI Σημειωματάριο".
es: Encriptar notas creadas en "OI Notepad"
fa: یادداشت رمزبندی در "OI دفترچه یادداشت" ایجاد می شود.
fil: Encrypt ang mga tala na nilikha sa "OI Talaan".
fr: Crypter des notes créées dans "OI Notepad ".
he: הצפן פתקים שנוצרו בתוך "פנקס פתקים OI".
hi: नोट्स को एन्क्रिप्ट करें "OI नोटपद" मे
hr: Šifrirane bilješke u "OI Blokče".
it: Cripta le note create in "OI Annotazioni".
ja: "OI メモ帳" で作成されたノートを暗号化する。
ko: "OI 메모장"에서 작성된 메모 암호화하기.
mk: Енкриптирај белешки направени во "OI Бележник".
nb: Krypterte notater opprettet i "OI Notepad".
nl: Notities versleutelen die aangemaakt zijn met OI Notepad.
pa: ਏੰਕਰਿਪਟ ਨੋਟਸ OI ਨੋਟਪੈਡ ਬਣਾਇਆ .
pl: Szyfruj notatki utworzone w "Ol Notatnik".
ro: Criptează notițele create în „OI Notepad”
sd: OI नोटपैड" में थात्यल नोट्स खे एनक्रिप्ट कयो"
sk: Šifrovať poznámky vytvorené v "OI Poznámkový Blok".
tr: "OI Notepad" içinde şifreli notlar oluşturuldu.

source: safe, encrpytion, password, protection
ar: آمنة، تشفير، حماية كلمة المرور
bg: safe, безопастност, парола, предпазване
ca: segur, encriptació, contrasenya, protecció
cs: safe, encrpytion, password, protection, bezpečný, sejf, hesla, ochrana, správce hesel, heslo
de: Safe, Verschlüsselung, Passwort, Schutz
el: κιβώτιο, κρυπτογράφηση, κωδικός, προστασία
es: seguridad, encriptación, cifrado, contraseña, protección, encryption, protection, password, safe
fa: امن، رمزنگاری ، رمز عبور ، حفاظت از
fil: kaha, encrpytion, password, proteksyon
fr: sécurité, le cryptage, mot de passe, protection
he: כספת, הצפנה, סיסמא, הגנה
hi: सुरक्षित, एन्क्र्प्य्शन, पास्वोर्ड,प्रोटेक्शन
it: sicuro, criptaggio, password, protezione
ja: 金庫、暗号化、パスワード、保護
ko: 금고, 암호화, 비밀번호, 보호
mk: safe, encrpytion, password, protection, безбедност, сеф, енкрипција, лозинка, заштита
nb: safe, kryptering, passord, beskyttelse
nl: safe, encrpytion, password, protection, encryptie, versleuteling, wachtwoord, beveiliging, kluis
pa: ਸੁਰਕ੍ਸ਼ਿਤ, ਏਨ੍ਕ੍ਰਿਪ੍ਸ਼ਨ, ਪਾਸਵਰ੍ਡ ਸੰਰਕ੍ਸ਼ਣ,
pl: szyfrowanie, sejf, hasła, ochrona, bezpieczeństwo
ro: sigur, criptare, parolă, protecție
sd: सुरक्षित, एनक्रिप्शन, पासवर्ड, संरक्षण
sk: trezor, bezpečnosť, šifrovanie, heslo, ochrana, zabezpečenie
tr: güvenlik, şifreleme, şifre, koruma

source: OI Shopping List is a powerful application which makes it easy to create and manage checklists.
ar: OI هو تطبيق قوية مما يجعل من السهل إنشاء وإدارة قوائم الاختيار من "قائمة التسوق".
bg: OI Shopping List е мощно приложение, с което е лесно да създавате и да управлявате списъци.
ca: La llista de compra d'OI és una aplicació potent que fa fàcil crear i controlar llistes de coses a fer.
cs: OI Nákupní seznam zjednodušuje vytváření a správu kontrolních seznamů.
de: OI Shopping List ist eine leistungsfähige Anwendung die es einfach macht, Checklisten zu erstellen und zu verwalten.
el: Η OI Λίστα Αγορών είναι μια δυναμική εφαρμογή που κάνει έυκολη τη δημιουργία και διαχείριση λιστών.
es: OI Shopping List, es una potente aplicación que hace fácil crear y gestionar listas de la compra.
fa: OI لیست خرید نرم افزار قدرتمند که آن را آسان برای ایجاد و مدیریت چک لیست می باشد.
fil: OI Listahan ng Bilihin ay isang malakas na applikasyon na nagpapadali ng paglikha at mamahala ng mga checklists.
fr: OI Shopping Liste est une application puissante qui le rend facile de créer et gérer des listes de contrôle
he: רשימת קניות OI היא יישום עוצמתי שהופך ניהול ויצירה של רשימות בדיקה לדבר פשוט וקל.
hi: OI खरीददारी सूची एक शक्तिशाली अनुप्रयोग है जो जाँच सूची बनाने के लिए और उसका प्रबंधन करना आसान बनाता है|
hr: OI Lista za kupovinu je odlična aplikacija koja omogućava lako pravljenje i korišcenje lista za ispunjivanje.
it: La lista degli Acquisti OI è un'applicazione forte e la quale semplifica la gestione e la creazione delle liste di verifica.
ja: OI ショッピングリストはチェックリストの作成・管理を簡単にする強力なアプリケーションです。
ko: OI 쇼핑 목록은 체크리스트를 쉽게 만들고 관리할 수 있는 강력한 앱입니다.
mk: OI Листа за купување е моќна апликација која правењето и управувањето со списоците го прави полесно.
nb: OI Handleliste er en kraftig applikasjon som gjør det lett å opprette og administrere sjekklister.
nl: OI Boodschappenlijstje is een krachtige app waarmee je makkelijk checklists kunt aanmaken en beheren.
pa: OI ਖਰੀਦਦਾਰੀ ਸੂਚੀ ਇੱਕ ਸ਼ਕਤੀਸ਼ਾਲੀ ਅਨੁਪ੍ਰਯੋਗ ਹੈ ਜੋ ਇਹ ਜਾਂਚ ਸੂਚੀ ਬਣਾਉਣ ਲਈ ਅਤੇ ਪਰਬੰਧਨ ਆਸਾਨ ਬਣਾਉਂਦਾ ਹੈ .
pl: OI Lista zakupów to potężna aplikacja, która umożliwia łatwe tworzenie i zarządzanie listami kontrolnymi.
ro: Lista de cumpărături OI este o aplicaţie puternică și care simplifică gestionarea și crearea listelor de verificare.
sd: OI खरीददारी सूची हिक्क शक्तिशाली अनुप्रयोग आ जेको जाँच सूची ठायण लाये अऊँ उन्ह जो प्रबंधन करण आसान ठाइंडो आ
sk: OI Nákupný Zoznam je neoceniteľná aplikácia ktorá zjednodušuje vytváranie a spravovanie kontrolných zoznamov.
tr: OI Shopping List

source: OI Shopping List makes it easy to add items to a list, check the item off, and remove it from the list.
ar: OI قائمة التسوق يجعل من السهل إضافة عناصر إلى قائمة، والتحقق من هذا البند، وإزالته من القائمة.
bg: С OI Shopping List е лесно да добавите артикули към списък, да го отметнете артикул и да го премахнете от списъка.
ca: La llista de compra d'OI fa ben fàcil afegir elements a una llista, activar l'element, i treure'l de la llista.
cs: Po stažení OI Nákupního seznamu už nikdy nebude jednoduší přidávat položky do seznamu, odškrtávat ty položky nebo je odstraňovat se seznamu.
de: OI Shopping List macht es einfach, Items zu einer Liste hinzuzufügen, diese abzuhacken und sie aus der Liste zu entfernen.
el: Η OI Λίστα Αγορών κάνει εύκολη την προσθήκη αντικειμένων σε μια λίστα, τον έλεγχο τους και την μετέπειτα αφαίρεση τους από τη λίστα.
es: OI Shopping List hace que sea fácil agregar elementos a una lista de compras, marcar los productos, o quitarlos de la lista.
fa: OI لیست خرید را آسان می کند برای اضافه کردن آیتم به لیست، چک کردن آیتم مورد نظر خاموش ، و حذف آن از لیست.
fil: OI Listahan ng Bilihin ay nagpapadali na magdagdag ng mga bagay sa listahan, tanggalin ang tsek ng bagay, at alisin ito sa listahan.
fr: OI Shopping Liste, il est facile d'ajouter des éléments à une liste, cochez l'élément off, et le retirer de la liste.
he: רשימת קניות OI הופכת הוספהת פריטים לרשימה, סימון לשלילה של פריט, והסרתו מהרשימה לדבר פשוט וקל.
hi: OI खरीददारी सूची एक सूची के लिए आईटम जोड़ना,उस आईटम को बंद करना और उसे सूची से हटाना आसन बनाती है|
hr: OI Lista za kupovinu omogućava lako dodavanje predmeta u listu, ispunjavanje, i brisanje sa liste.
it: La lista degli Acquisti OI simplifica l'aggiungimento del prodotto su una lista, deseleziona il prodotto e lo rimuove dalla lista.
ja: OI ショッピングリストはアイテムをリストに追加、チェックやリストから削除するのを簡単にします。
ko: OI 쇼핑 목록은 항목들을 목록에 추가하거나, 체크하거나, 지우기 쉽게 합니다.
mk: OI Листа за купување го олеснува додавањето предмети на листа, проверувањето и отстранувањето на нив од листата.
nb: OI Handleliste gjør det enkelt å legge til punkter til en liste, krysse punktet av, og fjerne det fra listen.
nl: Met OI Boodschappenlijstje kun je makkelijk items toevoegen, afvinken en volledig verwijderen uit een lijst.
pa: OI ਖਰੀਦਦਾਰੀ ਸੂਚੀ ਇੱਕ ਸੂਚੀ ਲਈ ਆਇਟਮ ਜੋੜਨ ਲਈ ਆਸਾਨ ਬਣਾਉਂਦਾ ਹੈ , ਆਇਟਮ ਦੀ ਜਾਂਚ ਬੰਦ ਹੈ , ਅਤੇ ਇਸਨੂੰ ਸੂਚੀ ਵਲੋਂ ਕੱਢਣੇ ਦੇ .
pl: OI Lista zakupów ułatwia dodawanie elementów do listy, zaznaczanie i usuwanie ich z listy.
ro: Lista de cumpărături OI simplifică adăugarea unui produs pe o listă, debifați produsul şi scoateţi-l din listă.
sd: OI खरीददारी सूची हिक्क सूची जे लाये आईटम जोड़न,उन्ह आईटम खे बंद करण अऊँ उन्ह सूची खे हतायण आसन ठाइंदी आ
sk: OI Nákupný Zoznam robí jednoduchým pridávanie prvkov do zoznamu, vyškrtnutie prvkov v zozname a ich odstránenie zo zoznamu.
tr: OI Shopping List ile kolayca listeye öğe ekleyebilir, öğeleri kontrol edebilir, ve öğeleri listeden kaldırabilirsiniz.

source: The application can track separate prices for each store that you use, and features a high level of customization.
ar: يمكنك تعقب التطبيق أسعار منفصلة لكل مخزن التي تستخدمها، وميزات مستوى عال من مخصص.
bg: Приложението може да следи различни цени за всеки магазин, който използвате и предлага високо ниво на персонализация.
ca: L'aplicació pot controlar diverses peces separades per a cada botiga que utilitzes, i té un alt nivell de personalització.
cs: Aplikace umožňuje uchovávat ceny pro každý obchod zvlášť a vyznačuje se vysokou úrovní přizpůsobení.
de: Die Anwendung kann mehrere separate Preise für jeden Shop, den Sie benutzen, verfolgen, und kann sehr gut angepasst werden.
el: Η εφαρμογή μπορεί να ανιχνεύει ξεχωριστές τιμές για κάθε κατάστημα που επισκέπτεστε και παραμετροποιείται σε υψηλό επίπεδο.
es: La aplicación puede monitorizar los precios por separado para cada tienda que utilice, contando con un alto nivel de personalización.
fa: برنامه کاربردی می توانند قیمت های جداگانه برای هر فروشگاه است که به شما استفاده از ردیابی، و ویژگی های سطح بالایی از سفارشی.
fil: Ang applikasyon ay maaaring magsubaybay ng iba-ibang presyo para sa bawat tindahan na iyong ginagamit, at tampok ang isang mataas na antas ng pagpapasadya.
fr: L'application permet de suivre des prix distincts pour chaque magasin que vous utilisez, et dispose d'un haut niveau de personnalisation.
he: היישום יכול לעקוב אחר מחירים נפרדים עבור כל חנות שאתה משתמש בה, ומכיל רמה גבוהה של עיצוב אישי.
hi: यह अनुप्रयोग प्रत्येक दुकान की कीमतों की जानकारी रख सकता है जिसका आप उपयोग करते हैं,और उच्च स्तरीय अनुकूलता दिखता है|
hr: Aplikacija može pratiti različite cene za svaku prodavnicu koju koristite, i sadrži visok nivo izmena.
it: L'applicazione può seguire separatamente i prezzi per ciascun negozio che gli utilizza , e dispone di un livello alto di personalizzazione.
ja: このアプリケーションは使用する各店の別々の値段をトラックすることができ、高度なカスタマイズができます。
ko: 이 앱은 당신이 이용하는 각 가게마다 가격을 추적 할 수 있으며, 다양한 사용자화 옵션이 있습니다.
mk: Апликацијата може да следи посебни цени за секоја продавница што ја користите, нудејќи високо ниво на прилагодување.
nb: Applikasjonen kan spore seperate priser for hver butikk du bruker, og har en høy grad av tilpasning.
nl: De app is makkelijk aan te passen en houdt prijzen bij van alle winkels die jij gebruikt.
pa: ਆਵੇਦਨ ਹਰ ਇੱਕ ਦੁਕਾਨ ਹੈ ਕਿ ਤੁਹਾਡਾ ਵਰਤੋ ਕਰਣ ਲਈ ਵੱਖ ਕੀਮਤਾਂ ਟ੍ਰੈਕ ਕਰ ਸੱਕਦੇ ਹਨ ਅਤੇ ਅਨੁਕੂਲਨ ਦੇ ਇੱਕ ਉੱਚ ਪੱਧਰ ਦੀਆਂ ਸਹੂਲਤਾਂ .
pl: Aplikacja może śledzić oddzielne cen dla każdego sklepu, którego używasz, i oferuje wysoki poziom personalizacji.
ro: Aplicația poate urmări separat preţuri pentru fiecare magazin pe care îl utilizaţi, şi dispune de un nivel ridicat de personalizare.
sd: ईयो अनुप्रयोग प्रत्येक दुकान जी कीमतुन जी जानकारी रखे तो सगे जेंजो तहां उपयोग कंदा आयो,अऊँ उच्च स्तरीय अनुकूलता दिखारीन्दो आ
sk: Táto aplikácia dokáže sledovať rôzne ceny pre každý obchod ktorý používate a ponúka vysoký level prispôsobenia.
tr: Kullandığınız her mağaza için ayrılan fiyatları takip edebilirsiniz ve yüksek düzeyde kişiselleştirilmiş özellikler.

source: Font size, sort order, list columns, and list cleanup behavior are all settings controlled by the user.
ar: ترتيب الفرز وأعمدة القائمة، حجم الخط والسلوك "تنظيف" قائمة بكافة إعدادات التحكم من قبل المستخدم.
bg: Размера на шрифта, начина на сортиране, колоните на списъка и разчистването на списъка - всички те могат да се настройват от потребителя.
ca: La mida de lletra, ordenació, columnes de la llista i comportament de la neteja de la llista són preferències controlables per l'usuari.
cs: Velikost písma, pořadí řazení, sloupce seznamu a chování úklidu seznamu jsou všechno nastavení kontrolovaná uživatelem.
de: Schriftgrösse, Sortierreihenfolge, Listenspalten und das Aufräumen der Liste sind alles Einstellungen, die vom Benutzer verändert werden können.
el: Το Μέγεθος γραμματοσειράς, σειρά ταξινόμησης, στήλες λίστας και εκκαθάριση λίστας είναι όλα ρυθμίσεις που ελέγχονται από τον χρήστη.
es: El tamaño de la fuente, el orden de los elementos, las columnas de la lista, y el comportamiento de borrado automático de la lista son valores que pueden ser controlados por el usuario.
fa: اندازه فونت، نظم مرتب کردن بر اساس، ستون لیست، رفتار پاکسازی و لیست تمام تنظیمات مربوط به کنترل توسط کاربر است.
fil: Laki ng font, pagsasaayos ng pagkakasunod-sunod, mga kulumna ng listahan, at gawi ng paglilinis ng listahan ay lahat ng mga setting na kinokontrol ng gumagamit.
fr: Taille de la police, l'ordre de tri, colonnes de la liste, et le comportement de nettoyage de liste sont tous les paramètres contrôlés par l'utilisateur.
he: גודל כתב, סדר מיון, טורי רשימה, והתנהגות ניקוי הרשימה כולם הגדרות שנשלטו תעל ידי המשתמש.
hi: फ़ॉन्ट आकार, सॉर्ट क्रम, सूची स्तंभ, और सूची सफाई व्यवहार सभी सेटिंग्स उपयोगकर्ता द्वारा नियंत्रित की जाती हैं|
hr: Veličina fonta, redoslet sortiranja, kolone liste, i čišćenje liste se kontrolišu podešavanjima korisnika.
it: La dimensione del font, l'ordine dell'elenco, le colonne liste e il comportamento della lista di pulizia sono tutte le impostazioni controllate dall'utilizzatore.
ja: フォントサイズ、並べ替え順序、リスト列やリストクリーンアップ動作はすべてユーザーがコントロールできる設定です。
ko: 글꼴 크기, 정렬 순서, 목록 열, 그리고 목록 정리하기의 작동 방식은 모두 사용자에 의해 설정됩니다.
mk: Големина на фонт, редослед, колони на листа и чистење листа се подесувања кои ги управува корисникот.
nb: Skriftstørrelse, sorteringsrekkefølge, listekolonner og oppførsel for rydding er alle innstillinger kontrollert av brukeren.
nl: De gebruiker heeft controle over de tekstgrootte, sorteervolgorde, kolommen en lijstopschoning.
pa: ਫਾਂਟ ਸਰੂਪ , ਸਾਰਟ ਕ੍ਰਮ , ਸੂਚੀ ਸਤੰਭਾਂ , ਅਤੇ ਸੂਚੀ ਸਫਾਈ ਸੁਭਾਅ ਸਾਰੇ ਸੇਟਿੰਗਸ ਉਪਯੋਗਕਰਤਾ ਦੁਆਰਾ ਨਿਅੰਤਰਿਤ ਕਰ ਰਹੇ ਹਨ .
pl: Rozmiar czcionki, porządek sortowania, kolumny list, i zachowanie podczas czyszczenia list to ustawienia kontrolowane przez użytkownika.
ro: Dimensiunea fontului, ordinea de sortare, coloanele listă, şi comportamentul listei de curățare sunt toate setările controlate de către utilizator.
sd: फ़ॉन्ट आकार, सॉर्ट क्रम, सूची स्तंभ, अऊँ सूची सफाई व्यवहार सभी सेटिंग्स उपयोगकर्ता द्वारा नियंत्रित थीन्दी आहिन्
sk: Veľkosť písma, usporiadanie, stĺpce zoznamu a vyčistenie zoznamu sú všetko nastavenia spravované užívateľom.
tr: Yazı tipi boyutu, sıralama ölçütü, liste sütunları ve liste temizleme işlemleri kullanıcı tarafından kontrol edilebilen ayarlardır.

source: All of these features are brought together in a crisp layout that is customizable through a variety of themes.
ar: كافة هذه الميزات جمعت في تخطيط هش قابل للتخصيص من خلال مجموعة متنوعة من المواضيع.
bg: Всички тези функции са събрани заедно в ясен изглед, който може да се персонализира благодарение на множеството палитри.
ca: Totes aquestes característiques s'ajunten en un disseny que és personalitzable per mitjà d'un grapat de temes.
cs: Všechny tyto vlastnosti Vám přinášíme ve svěžím rozhraní, které je přizpůsobitelné množstvím různých motivů.
de: Alle diese Funktionen sind in einem knackig frischen Layout vereint, das durch eine Vielzahl von Themen verändert werden kann.
el: Όλα αυτά τα χαρακτηριστικά βρίσκονται κοντά σε μια απλή δομή που προσαρμόζεται μέσα από μια ποικιλία θεμάτων.
es: Todas estas características se organizan en un diseño claro que se puede personalizar a través de una gran variedad de temas.
fa: تمام این ویژگی ها با هم در یک طرح واضح است که از طریق انواع تم سفارشی آورده شده است.
fil: Ang lahat na mga tampok na ito ay naipagsasama sa isang sariwang kaayusan na napapasadya sa pamamagitan ng iba't ibang mga tema.
fr: Toutes ces caractéristiques sont réunies dans une mise en croustillante qui est personnalisable grâce à une variété de thèmes.
he: כל התכונות הללו מובאות ביחד במערך קריספי שניתן לעיצוב דרך מגוון של ערכות נושא.
hi: यह सारी सुविधाएँ एक साथ कुरकुरे लेआउट में लाई गयी हैं जो अनुकूलन योग्य है अलग किस्म की थीम्स के द्वारा|
hr: Svi ovi dodatci su skupljeni zajedno u cvrstom rasporedu koji se moze izmeniti kroz razne teme.
it: Tutte queste caratteristiche sono riunite in un aspetto fresco il quale è personalizzabile attraverso una varietà di temi.
ja: これらの機能はすべて鮮明で様々なテーマでカスタマイズ可能なレイアウトで集結されています。
ko: 이 모든 기능은 명료하게 배치되어 있고, 여러 종류의 테마로 사용자화 할 수 있습니다.
mk: Сите овие карактеристки се собрани заедно во еден јасен распоред кој е прилагодлив преку разновидност од теми.
nb: Alle disse funksjonene blir ført sammen i en tydelig utforming som er egendefinerbar gjennom en variasjon med temaer.
nl: Al deze opties komen samen in een heldere lay-out, die je met thema's kunt aanpassen.
pa: ਇਸ ਸਾਰੇ ਸਹੂਲਤਾਂ ਦੇ ਨਾਲ ਇੱਕ ਕੁਰਕੁਰਾ ਲੇਆਉਟ ਹੈ ਕਿ ਮਜ਼ਮੂਨਾਂ ਦੀ ਇੱਕ ਕਿੱਸਮ ਦੇ ਮਾਧਿਅਮ ਵਲੋਂ ਅਨੁਕੂਲਨ ਲਾਇਕ ਹੈ ਵਿੱਚ ਲਿਆਇਆ ਜਾਂਦਾ ਹੈ .
pl: Wszystkie te funkcje są połączone w wyraźny wygląd, który można zmieniać za pomocą różnych motywów.
ro: Toate aceste caracteristici sunt reunite într-un aspect proaspăt care este personalizabil printr-o varietate de teme.
sd: ईया सद्यूं सुविधाऊँ हिक्क साथ कुरकुरे लेआउट में आयूं आहिन जो अनुकूलन योग्य आहिन अलग किस्म जी थीम्स जे द्वारा
sk: Všetky tieto vlastnosti sú dodávané v "chrumkavom" rozložení ktoré je možné si prispôsobiť cez množstvo tém.
tr: Tüm bu özellikler özelleştirilebilir çeşitli temalar aracılığıyla yeni bir katmanda bir araya getirilebilir.

source: Add, edit and delete lists.
ar: إضافة وتحرير وحذف قوائم.
bg: Добавяйте, редактирайте и изтривайте списъци.
ca: Afegeix, edita i esborra llistes.
cs: Přidává, upravuje a maže seznamy.
de: Listen hinzufügen, verändern und löschen.
el: Προσθήκη, επεξεργασία και διαγραφή λιστών.
es: Añadir, editar y eliminar listas.
fa: اضافه کردن ، ویرایش و حذف لیست های.
fil: Magdagdag, i-edit at mag-alis ng mga listahan.
fr: Ajouter, modifier et supprimer des listes.
he: הוסף, ערוך ומחק רשימות.
hi: जोड़ें, सूचियों को संपादित करें और मिटाएँ|
hr: Dodaj, izmeni ili obriši liste.
it: Aggiungi, modifica e cancella le liste.
ja: リストを追加・変数・削除。
ko: 목록 추가, 수정 및 삭제를 할 수 있습니다.
mk: Додади, уреди и избриши листи.
nb: Legg til, rediger og slett lister.
nl: Lijsten toevoegen, bewerken en verwijderen.
pa: ਜੋੜੇਂ , ਸੂਚੀਆਂ ਨੂੰ ਸੰਪਾਦਤ ਕਰੀਏ ਅਤੇ ਹਟਾਵਾਂ .
pl: Dodawaj, edytuj i usuwaj listy.
ro: Adaugă, editează și șterge liste.
sd: जोड़यो, सूच्युन खे संपादित कयो अऊँ मिटायो
sk: Pridať, upraviť a vymazať zoznamy.
tr: Listeler ekleme, düzenleme, silme

source: Create, delete, and check items quickly and easily.
ar: إنشاء، وحذف، وتحقق من العناصر بسرعة وسهولة.
bg: Създавайте, изтривайте и отмятайте артикули бързо и лесно.
ca: Crea, esborra i activa elements fàcilment i ràpida.
cs: Vytváří, odstraňuje a zaškrtává položky svižně a jednoduše.
de: Schnell und einfach Items erstellen, löschen, abhacken
el: Δημιουργήστε, διαγράψτε και ελέξτε αντικείμενα γρήγορα και εύκολα.
es: Crear, eliminar y comprobar los elementos rápida y sencillamente.
fa: ایجاد ، حذف ، و بررسی و رفع به سرعت و به آسانی.
fil: Lumikha, alisin, at suriin ang mga item ng mabilis at madali.
fr: Créer, supprimer et vérifier les articles rapidement et facilement.
he: צור, מחק, וסמן פריטים במהירות ובקלות.
hi: बनाएँ, हटाएँ, और वस्तुओं की जाँच करें जल्दी और आसानी से|
hr: Napravi, obriši, i pregledaj predmete brzo i lako.
it: Crea, cancella, e verifica gli articoli velocemente e facilmente.
ja: アイテムをすばやく簡単に作成・削除・チェック。
ko: 항목을 쉽고 빠르게 추가, 삭제, 그리고 체크 할 수 있습니다.
mk: Создади, избриши и провери предмети брзо и лесно.
nb: Opprett, slett og kryss av oppføringer raskt og enkelt.
nl: Snel en makkelijk items aanmaken, afvinken en verwijderen.
pa: ਬਨਾਏੰ, ਹਟਾਏੰ, ਔਰ ਆਇਟਮ ਜਲ੍ਦੀ ਔਰ ਆਸਾਨੀ ਸੇ ਜਾੰਚ.
pl: Twórz, usuwaj i sprawdzaj pozycje szybko i łatwo.
ro: Creează, șterge, și verifică articolele repede și ușor.
sd: ठायो, हटायो, अऊँ वस्तुअन जी जाँच कयो जल्दी अऊँ आसानीय सां
sk: Vytvárajte, odstraňujte a označujte prvky rýchlo a ľahko.
tr: Hızlıca ve kolayca öğeler oluşturma,silme ve kontrol etme.

source: Variety of themes.
ar: مجموعة متنوعة من المواضيع.
bg: Множество палитри.
ca: Diversitat de temes.
cs: Množství motivů.
de: Eine Vielzahl von Themen.
el: Ποικιλία θεμάτων
es: Variedad de temas.
fa: تنوع از مضمونها.
fil: Iba't-ibang mga tema.
fr: Variété de thèmes.
he: מגוון של ערכות נושא.
hi: थीम्स में विविधता|
hr: Razne teme.
it: Varietà di temi.
ja: 様々なテーマ。
ko: 다양한 테마.
mk: Разновидност од теми.
nb: Variasjon i temaer.
nl: Variëteit aan thema's.
pa: ਮਜ਼ਮੂਨਾਂ ਦੀ ਵਿਵਿਧਤਾ .
pl: Różnorodność motywów.
ro: Varietate de teme.
sd: थीम्स में विविधता|
sk: Množstvo tém.
tr: Çeşitli temelar.

source: Customizable font size and sort order.
ar: ترتيب حجم ونوع الخط للتخصيص.
bg: Големината на шрифта и начина на сортиране могат да се настройват.
ca: Mida de lletra i ordenació personalitzables.
cs: Přizpůsobitelná velikost písma a pořadí řazení.
de: Veränderbare Schriftgrösse und Sortierreihenfolge.
el: Προσαρμόσιμο μέγεθος γραμματοσειράς και σειρά ταξινόμησης.
es: Tamaño de la fuente y orden de los elementos personalizables.
fa: اندازه فونت قابل تنظیم و ترتیب بندی از نوع.
fil: Napapasadya ang laki ng font at pagsasaayos ng pagkakasunod-sunod.
fr: Taille des caractères et l'ordre de tri.
he: גודל כתב וסדר מיון ניתנים לעיצוב אישי.
hi: अनुकूलन फ़ॉन्ट आकार और सॉर्ट क्रम|
hr: Prilagodljiva veličina fonta i redosled.
it: La dimensione del font e l'ordine di smistare personalizzabile.
ja: カスタマイズ可能なフォントサイズと並べ替え順序。
ko: 설정 가능한 글꼴 크기 및 정렬 순서.
mk: Прилагодлива големина на фонт и редослед.
nb: Egendefinerbar skriftstørrelse og sorteringsrekkefølge.
nl: Aanpasbare tekstgrootte en sorteervolgorde.
pa: ਅਨੁਕੂਲਨ ਫਾਂਟ ਸਰੂਪ ਅਤੇ ਸਾਰਟ ਕ੍ਰਮ .
pl: Możliwość dostosowania rozmiaru czcionki oraz porządku sortowania.
ro: Mărimea fontului și ordinul de sortare personalizabile.
sd: अनुकूलन फ़ॉन्ट आकार अऊँ सॉर्ट क्रम
sk: Prispôsobiteľná veľkosť písma a usporiadanie.
tr: Özelleştirilebilir yazı tipi boyutu ve sıralama ölçütleri.
