Repository: openintents/translations-export
Catalog: translations_descriptions/*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fil, fr, he, hi, hr, it, ja, ko, mk, nb, nl, pa, pl, ro, ru, sd, sk, tr, zh_cn

source: Shows general info, credits, and license tabs.
ar: تظهر معلومات عامة، وائتمانات، وعلامات التبويب الترخيص.
bg: Показва подпрозорци за обща информация, благодарности и лиценз.
ca: Mostra pestanyes d'informació general, crèdits i llicència
cs: Zobrazuje záložky s obecnými informacemi, zásluhami a licencí.
de: Zeigt allgemeine Informationen, Danksagungen und Lizenztabs
el: Εμφανίζει γενικές πληροφορίες, συντελεστές και καρτέλες άδειας.
es: Muestra información general, créditos y las pestañas de licencia.
fa: اطلاعات عمومی ، اعتبارات ، و زبانه مجوز نشان می دهد.
fil: Ipinapakita ang pangkalahatang impormasyon, mga kredito, at mga tab ng lisensya.
fr: Affiche des informations générales, des crédits, et les onglets de licence.
he: הראה מידע כללי, קרדיטים, וטאבי רישיון.
hi: सामान्य जानकारी, क्रेडिट, और लाइसेंस टैब दिखाएं
hr: Prikazuje opće podatke, zasluge, i liencne kartice.
it: Mostra le informazioni generali, i crediti, e i file con licenza.
ja: 一般情報、クレジットとライセンスタブを表示します。
ko: 일반 정보, 크레딧, 그리고 라이선스 탭을 보여줍니다.
mk: Покажува општи информации, заслуги и лиценци.
nb: Viser generell informasjon, krediteringer og lisensfaner.
nl: Toont algemene info, credits en licentie-tabs.
pa: ਇੱਕੋ ਜਿਹੇ ਜਾਣਕਾਰੀ , ਕਰੇਡਿਟ , ਅਤੇ ਲਾਇਸੇਂਸ ਟੈਬ ਦਿਖਾਂਦਾ ਹੈ .
pl: Pokazuje ogólne informacje,punkty i karty licencji.
ro: Afişează informații generale, credite și filele cu licențe.
sd: सामान्य जानकारी, क्रेडिट, अऊँ लाइसेंस टैब दिखार्यो
sk: Zobrazuje všeobecné informácie, zoznam učastníkov projektu a licenčné záložky.
tr: Genel bilgi, katkıda bulunanlar ve lisans sekmelerini gösterir.

source: Shows translators of all language versions.
ar: ويبين مترجمين من جميع اللغات.
bg: Показва преводачите на всички езици.
ca: Mostra els traductors de totes les versions idiomàtiques.
cs: Ukazuje překladatele všech jazykových verzí.
de: Zeigt die Übersetzer aller Sprachversionen
el: Εμφανίζει τους μεταφραστές όλων των γλωσσών.
es: Muestra los traductores de todas las versiones localizadas
fa: نشان می دهد مترجمان از همه زبان.
fil: Ipinapakita ang mga tagasalin ng lahat ng mga bersyon ng wika.
fr: Affiche traducteurs de toutes les versions linguistiques.
he: מראה מתרגמים של כל גרסאות השפה.
hi: सभी भाषा संस्करणों के अनुवादकों को दिखाएं
hr: Prikazuje prevodioce za sve verzije jezika.
it: Mostra le traduzioni per tutte le versioni della lingua.
ja: すべての言語の翻訳者を表示します。
ko: 모든 언어 버전의 변역자를 보여줍니다.
mk: Покажува преведувачи од сите јазични верзии.
nb: Viser oversettere av alle språkversjoner.
nl: Toont vertalers van alle taalversies.
pa: ਸਾਰੇ ਭਾਸ਼ਾ ਸੰਸਕਰਣੋਂ ਦੇ ਅਨੁਵਾਦਕਾਂ ਦਿਖਾਂਦਾ ਹੈ .
pl: Pokazuje tłumaczy wszystkich wersji językowych.
ro: Arată translatorii tuturor limbilor.
sd: सद्यूं भाषा संस्करणन जे अनुवादकन खे दिखार्यो
sk: Zobrazuje prekladateľov všetkých jazykových verzií.
tr: Tüm dil sürümü çevirmenlerini gösterir.

source: Retrieves information from application manifest through default tags and metadata.
ar: يقوم باسترداد معلومات من بيان التطبيق عن طريق العلامات الافتراضية و metadata.
bg: Извлича информация от приложението чрез тагове по подразбиране и мета-данни.
ca: Aconsegueix informació del manifest de l'aplicació mitjançant les etiquetes per defecte i metadades.
cs: Získává informace z manifestu aplikace pomocí výchozích tagů a metadat.
de: Holt Informationen über eine Anwendungen über Standard Tags und Metadaten.
el: Ανακτά πληροφορίες από το μανιφέστο της εφαρμογής μέσω των προεπιλεγμένων ετικετών και των μεταδεδομένων.
es: Obtiene información del manifiesto de la aplicación a través de las etiquetas por defecto y los metadatos.
fa: بازیابی اطلاعات از آشکار برنامه را از طریق تگ ها و ابرداده به طور پیش فرض است.
fil: Kinukuha ang impormasyon mula sa manipesto ng applikasyon sa pamamagitan ng mga default tag ng metadata.
fr: Récupère les informations du manifeste de l'application grâce à des balises par défaut et les métadonnées.
he: מחזיר מידע ממצהר יישום דרך תגיות ברירת מחדל ומטה.
hi: डिफ़ॉल्ट टैग और मेटाडाटा के माध्यम से प्रकट आवेदन से जानकारी पुनर्प्राप्त करता है.
hr: Preuzima informacije iz aplikacije kroz tagove i metapodatke.
it: Recupera l'informazione del manifesto dell'applicazione attraverso metadata e marche implicite.
ja: アプリケーションマニフェストから、デフォルトタグやメタデータを通して情報を入手します。
ko: 기본 태그와 메타데이터를 통해 앱 마니페스트에서 정보를 가져옵니다.
mk: Вади информации од апликациониот манифест преку стандардни ознаки и метаподатоци.
nb: Henter informasjon fra applikasjonsmanifest gjennom standardmerker og metadata.
nl: Haalt info op van een applicatie-manifest, via standaard tags en metadata.
pa: ਆਵੇਦਨ ਜ਼ਾਹਰ ਵਲੋਂ ਡਿਫਾਲਟ ਟੈਗ ਅਤੇ ਮੇਟਾਡਾਟਾ ਦੇ ਮਾਧਿਅਮ ਵਲੋਂ ਜਾਣਕਾਰੀ ਪੁਨਰਪ੍ਰਾਪਤ .
pl: Pobiera informacje z manifestu aplikacji poprzez domyślne etykiety i metadane.
ro: Recuperează informație de la manifestul aplicației prin metadata și marcări implicite.
sd: डिफ़ॉल्ट टैग अऊँ मेटाडाटा जे माध्यम सां प्रकट आवेदन माँ जानकारी पुनर्प्राप्त कन्दो आ
sk: Získava informácie z aplikačných manifestov cez prednastavené štítky a metadáta.
tr: Varsayılan etiketler ve metaverileri aracılığıyla uygulama bildiriminden bilgi alınır.

source: Optionally, all fields can be modified through intent extras.
ar: بشكل اختياري، يمكن تعديل كافة الحقول من خلال إضافات النية.
bg: По желание, всички полета могат да бъдат променени чрез наличните екстри.
ca: Opcionalment, es poden modificar tots els camps mitjançant extres d'intent.
cs: Volitelně mohou všechna pole být upravena pomocí extra dat v intentech.
de: Optional können alle Felder über Intent Extras verändert werden.
el: Προαιρετικά, όλα τα πεδία μπορούν να τροποποιηθούν μέσω επιπρόσθετων προθέσεων.
es: Opcionalmente, todos los campos pueden ser modificados a través de otras acciones.
fa: به صورت اختیاری، تمامی زمینه ها می تواند از طریق اضافی قصد تغییر یافتهاست.
fil: Opsyonal, ang lahat ng mga patlang ay maaaring mabago sa pamamagitan ng karagdagang layunin.
fr: En option, tous les champs peuvent être modifiés par extras intention.
he: לחלופין, כל השדות יכולים להיערך דרך תוספות intent.
hi: वैकल्पिक रूप से, सभी क्षेत्र इंटेंट एक्स्त्रस के माध्यम से संशोधित किये जा सकते है
hr: Opciono, sva polja se mogu izmeniti kroz intent extras.
it: Opzionale, tutti i campi possono essere modificati con l'aiuto di extra-intenzione.
ja: すべてのフィールドはインテント エクストラ から任意で変更することができます。
ko: 선택적으로, 모든 내용은 intent extra를 통해 수정할 수 있습니다.
mk: По избор, сите полиња можат да се менуваат преку намерни додатоци.
nb: Alternativt, alle felter kan bli endret gjennom ekstra hensikter.
nl: Alle velden kunnen eventueel worden aangepast via Intent Extra's.
pa: ਵਿਕਲਪਿਕ ਰੂਪ ਵਲੋਂ , ਸਾਰੇ ਖੇਤਰਾਂ ਦੇ ਇਰਾਦੇ ਏਕਸਟਰਾ ਕਲਾਕਾਰ ਦੇ ਮਾਧਿਅਮ ਵਲੋਂ ਸੰਸ਼ੋਧਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ .
pl: Opcjonalnie wszystkie pola mogą być modyfikowane poprzez dodatkowe zamiary.
ro: Opțional, toate câmpurile pot fi modificare prin intermediul extra-intenţie.
sd: वैकल्पिक रूप सां, सभी क्षेत्र इंटेंट एक्स्त्रस जे माध्यम सां संशोधित थी ता सगन
sk: Voliteľne môžu byť všetky políčka zmenené cez doplnky účelov.
tr: İsteğe bağlı olarak tüm alanlar ekstra aracılığıla değiştirilebilir.

source: Applications that work with "OI About":
ar: التطبيقات التي تعمل مع "OI حوالي":
bg: Приложения, които работят с "OI About":
ca: Aplicacions que funcionen amb "OI Quant a":
cs: Aplikace podporující OI Info:
de: Anwendungen, die mit "OI About" funktionieren
el: Οι εφαρμογές που συνεργάζονται με το "OI Σχετικά":
es: Aplicaciones que funcionan con "OI About":
fa: برنامه های کاربردی که کار با "OI درباره" :
fil: Applikasyon na gumagana sa "OI Tungkol":
fr: Applications qui fonctionnent avec "OI propos ":
he: יישומים שעובדים עם "אודות OI":
hi: जो अनुप्रयोग "OI About" के साथ काम करते है
hr: Aplikacije koje rade sa "OI About":
it: Le applicazioni che funzionano con "OI About":
ja: "OI 情報" と動作するアプリケーション：
ko: "OI에 대해서" 와 호환되는 앱들:
mk: Апликации кои работат со „За OI“:
nb: Applikasjoner som fungerer med "OI Info":
nl: Applicaties die werken met OI About:
pa: ਆਵੇਦਨ OI ਦੇ ਨਾਲ ਕੰਮ :
pl: Aplikacje, które działają z "Ol About":
ro: Aplicații care funcționează cu „OI About”:
sd: :जेका अनुप्रयोग "OI जे बारे में " सां गड्ड कम कंदा इन
sk: Aplikácie ktoré pracujú s "OI About".
tr: "OI About" ile birlikte çalışan uygulamalar:

source: OI Notepad
ar: المفكرة OI
ca: Bloc de notes d'OI
cs: OI Poznámkový blok
el: OI Σημειωματάριο
es: Bloc de notas OI
fa: OI يادداشت
fil: OI Talaan
he: פנקס OI
hi: OI नोटपैड
hr: OI Blokčić
it: OI Annotazioni
ja: OI メモ帳
ko: OI 메모장
mk: OI Бележник
nb: OI Notatblokk
pa: OI ਨੋਟਪੈਡ
pl: OI Notatnik
sd: OI नोटपैड
sk: OI Poznámkový Blok

source: OI File manager
ar: إدارة الملفات OI
ca: Gestor de fitxers d'OI
cs: OI Správce souborů
el: OI Διαχειριστής Αρχείων
es: Gestor de archivos OI
fa: OI مدیر فایل
fil: OI File manedyer
he: מנהל קבצים OI
hi: OI फाइल मेनेजर
hr: OI Menadžer datoteka
it: OI Documenti manager
ja: OI ファイルマネージャー
ko: OI 파일 관리자
mk: OI Управувач со датотеки
nb: OI Filbehandler
nl: OI Bestandsbeheer
pa: OI ਫਾਇਲ ਮੈਨਿਜਰ
pl: OI Menedżer plików
ro: Manager OI de fișiere
sd: OI फाइल प्रबंधक
sk: OI Správca Súborov

source: OI Shopping List
ar: قائمة التسوق OI
bg: Списък за пазаруване на OI
ca: Llista de compra d'OI
cs: OI Nákupní seznam
el: OI Λίστα Αγορών
es: Lista de compras OI
fa: OI لیست خرید
fil: OI Listahan ng Bilihin
he: רשימת קנייה OI
hi: OI खरीदारी सूची
hr: OI Lista za kupovinu
it: Lista di acquisti OI
ja: OI ショッピングリスト
ko: OI 쇼핑 목록
mk: OI Листа за купување
nb: OI Handleliste
nl: OI Boodschappenlijstje
pa: OI ਸ਼ੋਪਿੰਗ ਲਿਸਟ
pl: OI Lista zakupów
ro: Listă de cumpărături OI
sd: OI खरीदारी सूची
sk: OI Nákupný Zoznam

source: OI Convert CSV
ar: CSV تحويل OI
ca: Convertor a CSV d'OI
cs: OI Převést do CSV
el: OI Μετατροπέας CSV
fa: OI تبدیل CSV
fil: OI Palitan CSV
he: ממיר OI CSV
hi: OI CSV परिवर्तन
hr: OI CSV Konverter
it: OI converte CVS
ja: OI CSV 変換
ko: OI CSV 변환기
mk: OI Претвори CSV
nb: OI Konverter CSV
pa: OI ਕਨਵਰਟ CSV
pl: OI Konwertuj CSV
ro: OI Convertește CSV
sd: OI CSV परिवर्तन
sk: OI Konvertovať CSV

source: OI Safe
ar: آمنة OI
ca: OI Segur
cs: OI Sejf
el: OI Κιβώτιο
fa: OI امن
fil: OI Kaha
he: כספת OI
hi: OI सुरक्षित
hr: OI Sigurnost
it: OI Sicurezza
ja: OI 金庫
ko: OI 금고
mk: OI Сеф
nl: OI Kluis
pa: OI ਸੁਰੱਖਿਅਤ
pl: OI Sejf
sd: OI सुरक्षित
sk: OI Trezor

source: OI Countdown
ar: العد التنازلي OI
ca: Compte enrere d'OI
cs: OI Minutka
el: OI Χρονομετρητής
fa: OI معکوس
fil: OI Bilang-pababa
he: סופר לאחור OI
hi: OI काउंटडाउन
hr: OI Odbrojavač
it: OI Conto alla rovescia
ja: OI カウントダウン
ko: OI 카운트다운
mk: OI Одбројувач
nb: OI Nedtelling
pa: OI ਉਲਟੀ ਗਿਣਤੀ
pl: OI Odliczanie
ro: OI Numărătoare inversă
sd: OI काउंटडाउन
sk: OI Odpočítavanie

source: OI Flashlight
ar: مصباح يدوي OI
cs: OI Baterka
el: OI Φακός
fa: OI چراغ قوه
fil: OI Plaslayt
he: פנס OI
hi: OI टॉर्च
hr: OI Blic
it: OI Torcia
ja: OI フラッシュライト
ko: OI 전등
mk: OI Светилка
nb: OI Lykt
nl: OI Zaklamp
pa: OI ਟਾਰਚ
pl: OI Latarka
ro: OI Lanternă
sd: OI टॉर्च
sk: OI Baterka

source: Keywords:
ar: الكلمات الأساسية:
bg: Ключови думи:
ca: Paraules clau:
cs: Klíčová slova:
de: Schlüsselwörter:
el: Λέξεις κλειδιά:
es: Palabras clave:
fa: کلید واژه ها :
fr: Mots-clés:
he: ‏מילות מפתח:
hi: कीवर्ड:
hr: Ključne riječi:
it: Le parole chiave:
ja: キーワード:
ko: 키워드:
mk: Клучни зборови:
nb: Nøkkelord:
nl: Sleutelwoorden:
pa: ਕੀਵਰਡ :
pl: Słowa kluczowe:
ro: Cuvinte cheie:
ru: Ключевые слова:
sd: कीवर्ड:
sk: Kľúčové slová
tr: Anahtar kelimeler:
zh_cn: 关键字：

source: About, Credits, Information.
ar: حول القروض، المعلومات.
bg: За нас, Благодарности, Информация
ca: Quant a, crèdits, informació.
cs: O, Zásluhy, Informace.
de: Über, Danksagungen, Informationen
el: Σχετικά, Συντελεστές, Πληροφορίες.
es: Acerca de, créditos, información.
fa: درباره ما، اعتبارات ، اطلاعات.
fil: Tungkol, kredito, Impormasyon.
fr: A propos, les crédits, de l'information.
he: אודות, מידע וקרדיטים
hi: के बारे में, क्रेडिट, सूचना.
hr: O, Zasluge, Informacije.
it: Riguardo a, Crediti, Informazione.
ja: 情報とクレジット
ko: 대하여, 크레딧, 정보.
mk: За, Заслуги, Информации:
nb: Om, Krediteringer, Informasjon.
nl: Over, Credits, Informatie.
pa: ਦੇ ਬਾਰੇ ਵਿੱਚ , ਕਰੇਡਿਟ , ਸੂਚਨਾ .
pl: O, Podziękowania, Informacja.
ro: Despre, Credite, Informații.
sd: जे बारे में, क्रेडिट, सूचना
sk: O, Zoznam účastníkov, Informácie.
tr: Hakkında, Katkıda Bulunanlar, Bilgi.

source: International versions:
ar: الإصدارات الدولية:
bg: Международни версии:
ca: Versions internacionals:
cs: Mezinárodní verze:
de: Internationale Versionen:
el: Διεθνείς εκδόσεις:
es: Versiones internacionales:
fa: نسخه بین المللی :
fil: Internasyonal na mga bersyon:
fr: Les versions internationales:
he: גרסאות בין-לאומיות:
hi: अंतर्राष्ट्रीय संस्करण:
hr: Internacionalna verzija:
it: Versioni internazionali:
ja: 国際バージョン：
ko: 국제 버전들:
mk: Меѓународни верзии:
nb: Internasjonal versjoner:
nl: Internationale versies
pa: ਅੰਤਰਰਾਸ਼ਟਰੀ ਸੰਸਕਰਣ :
pl: Wersje międzynarodowe:
ro: Versiuni internaționale:
ru: Переведенные версии:
sd: अंतर्राष्ट्रीय संस्करण:
sk: Medzinárodné verzie:
tr: Uluslararası versiyonlar:
zh_cn: 国际版本：

source: Search strings for Market:
ar: سلاسل البحث للسوق:
bg: Стрингове за търсенето в Market
ca: Cerca cadenes al Mercat:
cs: Prohledat řetězce pro Market:
de: Im Market suchen nach:
el: Αναζήτηση συμβολοσειρών για το Market:
es: Buscar en el Market:
fa: جستجو در رشته ها در بازار :
fil: Search strings para sa Merkado:
fr: Les chaînes de recherche pour le marché:
he: חפש מחרוזות לשוק:
hi: बाजार के लिए स्ट्रिंग्स को खोजें :
hr: Pretraži tekst na Marketu:
it: Cerca le stringhe per Market:
ja: マーケット用に文字列を検索：
ko: 마켓에서 검색하기:
mk: Барај стрингови за Пазар:
nb: Søkestrenger for Marked:
nl: Zoektekst voor Market:
pa: ਬਾਜ਼ਾਰ ਲਈ ਖੋਜ ਤਾਰ :
pl: Szukaj ciągów znaków w Markecie:
ro: Caută șiruri pentru Market:
sd: बाजार जे लाये स्ट्रिंग्स खोजयो :
sk: Vyhľadávanie reťazcov pre Obchod:
tr: Market için arama metinleri:

source: OI Countdown is a helpful timer to increase your productivity and plan your day.
de: OI Countdown hilft Ihnen, ihren Tag zu planen und Ihre Produktivität zu erhöhen.
el: Ο OI Χρονομετρητής είναι ένα χρήσιμο εργαλείο για να αυξήσετε την παραγωγικότητα σας και να σχεδιάσετε την ημέρα σας.
fa: OI شمارش معکوس یک تایمر مفید برای افزایش بهره وری خود را و روز خود را برنامه ریزی می باشد.
hi: OI काउंटडाउन एक मददगार तैमार हिया आपकी प्रोडक्टिविटी और प्लान को बढाने के लिए वो भी हर दिन.
it: OI Conto alla rovescia è un timer di aiuto per sviluppare la vostra produttività e pianificare la vostra giornata.
ja: OI カウントダウン は効率を上げて一日の計画を立てる役に立つタイマーです。
mk: OI Одбројувач е корисен одбројувач за зголемување на продуктивноста и планирање на денот.
nb: OI Nedtelling er en nyttig tidtaker for å øke produktivitet og planlegge dagen din.
nl: OI Countdown is een handige timer om je productiviteit te verhogen en je dag beter in te delen.
pl: OI Odliczanie to przydatny czasomierz, który zwiększa twoją efektowność i pozwala lepiej zaplanować dzień.
ro: OI Countdown este un cronometru folositor pentru a vă spori productivitatea și pentru a vă planifica ziua.
sk: OI Odpočítavanie je užitočný časovač pre zvýšenie vašej produktivity a naplánovanie vášho dňa.

source: It allows you to set a variety of different actions to notify you at the end of a timer.
de: Sie können festlegen, welche Aktion beim Ende eines Timers geschieht.
el: Σας επιτρέπει να ορίσετε μια ποικιλία διαφορετικών ενεργειών για να σας ενημερώσουν στη λήξη ενός χρονομετρητή.
fa: این اجازه می دهد تا شما را به مجموعه های مختلف از اقدامات مختلف به شما در پایان از یک تایمر با خبر می سازیم.
hi: यह आप अलग अलग कार्यों की एक किस्म सेट करने के लिए आप एक टाइमर के अंत में सूचित करने की अनुमति देता है.
it: Vi permette di impostare una varietà di azioni differenti per avvisare la fine del timer.
ja: タイマー終了時に様々なアクションを設定して通知することができます。
mk: Ви дозволува да поставите разновидни дејства за известување на крајот од одбројувачот
nb: Den lar deg sette mange ulike handlinger for å varsle deg når tidtakeren er ferdig.
nl: Je kunt er allerlei acties mee instellen, voor als de timer afgaat.
pl: Aplikacja pozwala na ustawienie różnych akcji, które zostaną wykonane aby powiadomić cię o zakończeniu odliczania.
ro: Vă permite să configurați o varietate de acțiuni diferite pentru a vă înștiința la sfârșitul unui cronometru.
sk: Umožňuje vám vybrať si rozličné akcie pre upozornenie na konci časovača.

source: Fully customize all your timers, with no limit on how many you can have running or saved.
de: Sie können unendliche viele Timer erstellen und jeden Timer beliebige Eigenschaften zuweisen.
el: Προσαρμόστε πλήρως όλους τους χρονομετρητές σας, χωρίς κανένα όριο στους πόσους μπορείτε να έχετε ενεργούς ή αποθηκευμένους.
fa: کاملا همه تایمر های خود را، با هیچ محدودیتی در چگونه بسیاری از شما می توانید در حال اجرا و یا ذخیره سفارشی.
hi: पूरी तरह से आपके सभी टाइमर कितने आप या चल रहा हो सकता है बचाया पर कोई सीमा के साथ, अनुकूलित.
it: Personalizzate completamente tutti i vostri timer, senza limiti a quanti ne potete usare oppure salvare.
ja: タイマーの動作数や保存数の制限無しで、完全にすべてのタイマーをカスタマイズすることができます。
mk: Потполно прилагодете ги сите ваши одбројувачи, со неограничен број на извршувани или снимени.
nb: Tilpass alle dine tidtakere, med ingen grense på hvor mange du kan ha kjørende eller lagret.
nl: Pas je timers volledig aan, zonder beperking in het aantal timers dat je opslaat of aanzet.
pl: Możesz utworzyć tyle alarmów, ile tylko zechcesz.
ro: Personalizați complet toate cronometrele, fără limită în privința numărului de cronometre care rulează sau care sunt salvate.
sk: Plne si prispôsobte všetky vaše časovače, bez akéhokoľvek limitu na počet časovačov ktoré bežia, alebo ktoré máte uložené.

source: Set a countdown by choosing a duration or a date.
de: Sie können einen Countdown einrichten, indem Sie die Dauer oder ein Datum festlegen.
el: Ορίστε μια αντίστροφη μέτρηση επιλέγοντας μια διάρκεια ή μια ημερομηνία.
fa: مجموعه شمارش معکوس با انتخاب یک مدت زمان و یا تاریخ.
hi: काउंटडाउन को सेट करें समय या फिर तरीक को चुन कर.
it: Imposta il conto alla rovescia scegliendo il tempo oppure la data.
ja: 期間か日付を選択することでカウントダウンをセットします。
mk: Поставете одбројувач со бирање на траење или датум.
nb: Sett en nedtelling ved å velge en varighet eller en dato.
nl: Stel een timer in op basis van doorlooptijd of datum.
pl: Ustaw odliczanie poprzez wybranie okresu lub daty.
ro: Configurează o numărătoare inversă prin alegerea unei durate sau a unei date.
sk: Nastavte odpočítavanie zvolením trvania alebo dátumu.

source: Be notified by vibration or any sound of your choice.
de: Sie können über das Ende eines Timers mit einen Sound ihrer Wahl oder mit Vibration informiert werden.
el: Ενημερωθείτε μεσω δόνησης ή κάποιου ήχουν της επιλογής σας.
fa: با لرزش یا هر صدا از انتخاب شما مطلع شود.
hi: नोतिफैड रहें विब्रेशन या फर किसी भी तरह के साउंड जो आपकी मर्ज़ी का हो.
it: Ricevi notifiche con delle vibrazioni oppure qualsiasi suono a vostra scelta.
ja: あなたの選択で振動かサウンドで通知されることができます。
mk: Бидете известени преку вибрација или звук по ваш избор.
nb: Bli varslet av vibrasjon eller en lyd du velger.
nl: Notificatie met vibratie of een zelf gekozen geluid.
pl: W zależności od twojego wyboru zostaniesz powiadomiony poprzez wibrację lub dowolny dzwięk.
ro: Să fiți înștiințat prin vibrare sau prin orice sunet la alegere.
sk: Buďte upozornení vibrovaním alebo akýmkoľvek zvukom podľa vašeho výberu.

source: Have an unlimited number of timers running at the same time.
de: Zur gleichen Zeit können unbegrenzt viele Timer laufen.
el: Έχετε έναν ατελείωτο αριθμό χρονομετρητών που είναι ενεργοί την ίδια στιγμή.
fa: تعداد نامحدودی از تایمر در حال اجرا در همان زمان است.
hi: असीमित टाइमर नंबर चल रहे है एक ही समय पर.
it: Avere un numero illimitato di timers che funzionano nello stesso tempo.
ja: 同時に走る
mk: Имајте неограничен број одбројувачи кои се извршуваат истовремено.
nb: Ha et ubegrenset antall tidtakere kjørende samtidig.
nl: Zet een onbeperkt aantal timers tegelijk aan.
pl: Możesz uruchomić dowolną liczbę alarmów.
ro: Deținerea unui număr nelimitat de cronometre care rulează în același timp.
sk: Majte neobmedzený lkčet časovačov bežiacich naraz.

source: Save your countdowns and give them names to reuse at later times.
de: Geben Sie den Countdown beim Speichern einen Namen, damit Sie Ihn später wiederfinden.
el: Αποθηκεύστε τις αντίστροφες μετρήσεις σας και δώστε τις ονόματα για να τις χρησιμοποιήσετε μελλοντικά.
fa: فراز شمارش خود را ذخیره و آنها را نامی برای استفاده مجدد در زمان های بعد به من بدهید.
hi: काउंटडाउन को बचा कर रखें और उन्हें नाम दे जिससे हम इससे बाद मैं इस्तमाल कर सके.
it: Salvate i vostri conti alla rovescia e dategli i nomi per usarli in futuro .
ja: カウントダウンを保存して後で再開できるように名前を付けます。
mk: Снимете ги вашите одбројувачи и именувајте ги за да ги користите подоцна.
nb: Lagre dine nedtellinger og gi dem navn for å bruke igjen senere.
nl: Sla je timers op met een naam, zodat je ze later nog eens kunt gebruiken.
pl: Możesz ponownie wykorzystać odliczania zapisując je i nadając im nazwy.
ro: Salvează numărătorile inverse și redenumește-le pentru a le reutiliza mai târziu.
sk: Uložte si vaše odpočítavania a dajte im názvy aby ste ich mohli použiť neskôr.

source: Modify countdowns, even while they are still running
de: Sie können die Eigenschaften der Countdowns ändern, auch wenn die Countdowns schon laufen
el: Επεξεργαστείτε αντίστροφες μετρήσεις, ακόμα και όταν είναι ενεργές.
fa: اصلاح شمارش فراز، حتی در حالی که آنها هنوز هم در حال اجرا
hi: काउंटडाउन को संशोधित करें, अगर वोह चल रहें हो तब भी
it: Modificate i conti alla rovescia, anche se stanno funzionando
ja: カウントダウンの変更（カウントダウンも含む）
mk: Менувајте ги одбројувачите, дури и кога се извршуваат
nb: Endre nedtellinger, selv når de kjører
nl: Wijzig je timer, zelfs als ze nog aan het lopen zijn.
pl: Możesz zmieniać odliczania nawet gdy są uruchomione.
ro: Modifică numărătoarea inversă, chiar și atunci când încă rulează
sk: Upravte odpočítavania, dokonca aj v prípade že už bežia.

source: Available extensions for "OI Countdown":
de: Existierende Erweiterungen für "OI Countdown"
el: Διαθέσιμες επεκτάσεις για το "OI Χρονομετρητής":
fa: ماژول موجود برای "شمارش معکوس OI" :
hi: एक्स्तान्शन "OI काउंट डाउन" के लिए उपलब्ध है
it: Le estensioni disponibili per "IO Conto alla rovescia":
ja: "OI カウントダウン" の利用可能な拡張子：
mk: Достапни проширувања за „OI Одбројувач“:
nb: Tilgjengelige utvidelser for "OI Nedtelling":
nl: Beschikbare extensies voor "OI Countdown"
pl: Dostępne rozszerzenia dla "OI Odliczanie":
ro: Extensii disponibile pentru „OI Countdown”:
sk: Dostupné rozšírenia pre "OI Odpočítavanie":

source: Launch applications through Android shortcuts
de: Sie können Anwendungen durch Android Shortcuts starten
el: Εκτελέστε εφαρμογές μέσω τις συντομεύσεις του Android
fa: راه اندازی برنامه های کاربردی را از طریق کلید های میانبر آندروید
hi: एप्प्लिकेशन को लॉन्च करें अन्द्रोइड शोर्टकट्से
it: Lancia le applicazioni attraverso le scorciatoie Android
ja: アンドロイドショートカットからアプリケーションを起動する
mk: Стартувајте ги апликациите преку Android кратенки
nb: Start applikasjoner gjennom snarveier i Android
nl: Start applicaties op via Android-snelkoppelingen
pl: Uruchom aplikację przez skrót
ro: Lansează aplicații prin scurtăturile Android
sk: Spúšťajte aplikácie cez Android odkazy

source: Use OI About to show license information
de: Mithilfe von OI Info können Sie Lizentinformationen anzeigen.
el: Χρησιμοποιήστε το OI Σχετικά για να προβάλλετε πληροφορίες άδειας
fa: استفاده از OI درباره مجوز اطلاعات را به نشان می دهد
hi: OI अबाउट इस्तमाल करे लाइसेंस की जानकारी के लिए
it: Utilizzate OI About per mostrare le informazioni della licenza
ja: OI 情報 を使ってライセンス情報を表示
mk: Користете „За OI“ за да ги видете информациите за лиценца
nb: Bruk OI Info for å vise lisensinformasjon
nl: Gebruik OI About om de licentie-informatie te tonen
pl: Użyj OI About aby pokazać informacje licencyjne
ro: Utilizează Despre OI pentru a afișa informațiile de licență
sk: Použite OI O Programe pre zobrazenie ďalších informácií
