Repository: openintents/translations-export
Catalog: translations_descriptions/*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fil, fr, he, hi, hr, it, ja, ko, mk, nb, nl, pa, pl, ro, ru, sd, sk, tr, zh_cn

source: Turn text upside down with "Upside Down".
ar: تشغيل نص رأسا على عقب مع "الاتجاه الصعودي لأسفل".
bg: Обърне текста наобратно с "Upside Down".
ca: Gira el text cap per avall amb "Cap per avall".
cs: Otočit text Seshora dolů se "Seshora dolů".
de: Den Text auf den Kopf stellen mit "Upside Down"
el: Γυρίστε το κείμενο ανάποδα με το "Ανάποδα".
es: Girar texto del revés con "Upside Down"
fa: غیرفعال کردن متن وارونه با "وارونه".
fil: Baliktarin ang teksto sa pamamagitan ng "Baliktarin".
fr: Tourner le texte à l'envers avec "Upside Down ".
he: הפוך טקסט מלמעלה למטה עם "למעלה למטה".
hi: \"Upside Down\" के साथ पाठ को उल्टा मोड़ें|
hr: Obrni tekst naopako sa "Upside Down".
it: Capovolgere il testo con "Upside Down".
ja: "逆さま" でテキストを逆さまにする。
ko: "뒤집기"로 글을 뒤집으세요.
mk: Преврти текст наопаку со „Превртено“.
nb: Snu tekst opp-ned med "Upside Down".
nl: Zet teksten ondersteboven met "Upside Down"
pa: ਉਲਟਿਆ ਦੇ ਨਾਲ ਪਾਠ ਉਲਟਿਆ ਮੁੜੋ .
pl: Obróć tekst do góry nogami używając "Upside Down".
ro: Întoarce textul cu susul în jos cu „Upside Down”.
sd: उलटो कयो" सां गड्ड पाठ खे उलटो मोड़यो"
sk: Otočte text hore nohami s "Hore Nohami".
tr: "Upside Down" ile metini ters çevirebilirsiniz.

source: Applications that work with "OI Notepad":
ar: التطبيقات التي تعمل مع "OI المفكرة":
bg: Приложения, които работят с "OI Notepad":
ca: Aplicacions que funcionen amb el "bloc de notes d'OI".
cs: Aplikace, které pracují s OI Poznámkovým blokem:
de: Anwendungen, die zusammen mit "OI Notepad" funktionieren:
el: Εφαρμογές που συνεργάζονται με το "OI Σημειωματάριο":
es: Aplicaciones que funcionan con "OI Notepad":
fa: برنامه های کاربردی که با، "OI دفترچه یادداشت" کار می کنند :
fil: Mga applikasyon na gumagana sa "OI Talaan":
fr: Applications qui fonctionnent avec "OI Notepad ":
he: יישומים שעובדים עם "פנקס פתקים OI":
hi: अनुप्रयोग जो \"OI Notepad\" के साथ काम करते हैं:
hr: Aplikacije koje rade sa "OI Blokče":
it: Applicazioni che funzionano con "OI Notepad":
ja: "OI メモ帳" と動作するアプリケーション：
ko: "OI 메모장"과 호환되는 앱들:
mk: Апликации кои работат со „OI Бележник“:
nb: Applikasjoner som fungerer med "OI Notatblokk":
nl: Applicaties die werken met "OI Notepad"
pa: ਅਨੁਪ੍ਰਯੋਗੋਂ ਹੈ ਕਿ ਨੋਟਪੈਡ OI ਦੇ ਨਾਲ ਕੰਮ :
pl: Aplikacje działające z "OI Notatnik":
ro: Aplicaţii care funcţionează cu „OI Notepad”:
sd: अनुप्रयोग जो "OI नोटपैड " सां गड्ड कम कंदा आहिन
sk: Aplikácie ktoré pracujú s "OI Poznámkový blok".
tr: "OI Notepad" ile birlikta çalışan uygulamalar:

source: Back up notes with "My Backup Pro".
ar: إجراء نسخ احتياطي وتلاحظ مع "بي احتياطية مناصر".
bg: Направи резервни копия на бележките си с "My Backup Pro".
ca: Fes còpies de seguretat de notes amb "My Backup Pro".
cs: Zálohujte poznámky s "My Backup Pro".
de: Notizen mit "My Backup Pro" sichern.
el: Λάβετε αντίγραφα ασφαλείας των σημειώσεων με το "My Backup Pro".
es: Hacer copias de seguridad de notas con "My Backup Pro"
fa: بازگشت تا یادداشت با "نرم افزار پشتیبان گیری من".
fil: Back up ng mga tala sa "Aking Backup Pro".
fr: Sauvegardez note avec "Mon Backup Pro ".
he: גבה פתקים עם "המגבה המקצועי שלי".
hi: नोट्स को वापस लायें \"My Backup Pro\" के साथ|
hr: Povrati biljepke sa "My Backup Pro".
it: Back up le note con "My Backup Pro".
ja: "マイバックアップ プロ" でノートをバックアップ。
ko: "My Backup Pro"로 메모 백업하기.
mk: Врати белешки со „My Backup Pro“.
nb: Sikkerhetskopier notater med "My Backup Pro".
nl: Notities back-uppen met My Backup Pro.
pa: ਮੇਰਾ ਬੈਕਅਪ ਪ੍ਰੋ ਦੇ ਨਾਲ ਨੋਟਸ ਉੱਤੇ ਵਾਪਸ ਜਾਓ .
pl: Przywracaj notatki z "My Backup Pro".
ro: Crează o copie de rezervă a notelor cu „My Backup Pro”.
sd: नोट्स वापस खंडी अच्चो "मुंजो बैकप प्रो "सां गड्ड
sk: Zálohovať poznámky s "Moja Záloha Pro".
tr: "My Backup Pro" ile notlarınızı yedekleyin.

source: Encrypt notes using "OI Safe".
ar: تشفير الملاحظات باستخدام "OI آمنة".
bg: Шифровай бележки с "OI Safe".
ca: Encripta notes amb "OI Safe".
cs: Šifrujte poznámky pomocí OI Sejfu.
de: Notizen verschlüsseln mit "OI Safe"
el: Κρυπτογραφήστε σημειώσεις χρησιμοποιώντας το "OI Κιβώτιο".
es: Cifrar las notas con "OI Safe".
fa: رمزبندی یادداشت ها با استفاده از "بی خطر است OI".
fil: I-Encrypt ang tala sa pamamagitan ng "OI Kaha".
fr: Crypter des notes en utilisant "OI Safe".
he: הצפן פתקים בעזרת "כספת OI".
hi: \"OI Safe\" का उपयोग करके नोट्स एन्क्रिप्ट करें|
hr: Šifriraj bilješke koristeći "OI Siguran".
it: Criptate le note usando "OI Safe".
ja: "OI 金庫" を使ってノートを暗号化。
ko: "OI 금고"로 메모 암호화 하기.
mk: Енкриптирај белешки користејќи „OI Сеф“
nb: Enkrypt notater ved bruk av "OI Safe".
nl: Beveilig notities met "OI Safe"
pa: ਏੰਕਰਿਪਟ OI ਸੁਰੱਖਿਅਤ ਦਾ ਵਰਤੋ ਨੋਟਾਂ .
pl: Szyfruj notatki używając "OI Safe".
ro: Criptează notele cu „OI Safe”.
sd: OI सुरक्षित " जो उपयोग करे नोट्स एन्क्रिप्ट कयो"
sk: Šifrovať poznámky pomocou "OI Trezor".
tr: "OI Safe" kullanarak notlarınızı şifreleyin.

source: Manage notes on your SD Card with "OI File Manager".
ar: إدارة الملاحظات على الخاص بك SD بطاقة مع "OI إدارة الملفات"
bg: Работи с бележките на SD картата си с "OI File Manager".
ca: Controla notes a la teva targeta SD amb el "gestor de fitxers d'OI".
cs: Spravujte poznámky na SD kartě s OI Správcem souborů.
de: Notizen auf der SD Karte verwalten mit "OI File Manager"
el: Διαχειριστείτε σημειώσεις στην κάρτα SD με το "OI Διαχειριστής Αρχείων".
es: Gestionar notas en la tarjeta SD con "OI File Manager".
fa: مدیریت یادداشت ها بر روی کارت SD خود را با "مدیریت فایل OI".
fil: Pamahalaan ang mga tala sa iyong SD Card sa pamamagitan ng "OI File Manedyer".
fr: Gérer des notes sur votre carte SD avec "OI File Manager ".
he: נהל פתקים על כרטיס ה-SD שלך בעזרת "מנהל קבצי OI".
hi: \"OI File Manager\" के साथ अपने एसडी कार्ड पर नोट्स प्रबंधित करें|
hr: Upravljaj bilješkama na svojoj SD Karti sa "OI Menadžerom Datoteka".
it: Gestisci le note della vostra scheda SD con " File Manager OI".
ja: "OI ファイルマネージャー" でSDカードのノートを管理。
ko: "OI 파일 관리자"로 SD 카드에 있는 메모를 관리하세요.
mk: Управувај со белешки на SD картичка со „OI Управувач со датотеки“.
nb: Administrer notater på ditt SD-kort med "OI Filbehandler".
nl: Beheer notities op je SD kaart met OI Bestandsbeheer
pa: OI ਫਾਇਲ ਪ੍ਰਬੰਧਕ ਦੇ ਨਾਲ ਆਪਣੇ SD ਕਾਰਡ ਉੱਤੇ ਨੋਟਸ ਪ੍ਰਬੰਧਿਤ ਕਰੋ .
pl: Zarządzaj notatkami na twojej karcie SD za pomocą "OI Menedżer plików".
ro: Administrează notele de pe cardul dumneavoastră SD cu „File Manager OI”.
sd: "OI फाईल प्रबंधक" सां गड्ड पेंजे SD कार्ड ते नोट्स प्रबंधित कयो
sk: Spravujte poznámky na Vašej SD karte s "OI Správca Súborov".
tr: "OI File Manager" ile notlarınızı SD Karttan yönetin.

source: Share notes through "Facebook", "Gmail", "Google+", "Twitter", and many other applications.
ar: مشاركة الملاحظات عن طريق "Facebook"، Gmail" "Google+", "Twitter" والعديد من التطبيقات الأخرى.
bg: Споделяй бележки през "Facebook", "Gmail", "Google+", "Twitter" и много други приложения.
ca: Comparteix notes per mitjà del "Facebook", "Gmail", "Google+", "Twitter", i moltes altres aplicacions.
cs: Sdílejte poznámky na Facebook, Gmail, Google+, Twitter a mnoho jiných aplikací.
de: Notizen über "Facebook", "Gmail", Google+", "Twitter" und viele andere Anwendungen teilen.
el: Μοιράστε σημειώσεις στο "Facebook", "Gmail", "Google+", "Twitter", και άλλες πολλές εφαρμογές.
es: Compartir notas a través de "Facebook", "Gmail", "Google+", "Twitter", y otras aplicaciones.
fa: یادداشت های به اشتراک بگذارید از طریق "فیس بوک" ، "جی میل"، "گوگل +"، "توییتر"، و بسیاری از برنامه های کاربردی دیگر.
fil: Ibahagi ang mga tala sa pamamagitan ng "Facebook", "Gmail", "Google +", "Twitter", at maraming iba pang mga applikasyon.
fr: Partager des notes à "Facebook", "Gmail", "Google +", "Twitter", et de nombreuses autres applications.
he: חלוק קבצים דרך "פייסבוק", "ג'י-מייל", "גוגל פלוס", "טוויטר", ויישומים רבים אחרים.
hi: \"Facebook\", \"Gmail\", \"Google+\", \"Twitter\", और कई अन्य अनुप्रयोगों के माध्यम से नोट्स शेयर करें|
hr: Podeli bilješke kroz "Facebook", "Gmail", "Google+", "Twitter", i mnogih drugih aplikacija.
it: Distribuisci le note attraverso "Facebook", "Gmail", "Google+", "Twitter", e tante altre applicazioni.
ja: "Facebook", "Gmail", "Google+", "Twitter" などのアプリケーションを通してノートを共有。
ko: "페이스북", "지메일", "구글 플러스", "트위터", 그리고 다른 앱을 통해 메모를 공유하세요.
mk: Сподели белешки преку "Facebook", "Gmail", "Google+", "Twitter" и многу други апликации.
nb: Del notater gjennom "Facebook", "Gmail", "Google+", "Twitter", og mange andre applikasjoner.
nl: Deel notities via Facebook, Gmail, Google+, Twitter en vele andere applicaties.
pa: ਫੇਸਬੁਕ , ਜੀਮੇਲ , ਗੂਗਲ + , ਟਵਿਟਰ , ਅਤੇ ਕਈ ਹੋਰ ਅਨੁਪ੍ਰਯੋਗੋਂ ਦੇ ਮਾਧਿਅਮ ਵਲੋਂ ਸ਼ੇਅਰ ਨੋਟਾਂ .
pl: Dziel się notatkami poprzez "Facebook", "Gmail", "Google+", "Twitter" oraz wiele innych aplikacji.
ro: Distribuie note prin intermediul "Facebook", "Gmail", "Google+", "Twitter", și multe alte aplicaţii.
sd: "Facebook", "Gmail", "Google+", "Twitter",अऊँ कई अन्य अनुप्रयोगन जे माध्यम सां नोट्स शेयर कयो
sk: Zdieľajte poznámky cez "Facebook", "GMail", "Google+", "Twitter" a mnoho ďalších aplikácií.
tr: Notlarınızı "Facebook", "Gmail", "Google+", "Twitter", ve diğer uygulamalar aracılığıyla paylaşabilirsiniz.

source: Note, Notepad, Note book, Notes
ar: ملاحظة، المفكرة، ملاحظة الكتاب، وتلاحظ
bg: Бележка, Бележник, Бележки
ca: Nota, bloc de notes, llibre de notes, notes, bloc
cs: Poznámka, poznámky, poznámkový blok
de: Notiz, Notepad, Notizblock, Notizen
el: Σημείωση, Σημειωματάριο, Βιβλίο σημειώσεων, Σημειώσεις
es: Nota, Bloc de notas, libreta de notas, Notas
fa: توجه داشته باشید ، دفترچه یادداشت، کتاب توجه داشته باشید ، یادداشت ها
fil: Tala, Talaan, Libreta, Mga Tala
fr: Remarque, le Bloc-notes, carnet de notes, les notes
he: פתק, פנקס פתקים, מחברת, פתקים
hi: नोट, नोटपैड, नोट बुक, नोट्स
hr: Bilješka, Blokče, Note, Notepad, Note book, Notes
it: Nota, Notepad, Note book, Note
ja: ノート、メモ帳、ノートブック、ノート
ko: Note, Notepad, Note book, Notes, 메모, 노트, 노트패드
mk: Note, Notepad, Note book, Notes, Белешки, Бележник
nb: Notat, Notatblokk, Notatbok, Notater
nl: Note, Notepad, Note book, Notes, kladblok, notitie, memo
pa: ਨੋਟ , ਨੋਟਪੈਡ , ਨੋਟ ਬੁੱਕ , ਨੋਟਸ ,
pl: Notatka, Notatnik, Książka notatek, Notatki
ro: Notă, Notepad, Carnet de note, Note
sd: नोट, नोटपैड, नोट बुक, नोट्स
sk: Pozámka, Poznámkový blok, poznámková kniha, Poznámky
tr: Not, Not defteri, Not kitabı, Notlar

source: OI Safe safely protects all of your passwords and other private data using industry standard AES encryption.
ar: OI آمنة بأمان يحمي جميع كلمات المرور والبيانات الخاصة الأخرى استخدام الصناعة القياسية AES تشفير.
bg: OI Safe пази в безопастност всичките Ви пароли и други лични данни, използвайки AES шифроване на индустриално ниво.
ca: OI Safe protegeix de forma segura totes les teves contrasenyes i altres dades privades emprant l'estàndard industrial d'encriptació AES.
cs: OI Sejf bezpečně ochraňuje všechna Vaše hesla a jiná soukromá data pomocí AES šifrování, které je průmyslovým standardem.
de: OI Safe schützt alle ihre Passwörter und andere privaten Daten mithilfe der Industriestandard AES Verschlüsselung.
el: Το OI Κιβώτιο προστατεύει με ασφάλεια όλους τους κωδικούς και άλλα προσωπικά δεδομένα σας χρησιμοποιώντας το σύστημα κρυπτογράφησης AES.
es: OI Safe protege todas sus contraseñas y otros datos privados usando el cifrado estándar AES.
fa: OI امن ایمن محافظت همه رمزهای عبور شما و دیگر اطلاعات خصوصی با استفاده از صنعت استاندارد رمزگذاری AES.
fil: Ang OI Kaha ay nagpo-protekta ng lahat ng iyong mga password at iba pang mga pribadong datos sa pamamagitan ng pamantayang industriya na AES encryption.
fr: OI Safe protège en toute sécurité tous vos mots de passe et autres données privées à l'aide standard de l'industrie de cryptage AES.
he: כספת OI מגנה על כל הסיסמאות שלך ומידע פרטי אחר בעזרת שימוש בהצפנת AES סטנדרטי.
hi: OI सेफ सुरक्षित रूप से आपके पासवर्ड और अन्य निजी उद्योग मानक AES एन्क्रिप्शन का उपयोग कर डेटा के सभी बचाता है.
hr: OI Siguran bezbedno štiti sve vaše pasworde i ostale privatne podatke koristeći standardni industrijiski AES šifrarnik.
it: OI Sicurezza protegge tutte le vostre password e gli altri dati privati utilizzando lo standard industriale di criptaggio AES.
ja: OI 金庫は業界基準の AES 暗号を使ってパスワードやほかのプライベートデータをすべて保護します。
ko: OI 금고는 산업 표준 암호화 방식인 AES를 사용하여 당신의 비밀번호와 다른 비밀 정보를 보호합니다.
mk: OI Сеф безбедно ги заштитува сите лозинки и други приватни податоци користејќи енкрипција со индустриски стандард AES.
nb: OI Safe beskytter alle dine passord og andre private data ved bruk av AES-kryptering som er en industristandard.
nl: OI Kluis beschermt privé-gegevens, zoals wachtwoorden, met de industriestandaard AES.
pa: OI ਸੁਰੱਖਿਅਤ ਸੁਰੱਖਿਅਤ ਰੂਪ ਵਲੋਂ ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਅਤੇ ਹੋਰ ਨਿਜੀ ਉਦਯੋਗ ਮਾਣਕ ਏਈਏਸ ਏੰਕਰਿਪਸ਼ਨ ਦਾ ਵਰਤੋ ਕਰ ਡੇਟਾ ਦੇ ਸਾਰੇ ਬਚਾਂਦਾ ਹੈ .
pl: OI Safe bezpiecznie chroni wszystkie hasła i inne prywatne dane przy użyciu standardowego szyfrowania AES.
ro: OI Safe vă protejează toate parolele si alte date private folosind standardul industrial de criptare AES.
sd: AES इन्क्रिप्शन जो प्रयोग करे OI सुरक्षित तहां जे पासवर्डन अऊँ गोपनीय डाटा खे सुरक्षित रखंदो आ
sk: OI Trezor bezpečne chráni všetky Vaše heslá a iné osobné dáta pomocou priemyselných štandardov AES šifrovania.
tr: OI Safe güvenli bir şekilde sizin şifrelerini korur ve AES endüstri standardı şifrelemesini kullanarak diğer özel verileride korur.

source: It also acts as an extension to OI Notepad to encrypt notes created in OI Notepad.
ar: وهي أيضا بمثابة ملحق إلى OI المفكرة لتشفير الملاحظات التي تم إنشاؤها في OI برنامج "المفكرة".
bg: То също действа и като разширение за OI Notepad за да се шифроват бележки, създадени в OI Notepad.
ca: També actua com a extensió del bloc de notes d'OI per encriptar notes d'un bloc de notes d'OI.
cs: Funguje také jako rozšíření do OI Poznámkového bloku a umožňuje šifrovat poznámky vytvořené v OI Poznámkovém bloku.
de: Es funktioniert auch als Erweiterung für OI Notepad, um Notizen, die in OI Notepad erstellt werden, zu verschlüsseln.
el: Δρά επίσης και ως μια επέκταση του OI Σημειωματάριο για την κρυπτογράφηση των σημειώσεων που δημιουργήθηκαν από αυτό.
es: También actúa como una extensión de OI Notepad para encriptar notas.
fa: همچنین به عنوان پسوند به OI دفترچه یادداشت برای رمزگذاری یادداشت های ایجاد شده در OI دفترچه یادداشت عمل می کند.
fil: Ito rin ay gumaganap bilang ekstensyon sa OI Talaan para i-encrypt ang mga tala na nilikha sa OI Talaan.
fr: Il agit aussi comme une extension de l'OI Notepad pour crypter les notes créées dans l'OI Notepad.
he: זה גם פועל בתור הרחבה לפנס רשימות OI כדי להצפין פתקים שנוצרו בפנקס רשימות OI.
hi: यह भी OI Notepadड के लिए एक विस्तार करने के लिए OI Notepad में बनाया नोट्स एन्क्रिप्ट रूप में कार्य करता है.
hr: Takođe se ponaša kao dodatak za OI Blokče da bi šifrirao bilješke korišćene u OI Blokčet-u.
it: Funziona anche come un'estensione verso OI Notepad per criptare le note create in OI Notepad.
ja: 更に OI メモ帳 の拡張機能として OI メモ帳 で作成されたノートを暗号化します。
ko: 확장 기능으로 OI 메모장에서 만들어진 메모를 암호화하기 위해서도 쓰입니다.
mk: 91. Исто така има улога на додаток на OI Бележник за енкрипција на белешки направени во OI Бележник.
nb: Den fungerer også som en utvidelse til OI Notatblokk for å kryptere notater opprettet i OI Notatblokk.
nl: Het is ook een extensie voor OI Notepad, om notities te versleutelen.
pa: ਇਹ ਵੀ OI ਨੋਟਪੈਡ ਲਈ ਇੱਕ ਵਿਸਥਾਰ ਕਰਣ ਲਈ ਪੁਰਾਨਾ ਨੋਟ ਪੈਡ ਵਿੱਚ ਬਣਾਇਆ ਨੋਟਸ ਏੰਕਰਿਪਟ ਰੂਪ ਵਿੱਚ ਕਾਰਜ ਕਰਦਾ ਹੈ .
pl: Działa również jako rozszerzenie do Ol Notatnik pozwalające na szyfrowanie notatek w nim utworzonych.
ro: Acționează de asemenea ca o extensie către OI Noptepad pentru a cripta notițele create în OI Notepad.
sd: ईयो OI नोटपैड जे लाये हिक्क एक्सटेंशन आ जेको OI नोटपैड में थाटल नोट्स खे एनक्रिप्ट कन्दो आ
sk: Tiež sa správa ako rozšírenie ku OI Poznámkový Blok na šifrovanie poznámok vytvorených v OI Poznámkový Blok.
tr: Ayrıca OI Notepad içindeki şifrelenmiş notları OI Notepad 'in uzantısı olarak görür.

source: Securely protect data using AES encryption.
ar: حماية البيانات باستخدام التشفير AES بشكل اﻷمن.
bg: Предпазвай данни използвайки AES шифроване.
ca: Protegeix de forma segura dades emprant encriptació AES.
cs: Bezpečně ochraňuje data pomocí AES šifrování.
de: Daten mit der AES Verschlüsselung schützen.
el: Προστατεύει ε ασφάλεια τα δεδομένα χρησιμοποιώντας κρυπτογράφηση AES.
es: Protege los datos usando el cifrado AES.
fa: ایمن محافظت از داده ها با استفاده از رمزگذاری AES.
fil: Ligtas na protektahan ang mga datos sa pamamagitan ng AES encryption.
fr: Solidement protéger les données en utilisant le cryptage AES.
he: הגן על מידע על ידי שימוש בהצפנת AES.
hi: सुरक्षित रूप से अपना डाटा को सुरक्षित रखें AES एन्क्र्य्प्शन इस्तमाल करते हुए.
hr: Bezbedno zaštiti podatke koristeći AES šifrarnik.
it: Protegge i dati in sicurezza utilizzando il criptaggio AES.
ja: AES 暗号を使ってデータを安全に暗号化。
ko: AES를 사용하여 정보를 안전하게 보호합니다.
mk: 92. Безбедно заштити податоци користејќи AES енкрипција.
nb: Trygt beskytt data ved bruk av AES-kryptering.
nl: Data beschermen met AES versleuteling.
pa: ਸੁਰੱਖਿਅਤ ਏਈਏਸ ਏੰਕਰਿਪਸ਼ਨ ਦਾ ਵਰਤੋ ਕਰ ਡੇਟਾ ਦੀ ਰੱਖਿਆ .
pl: Bezpieczna ochrona danych przy użyciu szyfrowania AES.
ro: Protejează datele în siguranță folosind criptarea AES.
sd: AES जो प्रयोग करे पंजो डाटा सुरक्षित कयो
sk: Bezpečne chráni dáta pomocou AES šifrovania.
tr: AES şifreleme kullanarak verileri güvenli bir şekilde korumak

source: Freely move data entries between categories.
ar: بحرية نقل إدخالات البيانات بين الفئتين.
bg: Свободно местете елементи данни между категориите.
ca: Mou lliurement entrades de dades entre categories.
cs: Bez překážek přesunuje data mezi kategoriemi.
de: Dateneinträge zwischen Kategorien frei herumbewegen.
el: Μετακινήστε ελεύθερα τις καταχωρήσεις δεδομένων μεταξύ κατηγοριών.
es: Mueve libremente los registros de datos entre categorías.
fa: آزادانه داده ورودی در میان مقولهها حرکت می کند.
fil: Malayang ilipat ang mga entry ng datos sa pagitan ng mga kategorya.
fr: Librement déplacer des entrées de données entre les catégories.
he: העבר רשומות מידע באופן חופשי בין קטגוריות.
hi: डाटा एंट्री को आज़ादी से चलने दे केटेगरी के बीच.
hr: Slobodno pomerite unose podataka između kategorija.
it: Muovere liberamente le entrate dei dati fra le categorie.
ja: データエントリーのカテゴリーを自由に移動
ko: 데이터를 카테고리 간 자유롭게 옮기세요.
mk: 93. Слободно движи податочни записи помеѓу категории.
nb: Fritt flytt dataoppføringer mellom kategorier.
nl: Makkelijk data verschuiven van categorie naar categorie.
pa: ਆਜ਼ਾਦੀ ਸ਼ਰੇਣੀਆਂ ਦੇ ਵਿੱਚ ਡੇਟਾ ਪ੍ਰਵਿਸ਼ਟੀਆਂ ਨੂੰ ਮੁੰਤਕਿਲ .
pl: Swobodnie przenosić dane pomiędzy kategoriami.
ro: Mută liber intrări de date între categorii.
sd: अजदिया सां डाटा प्रवष्टियुं खे स्थानांतरित कयो
sk: Voľne presúvajte dátové záznamy medzi kategóriami.
tr: Serbestçe katagoriler arasında veri girişlerini taşıbilirsiniz.

source: Import/Export data entries and databases.
ar: استيراد/تصدير إدخالات البيانات وقواعد البيانات.
bg: Импортирайте/екстпортирайте елементи данни и бази данни.
ca: Importa o exporta entrades de dades i bases de dades
cs: Importuje/Exportuje data a databáze.
de: Dateneinträge und Datenbanken importieren oder exportieren.
el: Εισάγετε/Εξάγετε καταχωρήσεις δεδομένων και βάσεις δεδομένων.
es: Importar/exportar registros de datos y bases de datos.
fa: واردات/صادرات داده های ورودی و پایگاه داده.
fil: Import/Export ng pinasok na datos at mga database.
fr: Importer / Exporter les entrées de données et bases de données.
he: ייבא/ייצא רשומות מידע ובסיסי מידע.
hi: आयात/निर्यात डाटा एंट्री और डाटाबेसेस
hr: Uvezi/Izvezi unose podataka i baze podataka.
it: Importa/Esporta le entrate dei dati e delle basi dei dati.
ja: データエントリーやデータベースをインポート・エクスポート。
ko: 데이터베이스와 데이터 불러오기 및 내보내기.
mk: 94. Внеси/Изнеси податочни записи и бази на податоци.
nb: Importer/Eksporter dataoppføringer og databaser.
nl: Gegevens en databases importeren en exporteren.
pa: ਆਯਾਤ / ਨਿਰਿਆਤ ਡੇਟਾ ਪ੍ਰਵਿਸ਼ਟੀਆਂ ਅਤੇ ਡੇਟਾਬੇਸ .
pl: Import / Eksport wpisów danych i baz danych.
ro: Importă/Exportă intrări de date și baze de date.
sd: डेटा प्रविष्टियों अऊँ डेटाबेस खे आयत/निर्यात कयो
sk: Importovať/exportovať dátové záznamy a databázy.
tr: İçe aktarım/Dışa aktarım veri girişi ve veritabanı.

source: Backup/Restore entries.
ar: نسخ احتياطي/استعادة الإدخالات.
bg: Направете резервни копия на/Възстановете елементи.
ca: Fes còpies de seguretat o restaura entrades.
cs: Zálohuje/Obnovuje záznamy.
de: Einträge sichern/wiederherstellen
el: Λάβετε αντίγραφα/Επαναφέρετε καταχωρήσεις.
es: Respaldar/restaurar registros.
fa: پشتیبان گیری/بازیابی مدخل.
fil: Backup/Ibalik ang mga entry.
fr: Sauvegarde / Restauration des entrées.
he: גבה/ שחזר רשומות.
hi: बेकप/रिस्टोर दर्ज किया हुआ
hr: Povrati unose.
it: Backup/Ripristina entrate.
ja: エントリーをバックアップ・復元。
ko: 데이터 백업/복원하기.
mk: 95. Врати/Обнови записи.
nb: Sikkerhetskopier/Gjenopprett oppføringer
nl: Gegevens back-uppen of terughalen.
pa: ਪ੍ਰਵਿਸ਼ਟੀਆਂ ਬੈਕਅਪ / ਪੁਨਰਸਥਾਪਿਤ .
pl: Kopia zapasowa Przywracanie wpisów.
ro: Copie de rezervă/Restabilire intrări.
sd: प्रविशत्युन खे बैकअप/रेस्टोर कयो
sk: Zálohovať/obnoviť záznamy.
tr: Yedekleme/Geri yükleme girdileri.

source: Includes secure password generator.
ar: يتضمن كلمة مرور آمنة للمولدات.
bg: Включва сигурен генератор на пароли.
ca: Inclou un generador de contrasenyes segur.
cs: Obsahuje generátor bezpečných hesel.
de: Mit einem sicheren Passwortgenerator
el: Περιλαμβάνει έναν ασφαλή δημιουργό κωδικών.
es: Incluye un generador seguro de contraseñas.
fa: شامل ژنراتور رمز ورود ایمن است.
fil: Kasama ang matatag na password dyeneretor.
fr: Comprend un générateur de mot de passe sécurisé.
he: כלול מייצר גרסה מאובטח.
hi: सुरक्षित पासवर्ड जनरेटर को शामिल करें.
hr: Sadrži bezbeni generator lozinke.
it: Include il generatore delle password sicure.
ja: 安全パスワード作成機能が含まれています。
ko: 안전한 비밀번호 생성기를 포함합니다.
mk: 96. Вклучува безбеден генератор на лозинки.
nb: Inkluderer sikker passordgenerator.
nl: Inclusief veilige wachtwoordgenerator.
pa: ਸੁਰੱਖਿਅਤ ਪਾਸਵਰਡ ਜਨਰੇਟਰ ਵੀ ਸ਼ਾਮਿਲ ਹੈ .
pl: Włączając generatora bezpiecznych haseł.
ro: Include generator de parole sigure.
sd: सुरक्षित पासवर्ड जनरेटर भी शामिल आहे
sk: Obsahuje generátor bezpečného hesla.
tr: Güvenli şifre üreticisi içerir.

source: Automatic timeout to protect encrypted documents.
ar: مهلة التلقائي لحماية المستندات المشفرة.
bg: Автоматично прекъсване след пресрочване на период от време, за да се предпазват шифровани документи.
ca: Temps d'espera automàtic per protegir documents encriptats.
cs: Automaticky se po určené době zamyká pro lepší ochranu zašifrovaných dokumentů.
de: Automatisches Timeout, um verschlüsselte Dokumente zu schützen.
el: Αυτόματο χρονικό όριο για την προστασία κρυπτογραφημένων κειμένων.
es: Límite de tiempo automático para proteger documentos cifrados.
fa: ایست خودکار برای محافظت از اسناد رمزنگاری شده است.
fil: Awtomatikong timeout upang protektahan ang mga naka-encrypt na dokumento.
fr: Temporisation automatique pour protéger les documents cryptés.
he: פסק זמן אוטומטי כדי להגן על מסמכים מוצפנים.
hi: औतोमटिक टाइमओउट एन्क्रिप्टओचुमेंट्स को बचाएं.
hr: Automatski iskljuši kod zaštićenih šifriranih dokumenata.
it: Timeout automatico per proteggere i documenti criptati.
ja: 暗号化されたドキュメントを保護するための自動タイムアウト。
ko: 암호화된 문서를 보호하기 위한 자동 타임아웃.
mk: 97. Автоматски истек на време за заштита на енкриптирани документи.
nb: Automatisk tidsavbrudd for å beskytte krypterte dokumenter.
nl: Automatische time-out om beveiligde documenten te beschermen.
pa: ਸਵੈਕਰ ਕਰਣ ਲਈ ਏੰਕਰਿਪਟੇਡ ਦਸਤਾਵੇਜਾਂ ਦੀ ਰੱਖਿਆ ਟਾਇਮਆਉਟ .
pl: Automatyczny limit czasu chroniący zaszyfrowane dokumenty.
ro: Limită de timp automată pentru a proteja documentele criptate.
sd: दस्तावेजुन जी रक्षा करण लाये स्वचलित टाईमआऊट
sk: Automatická prestávka na ochranu šifrovaných dokumentov.
tr: Şifrelenmiş belgeleri korumak için otomatik zaman aşımı.
