Repository: openintents/translations-export
Catalog: translations_descriptions/*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fil, fr, he, hi, hr, it, ja, ko, mk, nb, nl, pa, pl, ro, ru, sd, sk, tr, zh_cn

source: translator-credits
ar: Launchpad Contributions: Kras4ooo https://launchpad.net/~kkrassi1984 OpenIntents devs https://launchpad.net/~openintents-devs
bg: Launchpad Contributions: Boyan Penchev https://launchpad.net/~boyan-penchev Dariel Kremov https://launchpad.net/~dkremov Nikolay https://launchpad.net/~niki1312 OpenIntents devs https://launchpad.net/~openintents-devs
ca: Launchpad Contributions: Joan Creus https://launchpad.net/~joan-creus-c OpenIntents devs https://launchpad.net/~openintents-devs
cs: Launchpad Contributions: Matěj Konečný https://launchpad.net/~matejkon OpenIntents devs https://launchpad.net/~openintents-devs
de: Launchpad Contributions: Debug Mode https://launchpad.net/~thedebugmode Hans https://launchpad.net/~hans-wuerstchen42 OpenIntents devs https://launchpad.net/~openintents-devs Patrick Eigensatz https://launchpad.net/~p.eigensatz
el: Launchpad Contributions: Giannis Konstantinidis https://launchpad.net/~giankonstantinidis
es: Launchpad Contributions: Fitoschido https://launchpad.net/~fitoschido Martín González https://launchpad.net/~mgonzlezgmz OpenIntents devs https://launchpad.net/~openintents-devs Walter Reindeer Martinez H https://launchpad.net/~waltereindeerm
fa: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs oren https://launchpad.net/~ahujaaditya92
fil: Launchpad Contributions: Liezl https://launchpad.net/~liezl-200 OpenIntents devs https://launchpad.net/~openintents-devs
fr: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs kartik https://launchpad.net/~b-ballkartik96
he: Launchpad Contributions: Dvir Oren https://launchpad.net/~dvir0776 Neta Oren https://launchpad.net/~netao212 OpenIntents devs https://launchpad.net/~openintents-devs
hi: Launchpad Contributions: Abhishek https://launchpad.net/~abhishek9797 Atharva Lath https://launchpad.net/~atharvalath96 OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani
hr: Launchpad Contributions: Nikola Miljkovic https://launchpad.net/~milja1337 OpenIntents devs https://launchpad.net/~openintents-devs
it: Launchpad Contributions: Georgiana https://launchpad.net/~birjovanu-georgiana
ja: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs thebowseat https://launchpad.net/~takeshimochida
ko: Launchpad Contributions: Jihyeok Seo https://launchpad.net/~limeburst OpenIntents devs https://launchpad.net/~openintents-devs
mk: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Pance Zvezdanov https://launchpad.net/~pance-zvezdanov
nb: Launchpad Contributions: Arne Tobias Malkenes Ødegaard https://launchpad.net/~arne-tobias OpenIntents devs https://launchpad.net/~openintents-devs
nl: Launchpad Contributions: Maarten de Vries https://launchpad.net/~maarten-k-de-vries Mark van Kuijk https://launchpad.net/~markvankuyk OpenIntents devs https://launchpad.net/~openintents-devs Sjoerd Hiemstra https://launchpad.net/~sjohie
pa: Launchpad Contributions: Angad Singh https://launchpad.net/~angad21-02-1996 OpenIntents devs https://launchpad.net/~openintents-devs
pl: Launchpad Contributions: Karolina Kowal https://launchpad.net/~gwiazdeczka11 OpenIntents devs https://launchpad.net/~openintents-devs Piotr Łazarczyk https://launchpad.net/~quazarxd Tomasz Zieliński https://launchpad.net/~tomek0517 zielmicha https://launchpad.net/~michal-zielinscy
ro: Launchpad Contributions: Alex Toma https://launchpad.net/~alex26toma Eduard Roventa https://launchpad.net/~rov-93 Florentina Mușat https://launchpad.net/~kuchiki14 OpenIntents devs https://launchpad.net/~openintents-devs Robert https://launchpad.net/~usamird Robert Dumitrescu https://launchpad.net/~rc-dumitrescu Stelescu Raul https://launchpad.net/~stelescuraul Tudorica Andrei https://launchpad.net/~andreitudoricacj iulargsb https://launchpad.net/~iulargsb
ru: Launchpad Contributions: Alexander Sapronov https://launchpad.net/~warmonger
sd: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani
sk: Launchpad Contributions: Lacko545 https://launchpad.net/~lackorauch Marek Dobransky https://launchpad.net/~marekdobr Marek Matejka https://launchpad.net/~marek-matejka OpenIntents devs https://launchpad.net/~openintents-devs
tr: Launchpad Contributions: Halilpk https://launchpad.net/~halilpk OpenIntents devs https://launchpad.net/~openintents-devs ariza95 https://launchpad.net/~alirizanazli95 zeugma https://launchpad.net/~sunder67
zh_cn: Launchpad Contributions: zhangchun https://launchpad.net/~zhangchun

source: OI About is a standalone about dialog that is shared between apps.
ar: هو OI حول مستقل حول حوار مشترك بين التطبيقات.
bg: OI About е самостоятелен, обяснителен диалогов прозорец, който се споделя между приложения.
ca: OI Quant a és un diàleg independent que es comparteix entre aplicacions.
cs: OI Info je samostatný dialog "O aplikaci", který je sdílen mezi aplikacemi.
de: OI About ist ein eigenständiger "About"-Dialog der zwischen mehreren Anwendungen geteilt wird.
el: Το OI Σχετικά είναι ένας αυτόνομος σχετικά διάλογος που διαμοιράζεται μεταξύ των εφαρμογών.
es: "About OI" es un diálogo independiente que es compartido entre aplicaciones.
fa: OI درباره مستقل در مورد محاوره ای است که بین برنامه های به اشتراک گذاشته است.
fil: OI Tungkol ay nakapag-iisang tungkol na dyalogo na ibinabahagi sa pagitan ng mga apps.
fr: OI est d'environ un standalone sujet de dialogue qui est partagé entre les applications.
he: אודות OI הוא דיאלוג אודות עצמאי שנחלק בין יישומים.
hi: OI के बारे में एक स्वसंपूर्ण उस संवाद के बारे में जो अनुप्रयोगों के बीच साझा गया है|
hr: OI About je nezavisni about prozor koji dele aplikacije.
it: OI About è un dialogo di base il quale è condiviso fra le applicazioni.
ja: OI 情報はアプリケーションの間で共有されるスタンドアローン情報ダイアログです。
ko: OI에 대하여는 앱 간 공유되는 대화 상자입니다.
mk: „За OI“ е посебен „За“ дијалог кој е поделен меѓу апликациите.
nb: OI Info er en frittstående informasjonsdialog som er delt mellom apper.
nl: OI About is een aparte dialoog die gedeeld wordt tussen applicaties.
pa: OI ਅਬਾਉਟ ਹਟੈੰਡਅਲੋਨ ਡਾਇਲੋਗ ਹੈ ਐਤ ਨਾਲ ਬਾਟਦਾ ਹੈ |
pl: Ol About to samodzielny dialog, który jest dzielony między aplikacjami.
ro: OI About este un dialog de sine stătător care este împărtășit între aplicații.
sd: OI जे बारे में हिक्क स्वसंपूर्ण आहे उन्ह संवाद जे बारे में जेको अनुप्रयोगन जे विच्च में साझयल आ
sk: OI About je samostatné "About" okno zdieľané medzi aplikáciami.
tr: OI About uygulamalar arasında paylaşılan bağımsız bir hakkında diyalogudur.

source: This application is invoked through the menu of other OI applications.
ar: يتم استدعاء هذا التطبيق من خلال القائمة تطبيقات أخرى OI.
bg: Това приложение се извиква през менюто на други OI приложения.
ca: Aquesta aplicació s'invoca mitjançant el menú d'altres aplicacions d'OI.
cs: Tato aplikace je vyvolána přes menu jiných OI aplikací.
de: Diese Anwendung wird über das Menü von anderen Anwendungen aufgerufen.
el: Αυτή η εφαρμογή εφαρμόζεται μέσω των μενού άλλων OI εφαρμογών.
es: Esta aplicación se ejecuta a través del menú de otras aplicaciones OI.
fa: این برنامه از طریق منوی برنامه های کاربردی دیگر OI نمود.
fil: Ang applikasyon na ito ay mapapatakbo sa pamamagitan ng menu ng iba pang mga OI na applikasyon.
fr: Cette application est appelée par le menu des autres applications d'OI.
he: יישום זה מופעל דרך תפריט של יישומי OI אחרים.
hi: यह अनुप्रयोग अन्य OI अनुप्रयोगों के मेनू के माध्यम से लागू है.
hr: Ova aplikacija je upaljena kroz meni drugih OI aplikacija.
it: Questa applicazione è invocata attraverso il menu di altre applicazioni OI.
ja: このアプリケーションは他の OI アプリケーションのメニューから呼び出されます。
ko: 이 앱은 다른 OI 앱의 메뉴를 통해 실행됩니다.
mk: Оваа апликација се повикува преку менито на други OI апликации.
nb: Denne applikasjonen blir påkalt gjennom menyen til andre OI applikasjoner.
nl: Deze applicatie wordt gestart via het menu van andere OI-applicaties
pa: ਯੇ ਐਤਲਿਕੇਸ਼ਨ ਦੁ਼ਜੇ OI ਐਤਲਿਕੇਸ਼ਨ ਤੇ ਮੈਨੋ ਕੋ ਆੰਦਾ ਹੈ
pl: Ta aplikacja jest wywoływana za pomocą menu innych aplikacji OI.
ro: Această aplicaţie este invocată prin meniul de alte aplicaţii OI.
sd: ईयो अनुप्रयोग अन्य OI अनुप्रयोगन जे मेनू जे माध्यम सां लागू थींदो आ
sk: Táto aplikácia je volaná cez menu v iných OI aplikáciach.
tr: Bu uygulama diğer OI uygulamalarını menü aracılığıyla çalıştırır.

source: It allows you to view version information, links, credits, and license of an application.
ar: تطبيقات فإنه يسمح لك بعرض معلومات الإصدار وصلات وائتمانات والترخيص.
bg: То Ви позволява да преглеждате информация за версията, връзки, благодарности и лиценза на дадено приложение.
ca: Et permet veure informació de la versió, enllaços, crèdits i la llicència d'una aplicació.
cs: Umožňuje Vám zobrazit si informace o verzi, odkazy, zásluhy a licenci aplikace.
de: Dies erlaubt Ihnen Versionsinformationen, Links, Danksagungen und die Lizenz einer Anwendung anzuzeigen.
el: Σας επιτρέπει να προβάλλετε πληροφορίες έκδοσης, συνδέσμους, συντελεστές και την άδεια μιας εφαρμογής.
es: Le permite ver información de la versión, enlaces, créditos, y la licencia de una aplicación.
fa: این اجازه می دهد تا شما را به نمایش اطلاعات نسخه ها ، پیوند ها، اعتبار و مجوز برنامه.
fil: Ito ay nagpapahintulot sa iyo na tingnan ang bersyon impormasyon, mga link, mga kredito, at lisensya ng isang applikasyon.
fr: Il vous permet de visualiser les informations de version, des liens, des crédits, et la licence d'une application.
he: זה מרשה לך לראות מידע על הגרסה, לינקים, קרדיטים, ורישיון של יישום.
hi: यह आपको संस्करण जानकारी, लिंक, क्रेडिट, और किसी भी अनुप्रयोग के लाइसेंस को देखने के लिए अनुमति देता है|
hr: Dozvoljava vam da vidite informacije o verziji, linkove, zasluge, i licencu aplikacije.
it: Vi permette di visualizzare l'informazione della versione, i link, i crediti, e la licenza dell'applicazione.
ja: アプリケーションのバージョン情報、リンク、クレジットやライセンスを見ることができます。
ko: 앱의 버전 정보, 링크, 크레딧, 그리고 라이선스를 볼 수 있게 해드립니다.
mk: Дозволува да се видат информации за верзијата, линкови, заслуги и лиценца на апликација.
nb: Den lar deg se på versjonsinformasjon, linker, krediteringer og lisensen til en applikasjon.
nl: Je kunt er versie-informatie, links, credits en de licentie van een applicatie mee bekijken.
pa: ਵਰਜਨ, ਲਿੰਕ, ਕਰੇਡਿਟ ਹੋਰ ਲਾਇਸਨਸ ਦੇਖਣ ਦੀ ਇਜਾਜਤ ਦੇੰਦਾ ਹੈ
pl: Umożliwia wyświetlanie informacji o wersji, linków, twórców i licencji aplikacji.
ro: Acesta vă permite să vizualizaţi informaţia despre versiune, linkuri, credite, şi licența unei aplicații.
sd: ईयो तहां खे संस्करण जानकारी, लिंक, क्रेडिट, अऊँ केडे भी अनुप्रयोग जे लाइसेंस खे दिसण जी अनुमति दीन्दो आ
sk: Umožňuje Vám to zobraziť informácie o verzií, odkazy, zoznam účastníkov projektu a licenciu aplikácie.
tr: Sürüm bilgilerine, linklere, katkıda bulunanlara ve uygulamanın lisansına bakmanıza izin verir.

source: Credits include authors, documentation, translators, and artists.
ar: وتشمل أرصدة الوثائق والمترجمين التحريريين، المؤلفين والفنانين.
bg: Благодарностите споменават авторите, документацията, преводачите и художниците.
ca: Els crèdits inclouen els autors, documentació, traductors i artistes.
cs: Zásluhy zahrnují autory, dokumentační tým, překladatele a umělce.
de: Die Danksagungen beinhalten Autoren, Dokumentatoren, Übersetzer und Grafiker.
el: Οι συντελεστές περιλαμβάνουν συγγραφείς, άτομα στην τεκμηρίωση, μεταφραστές και καλλιτέχνες.
es: Los créditos incluyen autores, documentación, traductores, y artistas.
fa: اعتبارات شامل نویسندگان ، اسناد و مدارک ، مترجمان ، و هنرمندان.
fil: Ang kredito ay kasama ang mga may-akda, taga dokument, mga tagasalin, at mga artist.
fr: Crédits comprennent les auteurs, de documentation, de traducteurs, et les artistes.
he: קרדיטים כולל מחברים, תיעוד, מתרגמים, ואומנים.
hi: श्रेय में लेखक, प्रलेखन, अनुवादक, और कलाकार शामिल हैं|
hr: Zasluge sadrže autore, dokumentaciju, prevodioce, i dizajnere.
it: I crediti includono gli autori, le documentazioni, i traduttori, e gli artisti.
ja: クレジットは著者、ドキュメンテーション、翻訳者やアーティストを含みます。
ko: 크레딧은 제작자, 문서, 번역자, 그리고 아티스트를 포함합니다.
mk: „Заслуги“ вклучува автори, документација, преведувачи и уметници.
nb: Krediteringer inkluderer forfattere, dokumentasjon, oversettere og kunstnere.
nl: In de credits staan auteurs, documentatie, vertalers en artiesten.
pa: ਕਰੇਡਿਟ ਲੇਖਕਾਂ , ਪ੍ਰਲੇਖਨ , ਅਨੁਵਾਦਕ , ਅਤੇ ਕਲਾਕਾਰਾਂ ਦੇ ਸ਼ਾਮਿਲ ਹਨ .
pl: Podziękowania obejmują autorów dokumentacji, tłumaczy i artystów.
ro: Creditele includ autori, documentaţie, traducători, şi artişti.
sd: श्रेय में लेखक, प्रलेखन, अनुवादक, अऊँ कलाकार शामिल आहिन
sk: Zoznam učastníkov projektu obsahuje autorov, dokumentáciu, prekladateľov a umelcov.
tr: Katkıda bulunanlar yazarları, dokümantasyonu, çevirmenleri ve sanatçıları içerir.

source: All of this functionality is brought together in a simplistic and efficient layout.
ar: كل من هذه الوظيفة جمعت في التبسيط وكفاءة تخطيط.
bg: Всичката тази функционалност е събрана заедно в опростено и ефективно оформление.
ca: Tota aquesta funcionalitat s'aporta en un format simple i efficient.
cs: Všechnu tuto funkcionalitu Vám přinášíme v jednoduchém a efektivním vzhledu.
de: Alle diese Funktionen werden in einem einfachen und effizienten Layout vereint.
el: Όλη αυτή η λειτουργικότητα βρίσκεται κοντά σε μια απλά αλλά επαρκή δομή.
es: Todas estas funciones se organizan en un diseño simple y eficiente.
fa: همه این قابلیت را با هم در یک طرح ساده و کارآمد به ارمغان آورد.
fil: Lahat ng magagawa nito ay pinagsama sa simple at episyente na ayos.
fr: Toutes ces fonctionnalités sont réunies dans une mise en page simpliste et efficace.
he: כל הפונקיונאליות הזט מחוברת ביחד במערך פשוט ויעיל.
hi: इस कार्यशीलता को एक साथ एक सरलीकृत और कुशल लेआउट में लाया गया है|
hr: Sva funkcionalnost je spojena u jedno u prostom ali efektivnom rasporedu.
it: Tutte queste funzioni sono portate assieme in una struttura semplice e efficiente.
ja: すべての機能はシンプルで効率的なレイアウトで集結されています。
ko: 이 모든 기능은 간결하고 효율적으로 배치되어 있습니다.
mk: Сета оваа функционалност е соберена во еден едноставен и ефикасен распоред.
nb: All denne funksjonaliteten er ført sammen i en enkel og effektiv utforming.
nl: Al deze functies komen samen in een simpele en efficiënte lay-out.
pa: ਇਸ ਕਾਰਿਆਸ਼ੀਲਤਾ ਦੇ ਸਾਰੇ ਇਕੱਠੇ ਇੱਕ ਸਰਲੀਕ੍ਰਿਤ ਅਤੇ ਕੁਸ਼ਲ ਲੇਆਉਟ ਵਿੱਚ ਲਿਆਇਆ ਜਾਂਦਾ ਹੈ .
pl: Wszystkie te funkcje są połączone w uproszczony i efektywny układ.
ro: Toate aceste funcționalități sunt aduse împreună intr-un aspect simplist și eficient.
sd: इन्ह कार्यशीलता खे हिक्क साथ हिक्क सरलीकृत अऊँ कुशल लेआउट में घुरायो आ
sk: Všetka funkcionalita je zahrnutá v jednoduchom a prehľadnom rozložení.
tr: Tüm bu işlevsellik basit ve etkili bir düzende bir araya getirildi.

source: This application is ad free and does not require the internet permission.
ar: هذا التطبيق هو خالية من الإعلانات ولا يحتاج إذن الإنترنت.
bg: Това приложение е безплатно и не изисква интернет за ползването ѝ.
ca: Aquesta aplicació no té anuncis i no necessita permisos a Internet.
cs: Tato aplikace je bez reklam a nevyžaduje přístup k internetu.
de: Diese Applikation ist werbefrei und benötigt keine Internetverbindung.
el: Αυτή η εφαρμογή δεν έχει διαφημήσεις και δεν απαιτεί άδεια στο διαδίκτυο.
es: Esta aplicación no tiene anuncios y no requiere permisos de internet.
fa: این نرم افزار تبلیغ رایگان است و اجازه به اینترنت نیاز ندارد.
fil: Ang applikasyon na ito ay walang patalastas at hindi nangangailangan ng pahintulot ng internet.
fr: Cette application est petite annonce gratuite et ne nécessite pas l'autorisation d'Internet.
he: באפליקציה זאת אין פרסומות והיא לא דורשת אישור אינטרנט.
hi: यह अनुप्रयोग विज्ञापन मुक्त है और इसे इंटरनेट की अनुमति की आवश्यकता नहीं है|
hr: Ova aplikacija nema reklame i zahtijeva internet konkciju.
it: Questa applicazione non contiene la pubblicità e non richiede la permissione di internet.
ja: このアプリケーションは広告を含まず、インターネット許可を必要としません。
ko: 이 앱은 광고가 없으며 인터넷에 접속하지 않습니다.
mk: Оваа апликација е без реклами и не и е потребно интернет дозвола.
nb: Denne applikasjonen er reklamefri og trenger ikke inter
nl: Deze applicatie is advertentievrij, en heeft geen internet toegang nodig.
pa: ਇਹ ਆਵੇਦਨ ਇਸ਼ਤਿਹਾਰ ਅਜ਼ਾਦ ਹੈ ਅਤੇ ਇੰਟਰਨੇਟ ਦੀ ਆਗਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ .
pl: Ta aplikacja jest darmowa i nie wymaga dostępu do internetu.
ro: Această aplicație nu conține reclame și nu necesită permisiunea de internet.
ru: Это приложение является бесплатным и не требует постоянного подключения к Интернет.
sd: ईयो अनुप्रयोग विज्ञापन मुक्त आहे अऊँ इनखे इंटरनेट जी अनुमति जी आवश्यकता काने
sk: Táto aplikácia neobsahuje reklamy a nepotrebuje povolenie na používanie internetu.
tr: Bu uygulama ücretsiz reklamdır ve internet izni gerektirmez.
zh_cn: 应用程序的广告是免费的，不需要网络权限。

source: The source code of this free and open source application is available at:
ar: شفرة المصدر لهذا التطبيق الحرة والمفتوحة المصدر متاحة في:
bg: Изходният код на това безплатно приложение с отворен код е достъпен на адрес:
ca: El codi font d'això és lliure i l'aplicació de codi obert està disponible a:
cs: Zdrojové kód této open source aplikace je dostupný na stránkách:
de: Der Quellcode dieser kostenlosen und quelloffenen Applikation ist verfügbar auf:
el: Ο πηγαίος κώδικας αυτού είναι δωρεάν και η εφαρμογή ανοικτού κώδικα είναι διαθέσιμη στο:
es: El código fuente de esta aplicación libre y de código abierto está disponible en:
fa: کد منبع این نرم افزار منبع آزاد و باز در دسترس است :
fil: Ang pinagmulang kodigo ng mga ito ay libre at bukas na pinagkukunang kodigo ng applikasyon ay magagamit sa:
fr: Le code source de cette application libre et open source est disponible à l'adresse:
he: קוד המקור של אפליקציה חינמית ובעלת קוד פתוח זמין אצל:
hi: इस स्वतंत्र और खुला स्रोत अनुप्रयोग का स्रोत कोड यहाँ पर उपलब्ध है:
hr: Izvorni kod ovog programa je besplatan i otvoreni izvor aplikacije je dostupan na:
it: Il codice sorgente dell' applicazione gratuita e con la sorgente aperta è disponibile a:
ja: この無料でオープンソースのアプリケーションのソースコードは以下の場所から取得できます：
ko: 이 무료 오픈 소스 앱의 소스 코드는 다음 주소에서 받을 수 있습니다:
mk: Изворниот код на оваа бесплатна и со отворен код апликација е достапен на:
nb: Kildekoden til denne gratis applikasjonen med åpen kildekode er tilgjengelig hos:
nl: De broncode van deze gratis en open source applicatie is beschikbaar op:
pa: ਇਸ ਆਜਾਦ ਅਤੇ ਖੁੱਲ੍ਹਾਖੁੱਲ੍ਹਾ ਸਰੋਤ ਆਵੇਦਨ ਦੇ ਸਰੋਤ ਕੋਡ ਵਿੱਚ ਉਪਲੱਬਧ ਹੈ :
pl: Kod źródłowy tej darmowej i open-source'owej aplikacji jest dostępny pod adresem:
ro: Codul sursă al acestei aplicații gratuite și cu sursă deschisă este disponibil la:
ru: Исходный код этой программы является свободным и открытым. Доступен по адресу:
sd: इन्ह स्वतंत्र अऊँ खुले स्रोत अनुप्रयोग जो स्रोत कोड हित्ते उपलब्ध आहे :
sk: Zdrojový kód tejto neplatenej a voľne prístupnej aplikácie je dostupný na:
tr: Bunun kaynak kodu ücretsizdir ve açık kaynak uygulamalarına şuradan ulaşabilirsiniz:
zh_cn: 开放源码应用程序的源代码是：

source: For the complete list of changes and a list of frequently asked questions, please visit:
ar: لقائمة كاملة من التغييرات وقائمة بالأسئلة المطروحة بشكل متكرر، يرجى زيارة:
bg: За пълен списък с промените и често задаваните въпроси,моля посетете:
ca: Per a una llista sencera de canvis i una llista de preguntes més freqüents, vegeu:
cs: Pro úplný seznam změn a seznam často kladených dotazů navštivte prosím:
de: Für eine vollständige Liste der Änderungen und häufig gestellten Fragen besuchen sie bitte:
el: Για την πλήρη λίστα των αλλαγών και μια λίστα συχνών ερωτημάτων, παρακαλώ επισκευτείτε:
es: Para la lista completa de cambios y la lista de preguntas frecuentes, por favor visite:
fa: برای لیست کامل تغییرات و یک لیست از سؤالاتی که مکررا پرسیده می، لطفا از سایت :
fil: Para sa kumpletong listahan ng mga pagbabago at ang listahan ng mga madalas itanong, mangyaring bisitahin ang:
fr: Pour la liste complète des changements et une liste de questions fréquemment posées, s'il vous plaît visitez:
he: לרשימה המלאה של שינויים ולרשימה של שאלות נפוצות אנא לכו אל:
hi: परिवर्तन और अक्सर पूछे जाने वाले प्रश्नों की पूरी सूची के लिए, कृपया यहाँ पर जाएँ:
hr: Za punu listu promena i listu ubičaeno pitanih pitanja, molimo posetite:
it: Per la lista completa con le modifiche e una lista con le domande frequenti, prego visitare:
ja: すべての変更リストや質問リストを見るには：
ko: 모든 변경 내역과 FAQ는 다음 주소에서 볼 수 있습니다:
mk: За целосната листа на промени и често поставувани прашања, посетете ја:
nb: For den komplette listen med endringer og en liste over vanlige spørsmål, vennligst besøk:
nl: Het complete overzicht van wijzigingen en de FAQ is te lezen op:
pa: ਤਬਦੀਲੀ ਅਤੇ ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਪ੍ਰਸ਼ਨਾਂ ਦੀ ਇੱਕ ਸੂਚੀ ਦੀ ਪੂਰੀ ਸੂਚੀ ਦੇ ਲਈ , ਕ੍ਰਿਪਾ ਉੱਤੇ ਜਾਓ :
pl: Aby zobaczyć pełną listę zmian oraz FAQ, odwiedź:
ro: Pentru lista completă cu modificări și o listă cu întrebări frecvente, vizitați:
ru: С полным списком изменений и списком часто задаваемых вопросов можно ознакомиться на:
sd: परिवर्तन अऊँ अक्सर पुष्यन वनण वारा प्रश्नन जी पूरी सूची लाये, कृपया हेड़े वन्नो:
sk: Pre úplný zoznam zmien a zoznam často kladených otázok, navštívte prosím:
tr: Değişiklikler ve sık sorulan sorular listesini tamamlamak için lütfen şurayı ziyaret edin:
zh_cn: 完整列表的更改，请访问：

source: You can help to improve the translation into your language at Launchpad:
ar: يمكنك المساعدة على تحسين ترجمة إلى اللغة الخاصة بك في Launchpad:
bg: Можете да помогнете за подобряване на превода на вашия език в Launchpad:
ca: Podeu ajudar a millorar la traducció al vostre idioma a Launchpad
cs: Můžete také pomoci zlepšit překlad do Vašeho jazyka na Launchpadu:
de: Sie können uns mit der Verbesserung der Übersetzung in ihre Sprache auf Launchpad unterstützen:
el: Μπορείτε να βοηθήσετε στη βελτίωση της μετάφρασης στη γλώσσα σας στο Launchpad:
es: Usted puede ayudar a mejorar la traducción de su idioma en Launchpad:
fa: شما می توانید کمک به بهبود ترجمه به زبان خود را در گفتوگو :
fil: Maaari kang makatulong upang mapabuti ang mga pagsasalin sa iyong wika sa Launchpad:
fr: Vous pouvez contribuer à améliorer la traduction dans votre langue au Launchpad:
he: אתם יכולים לעזור לשפר את התרגום בשפתכם ב-Launchpad:
hi: आप Launchpad पर अपनी भाषा के अनुवाद को बेहतर बनाने में मदद कर सकते हैं:
hr: Možete pomoći u poboljšanju prevoda u vaš jezik na Launchpad-u:
it: Potete aiutare a migliorare la traduzione nella vostra lingua a Launchpad:
ja: あなたもこの言語の翻訳を Launchpad で改善することができます：
ko: 당신의 언어로의 번역을 Launchpad에서 도울 수 있습니다:
mk: Ти можеш да помогнеш да се подобри преводот во твојот јазик на Launchpad:
nb: Du kan hjelpe til med å forbedre oversettelsen
nl: Jij kan helpen om de vertaling in je eigen taal te verbeteren via Launchpad:
pa: ਤੁਸੀ Launchpad ਉੱਤੇ ਆਪਣੀ ਭਾਸ਼ਾ ਵਿੱਚ ਅਨੁਵਾਦ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸੱਕਦੇ ਹੋ :
pl: Możesz poprawić tłumaczenie na Twój język:
ro: Puteți ajuta la îmbunătățirea traducerii în limba dumneavoastră la Launchpad:
ru: Вы можете помочь улучшить перевод прилоежния на ваш язык, посетите Launchpad:
sd: तहां Launchpad ते पेंजी भाषा जे अनुवाद खे बेहतर ठायण में मदद करे ता सगो :
sk: Môžete pomôcť zlepšit preklad do vášho jazyka na Launchpad-e:
tr: Launchpad'te dilinize çevirileri geliştirmek için yardım edebilirsiniz:
zh_cn: 可以翻译成您的语言：

source: Features:
ar: الميزات:
bg: Характеристики:
ca: Característiques
cs: Vlastnosti:
de: Eigentschaften:
el: Χαρακτηριστικά:
es: Características:
fa: ویژگی ها :
fil: Tampok:
fr: caractéristiques:
he: מאפיינים:
hi: सुविधाएँ:
hr: Značajke:
it: Caratteristiche:
ja: 機能：
ko: 기능:
mk: Карактеристики:
nb: Funksjoner:
nl: Eigenschappen:
pa: ਫੀਛਰਸ
pl: Cechy:
ro: Caracteristici:
ru: Возможности:
sd: सुविधाऊँ:
sk: Vlastnosti:
tr: Özellikler:
zh_cn: 功能
