Repository: openintents/translations-export
Catalog: translations_descriptions/*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fil, fr, he, hi, hr, it, ja, ko, mk, nb, nl, pa, pl, ro, ru, sd, sk, tr, zh_cn

source: Keep track of separate prices for each store.
ar: من تعقب أسعار منفصلة لكل مخزن.
bg: Следете различни цени за всеки магазин.
ca: Recorda diversos preus per a cada botiga.
cs: Může uchovávat cenu pro každý obchod zvlášť.
de: Separate Preise für jeden Shop verfolgen.
el: Παρακολουθήστε διαφορετικές τιμές για κάθε κατάστημα.
es: Realizar un seguimiento de los precios por separado para cada tienda.
fa: پیگیری قیمت های جداگانه برای هر فروشگاه.
fil: Subaybayan ang mga ibat-ibang mga presyo sa bawat tindahan.
fr: Gardez une trace des prix distincts pour chaque magasin.
he: עקוב אחר הפרדת מחירים עבור כל חנות.
hi: प्रत्येक दुकान के लिए अलग कीमतों की जानकारी रखें|
hr: Prati različite cene za svaku prodavnicu.
it: Mantieni l'evidenza dei prezzi separati per ogni negozio.
ja: 各店の別々の値段を記録する。
ko: 각 가게에 대한 가격을 추적 할 수 있습니다.
mk: Следи одделни цени за секоја продавница.
nb: Hold styr på seperate priser for hver butikk.
nl: Hou de verschillende prijzen in elke winkel bij.
pa: ਹਰ ਇੱਕ ਦੁਕਾਨ ਲਈ ਵੱਖ ਕੀਮਤਾਂ ਦਾ ਟ੍ਰੈਕ ਰੱਖੋ .
pl: Śledź oddzielnie ceny dla każdego sklepu.
ro: Țineți separat evidența prețurilor pentru fiecare magazin.
sd: प्रत्येक दुकान जे लाये अलग कीमतुन जी जानकारी राख्यो
sk: Majte prehľad o rôznych cenách v každom obchode.
tr: Her mağaza için ayrı fiyatlar takip edin.

source: Customizable list columns.
ar: أعمدة قائمة مخصصة.
bg: Персонализиране на колоните в списъка
ca: Columnes de la llista personalitzables.
cs: Přizpůsobitelné sloupce seznamu.
de: Veränderbare Listenspalten.
el: Προσαρμόσιμες στήλες λιστών.
es: Listado de columnas personalizables.
fa: ستون لیست های قابل برنامه ریزی است.
fil: Napapasadya na mga kolumna ng listahan.
fr: Colonnes de la liste personnalisable.
he: טורי טבלה שניתנים לעיצוב.
hi: अनुकूलन सूची स्तंभों|
hr: Izmenjive kolone listova.
it: La lista colonna personalizzabile.
ja: カスタマイズ可能なリスト列。
ko: 설정 가능한 목록 열.
mk: Прилагодливи колони од листа.
nb: Egendefinerbare listekolonner.
nl: Aanpasbare kolommen.
pa: ਅਨੁਕੂਲਨ ਸੂਚੀ ਸਤੰਭਾਂ .
pl: Dostosuj kolumny listy.
ro: Listă de coloane personalizabilă.
sd: अनुकूलन सूची स्तंभ
sk: Prispôsobiteľný zoznam stĺpcov.
tr: Özelleştirilebilir liste sütunları.

source: Available extensions for "OI Shopping List":
ar: الملحقات المتوفرة ل "قائمة تسوق OI":
bg: Налични разширения за "OI Shopping List":
ca: Extensions disponibles per a la "llista de compra d'OI":
cs: Dostupná rozšíření pro OI Seznam nákupů:
de: Verfügbare Erweiterungen für "OI Shopping List":
el: Διαθέσιμα πρόσθετα για την "OI Λίστα Αγορών":
es: Extensiones disponibles para "OI Shopping List":
fa: ماژول موجود برای "لیست خرید OI" :
fil: Magagamit na mga ekstensyon para sa "OI Listahan ng Bilihin":
fr: Extensions disponibles pour "OI Shopping List ":
he: הרחבות זמינות עבור "רשימת קניות OI":
hi: \"OI Shopping List\" के लिए उपलब्ध एक्सटेंशन:
hr: Dostupni dodatci za "OI Lista za Kupovinu":
it: Estensioni disponibili per "Lista di acquisti OI":
ja: "OI ショッピングリスト" で利用可能な拡張子：
ko: 사용 가능한 "OI 쇼핑 목록" 확장들:
mk: Достапни додатоци за „OI Листа за купување“:
nb: Tilgjengelige utvidelser for "OI Handleliste":
nl: Beschikbare extensies voor OI Boodschappenlijstje:
pa: OI ਖਰੀਦਦਾਰੀ ਸੂਚੀ ਲਈ ਉਪਲੱਬਧ ਏਕਸਟੇਂਸ਼ਨ :
pl: Dostępne rozszerzenia dla "OI Lista zakupów":
ro: Extensii disponibile pentru „OI Shopping List”:
sd: OI खरीदारी सूची " जे लाये उपलब्ध एक्सटेंशन"
sk: Dostupné rozšírenia pre "OI Nákupný Zoznam".
tr: "OI Shopping List" için uygun eklentiler:

source: Add a recorded message to a note with "OI Voice Notes".
ar: إضافة رسالة مسجلة إلى مذكرة مع "الملاحظات الصوتية OI".
bg: Добавяне на съобщение записано като бележка, чрез "OI Voice Notes".
ca: Afegeix un missatge gravat a una nota amb "notes de veu d'OI".
cs: Přidat nahranou zprávu k poznámce s OI Hlasovými poznámkami.
de: Eine aufgenommene Sprachnachricht zu einer Notiz hinzufügen mit "OI Voice Notes"
el: Προσθέστε ένα ηχογραφημένο μήνυμα σε μια σημείωση με το "OI Ηχητικές Σημειώσεις".
es: Añadir un mensaje grabado a una nota con "OI Voice Notes".
fa: اضافه کردن یک پیام ضبط شده به توجه داشته باشید با "یادداشت OI صدای".
fil: Magdagdag ng isang naitalang mensahe sa isang tala sa "OI Tala na Boses".
fr: Ajouter un message vocal à un acte avec "OI Voice Notes ".
he: הוסף הודעה מוקלטת לפתק עם "פתקי קול OI".
hi: \"OI Voice Notes\" के साथ नोट में रिकॉर्ड किया गया संदेश जोड़ें|
hr: Dodaj snimljene poruke u bilješku sa "OI Zvučne Bilješke".
it: Aggiungi un messaggio registrato a una nota con "OI Voice Notes".
ja: "OI ボイスノート" でノートに録音したメッセージを追加。
ko: "OI 음성 메모"로 녹음한 메시지를 메모에 첨부하세요.
mk: Додади снимена порака на белешка со „OI Гласовни белешки“.
nb: Legg til en innspilt melding til et notat med " OI Voice Notes".
nl: Gesproken notitie toevoegen met OI Voice Notes.
pa: OI ਕਾਂ ਨੋਟਸ ਦੇ ਨਾਲ ਇੱਕ ਨੋਟ ਲਈ ਇੱਕ ਸੁਨੇਹਾ ਰਿਕਾਰਡ ਜੋੜੇਂ .
pl: Dodaj nagraną wiadomość do notatki używając "OI Voice Notes".
ro: Adaugă un mesaj înregistrat unei note cu „OI Voice Notes”.
sd: OI आवाज नोट्स" सां गड्ड नोट में रिकॉर्ड थ्यल संदेश जोड़यो"
sk: Pridať nahratú správu do poznámky pomocou "OI Hlasové Poznámky".
tr: "OI Voice Notes" ile notlar için sesli mesajlar ekleyin.

source: Import/export shopping lists with "OI Convert CSV".
ar: استيراد/تصدير قوائم مع التسوق " OI تحويل CSV".
bg: Внасяне/изнасяне на списъци с покупки, чрез \"OI Convert CSV\".
ca: Importa o exporta llistes de compra amb "Converteix a CSV d'OI".
cs: Importovat/exportovat nákupní seznamy s OI Převést do CSV
de: Einkaufslisten mit "OI Convert CSV" importieren oder exportieren.
el: Εισάγετε/εξάγετε λίστες αγορών με το "OI Μετατροπέας CSV".
es: Importar/exportar listas de la compra con "OI Convert CSV".
fa: واردات / صادرات لیست خرید با "OI تبدیل CSV".
fil: Import/export listahan ng bilihin with "OI Palitan CSV".
fr: Importer / exporter des listes de courses avec "OI Convert CSV ".
he: ייבא/ייצא רשימות קניות עם "ממיר CSV OI".
hi: \"OI Convert CSV\" के साथ खरीदारी सूचियों को निर्यात/आयात करें|
hr: Uvezi/izvezi listu za kupovinu sa "OI CSV Konvertorom".
it: Importa/esporta le liste degli acquisti con "OI Convert CSV".
ja: "OI CSV 変換" でショッピングリストをインポート・エクスポート。
ko: "OI CSV 변환기"로 쇼핑 목록을 내보내거나 불러오세요.
mk: Увези/Извези листи за купување со „OI Претвори CSV“
nb: Importer/eksporter handlelister med "OI Konverter CSV".
nl: Boodschappenlijstjes importeren/exporteren met OI Convert CSV.
pa: ਦੇ ਨਾਲ OI ਕੰਵਰਟ ਸੀਏਸਵੀ ਸ਼ਾਪਿੰਗ ਸੂਚੀ ਆਯਾਤ / ਨਿਰਿਆਤ .
pl: Import/eksport list zakupów z "OI Konwertuj CSV".
ro: Importă/exportă listă de cumpărături cu „OI Convert CSV”.
sd: OI CSV परिवर्तन " सां गड्ड खरीदारी सूचियन खे निर्यात/आयात कयो"
sk: Importovať/Exportovať nákupný zoznam cez "OI Konvertovať CSV".
tr: "OI Convert CSV" ile alışveriş listelerini içe/dışa aktarma.

source: Enter/check items with "Barcode OI Plugin".
ar: أدخل الاختيار العناصر مع "الباركود OI البرنامج المساعد".
bg: Въвеждане/проверяване на обекти посредством \"Barcode OI Plugin\".
ca: Entra o activa elements amb "Extensió de codi de barres d'OI".
cs: Vložit/zaškrtnout položky s pluginem "OI Čárový kód".
de: Items mit dem "Barcode OI Plugin" einfügen oder abhacken.
el: Εισάγετε/ελέξτε αντικείμενα με το "OI Πρόσθετο Γραμμωτού Κώδικα".
es: Introducir/revisar elementos con "Barcode OI Plugin".
fa: را وارد کنید / بررسی آیتم های با "بارکد پلاگین OI".
fil: Ipasok / i-tsek ang mga bagay na may "Barcode OI Plugin".
fr: Entrez / vérifiez les éléments avec "Barcode OI Plugin ".
he: הכנס/בדוק פריטים עם "פלוגין ברקוד OI".
hi: \"Barcode OI Plugin\" के साथ वस्तुओं को दर्ज/जाँच करें|
hr: Unesi/proveri predmete sa "Barcode OI Plugin".
it: Entra/seleziona gli articoli con "Barcode OI Plugin".
ja: "OI バーコードプラグイン" でアイテムを入力・チェック。
ko: "바코드 OI 플러그인"으로 항목을 추가하거나 체크할 수 있습니다.
mk: Внеси/провери предмети со „Баркод OI приклучок“.
nb: Skriv inn/kryss av punkter med "Barcode OI Plugin".
nl: Items toevoegen/afvinken met Barcode OI Plugin.
pa: ਦਰਜ ਕਰੋ / ਬਾਰਕੋਡ OI ਪਲਗਇਨ ਦੇ ਨਾਲ ਆਇਟਮ ਦੀ ਜਾਂਚ ਕਰੋ .
pl: Wprowadź/sprawdź pozycje używając "Barcode OI Plugin".
ro: Introduceți/Bifați articole cu „Barcode OI Plugin”.
sd: बारकोड OI प्लगइन " सां गड्ड वस्तुन खे दर्ज/जाँच कयो"
sk: Vložiť/označiť prvky so "Zásuvnym OI modulom Čiarový kód".
tr: "Barcode OI Plugin" ile öğeleri kontrol edin/giriş yapın.

source: Applications that work with "OI Shopping List":
ar: التطبيقات التي تعمل مع "قائمة تسوق OI":
bg: Приложения, които работят с "OI Shopping List":
ca: Aplicacions que funcionen amb la "llista de compra d'OI".
cs: Aplikace, které pracují s OI Nákupním seznamem:
de: Anwendungen, die mit "OI Shopping List" funktionieren:
el: Εφαρμογές που συνεργάζονται με την "OI Λίστα Αγορών":
es: Aplicaciones que funcionan con "OI Shopping List":
fa: برنامه های کاربردی که با "لیست خرید OI" کار می کنند :
fil: Applikasyon na gumagana sa "OI Listahan ng Bilihin":
fr: Applications qui fonctionnent avec "OI Shopping List ":
he: יישמוים שעובדים עם "רשימת קניות OI":
hi: जो अनुप्रयोग \"OI Shopping List\" के साथ काम करते है:
hr: Aplikacije koje rade sa "OI Listom za Kupovinu":
it: Le applicazioni che lavorano con "OI Shopping List":
ja: "OI ショッピングリスト" と動作するアプリケーション：
ko: "OI 쇼핑 목록"과 호환되는 앱들:
mk: Апликации кои работат со „OI Листа за купување“:
nb: Applikasjoner som fungerer med "OI Handleliste":
nl: Apps die samenwerken met OI Boodschappenlijstje:
pa: ਅਨੁਪ੍ਰਯੋਗੋਂ ਹੈ ਕਿ OI ਖਰੀਦਾਰੀ ਸੂਚੀ ਦੇ ਨਾਲ ਕੰਮ :
pl: Aplikacje działające z "OI Lista zakupów":
ro: Aplicații care lucrează cu „OI Shopping List”:
sd: जो अनुप्रयोग "OI खरीदारी सूची " सां गड्ड कम कंदा आहिन
sk: Aplikácie ktoré pracujú s "OI Nákupný zoznam":
tr: "OI Shopping List" ile birlikte çalışan uygulamalar:

source: Backup lists with "My Backup Pro".
ar: الحصول على قوائم احتياطية مع "برو النسخ الاحتياطي الخاص بي"
bg: Архивиране на списъци с \"My Backup Pro\".
ca: Fes còpies de seguretat amb "My Backup Pro".
cs: Zálohovat seznamy s "My Backup Pro".
de: Listen sichern mit "My Backup Pro".
el: Λάβετε αντίγραφα ασφαλείας των λιστών με το "My Backup Pro".
es: Listado de copias de seguridad con "My Backup Pro".
fa: لیست های پشتیبان با "نرم افزار پشتیبان گیری من".
fil: Listahan ng Backup sa "My Backup Pro".
fr: Listes de sauvegarde avec "Mon Backup Pro ".
he: גבא רשימות עם "המגבה המקצועי שלי".
hi: सूचियों को वापस लायें \"My Backup Pro\" के साथ|
hr: Povrati liste sa "Mz Backup Pro".
it: Backup le liste con "My Backup Pro".
ja: "マイバックアッププロ" でリストをバックアップ。
ko: "My Backup Pro"로 목록을 백업 할 수 있습니다.
mk: Врати листи со „My Backup Pro“.
nb: Sikkerhetskopier lister med "My Backup Pro".
nl: Lijstjes back-uppen met My Backup Pro.
pa: ਮੇਰਾ ਬੈਕਅਪ ਪ੍ਰੋ ਦੇ ਨਾਲ ਬੈਕਅਪ ਸੂਚੀ .
pl: Twórz kopie zapasowe list używając "My Backup Pro".
ro: Listă de rezervă cu „My Backup Pro”.
sd: सूच्युन खे वापस वाठी अच्चो "मुंजो बैकअप प्रो " सां गड्ड
sk: Zálohovať zoznamy s "Moja Záloha Pro".
tr: "My Backup Pro" ile yedekleme listesi.

source: Import ingredients of recipes with "Bites".
ar: استيراد مكونات وصفات مع "لدغ".
bg: Добавяне на съставки за рецепти с "Bites".
ca: Importa ingredients de receptes amb "Bites".
cs: Importovat ingredience receptů s "Bites".
de: Rezeptzutaten mit "Bites" importieren,
el: Εισάγετε τα συστατικά των συνταγών με το "Bites".
es: Importar ingredientes de recetas con "Bites".
fa: مواد تشکیل دهنده واردات از دستور العمل با "گزش". مواد تشکیل دهنده واردات از دستور العمل با "گزش".
fil: Import ang mga ingredients ng mga recipe sa "Kagat".
fr: Importer ingrédients de recettes avec "Morsures ".
he: יבא מרכיבים למתקון עם "נשיכות".
hi: \"Bites\" के साथ व्यंजानो की सामग्री आयात करे|
hr: Uvezi materijal za recepte sa "Bites".
it: Importa gli ingredienti delle ricette con "Bites".
ja: "Bites"でレシピの材料をインポート。
ko: "Bites"로 요리법의 재료를 불러오세요.
mk: Увези состојќи од рецепти со „Каснувања“.
nb: Importer ingredienser i oppskrifter med "Bites".
nl: Ingrediënten uit recepten importeren met Bites.
pa: ਕੱਟਣ ਦੇ ਨਾਲ ਵਿਅੰਜਨਾਂ ਦਾ ਆਯਾਤ ਸਾਮਗਰੀ .
pl: Importuj składniki przepisów używając "Bites".
ro: Importă ingrediente ale rețetelor cu „Bites”.
sd: बाईट्स" सां गड्ड व्यंजानन जी सामग्री आयात कयो"
sk: Importovať ingrediencie receptu cez "Bites".
tr: "Bites" ile yemek tarifi için gerekli malzemelerin eklenmesi.

source: Shopping, List, Shopping List, Checklist
ar: التسوق، قائمة، "قائمة التسوق"، قائمة الاختيار
bg: Пазаруване, Списък, Списък за пазаруване, Контролен списък
ca: compra, llista, llista de compra, coses a fer
cs: Shopping, List, Shopping List, Checklist, kontrolní seznam, todo, todo list, todolist, nákupní seznam, seznam
de: Shopping, Liste, Einkaufsliste, Checkliste
el: Αγορές, Λίστα, Λίστα Αγορών
es: Comprar, lista, lista de compras, lista
fa: خرید ، لیست، لیست خرید ، چک لیست
fil: Bilihin, Listahan, Listahan ng Bilihin, Checklist
fr: Shopping, List, liste de courses, liste de contrôle
he: רשימת קניות, רשימה, רשימת קניות, רשימת סימון.
hi: खरीदारी, सूची, खरीदारी सूची,जांचसूची
hr: Copy text Shopping, List, Shopping List, Checklist
it: Acquisti, Lista, Lista degli acquisti, Lista di verifica
ja: ショッピング、リスト、ショッピングリスト、チェックリスト
ko: 쇼핑, 목록, 쇼핑 목록, 체크리스트
mk: Shopping, List, Shopping List, Checklist, Пазарување, Листа за купување
nb: Handling, Liste, Handleliste, Sjekkliste
nl: Shopping, List, Shopping List, Checklist, boodschappenlijst, winkel, boodschappen, afvinken
pa: ਖਰੀਦਾਰੀ , ਸੂਚੀ , ਸ਼ਾਪਿੰਗ ਸੂਚੀ ਚੇਕਲਿਸਟ ,
pl: Zakupy, Lista, Lista zakupów, Lista kontrolna
ro: Cumpărături, Listă, Listă de cumpărături, Listă de verificare
sd: खरीदारी, सूची, खरीदारी सूची,जांचसूची
sk: Nákupný zoznam, nakupny zoznam, Shopping List, Checklist
tr: Alışveriş, Liste, Alışveriş listesi, Kontrol listesi

source: Extensions:
ar: ملحقات:
bg: Разширения:
cs: Rozšíření:
de: Erweiterungen:
el: Επεκτάσεις:
es: Complementos:
fa: ضمیمهها :
fil: Ekstensiyon:
he: הרחבות:
hi: एक्सटेंशन:
hr: Dodatci:
it: Estensioni:
ja: 拡張子：
ko: 확장 기능:
mk: Додатоци:
nb: Utvidelser:
nl: Extensies:
pa: ਏਕਸਟੇਂਸ਼ਨ :
pl: Rozszerzenia:
ro: Extensii:
ru: Расширения:
sd: एक्सटेंशन:
sk: Rozšírenia:
tr: Eklentiler:
zh_cn: 扩展:

source: OI, OpenIntents, Open Intents.
ar: المقاصد مفتوحة OI, OpenIntents
fil: OI, OpenIntents, Bukas na Layunin.
