Repository: openintents/translations-export
Catalog: translations_descriptions/*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fil, fr, he, hi, hr, it, ja, ko, mk, nb, nl, pa, pl, ro, ru, sd, sk, tr, zh_cn

source: countdown, timer, alert
de: Countdown, Timer, Erinnerung, Zeit, Datum, beliebig, Eigenschaften, Sound, Wecker
el: αντίστροφη μέτρηση, χρονομετρητής, ειδοποίηση
fa: شمارش معکوس، زمان سنج، هشدار
hi: काउंटडाउन, टाइमर, अलर्ट
it: conto alla rovescia, timer, allarme
ja: カウントダウン、 タイマー、 警告
mk: одбројувач, тајмер, аларм, countdown, timer, alert
nb: nedtelling, tidtakere, varsel
nl: countdown, timer, alert, alarm, waarschuwing
pl: odliczanie, czasomierz, alarm
ro: numărătoare inversă, cronometru, alertă
sk: odpočítavanie, časovač, alarm

source: OI, OpenIntents, Open Intents
ar: المقاصد مفتوحة OI, OpenIntents
fa: OI، مفاهیم باز، باز مفاهیم
fil: OI, OpenIntents, Bukas na Layunin
mk: OI, OpenIntents, Open Intents, Отворени Намери

source: OI File Manager allows you to browse your SD card, create directories, rename, copy, move, and delete files.
ar: OI إدارة الملفات يسمح لك باستعراض بطاقة SD الخاصة بك وإنشاء الدلائل، إعادة تسمية، ونسخ، ونقل وحذف الملفات.
bg: OI File Manager ви позволява да разглеждате вашата SD карта,да създавате директории,да ги преименувате,копирате,местите и да изтривате файлове.
ca: El gestor de fitxers d'OI et permet navegar per la teva targeta SD, crear directoris, reanomenar, moure i esborrar fitxers.
cs: OI Správce souborů Vám umožňuje procházet Vaši SD kartu, vytvářet složky, přejmenovávat, kopírovat, přesouvat a mazat soubory.
de: Der OI Dateimanager ermöglicht das Durchstöbern der SD Karte, die Erstellung von Ordnern und das Umbenennen, Kopieren, Verschieben und Löschen von Dateien.
el: Ο OI Διαχειριστής Αρχείων σας επιτρέπει να περιηγηθείτε στην κάρτα SD, να δημιουργήσετε καταλόγους, να μετονομάσετε, αντιγράψετε, μετακινήσετε και διαγράψετε αρχεία.
es: El administrador de archivos OI le permite navegar por la tarjeta SD, crear directorios, renombrar, copiar, mover y eliminar archivos.
fa: مدیریت فایل های OI اجازه می دهد تا شما به فهرست کارت خود SD، ساخت پوشه، تغییر نام دهید ، کپی کنید، جابجا کردن، و حذف فایل های.
fil: OI File Manedyer ay nagbibigay-daan para ma-basa ang iyong SD card, lumikha ng mga direktoryo, palitan ang pangalan, kopyahin, ilipat, at alisin ang mga file.
fr: OI File Manager vous permet de naviguer sur votre carte SD, créer des répertoires, renommer, copier, déplacer et supprimer le gestionnaire de fichiers files.OI vous permet de parcourir votre carte SD, créer des répertoires, renommer, copier, déplacer et supprimer des fichiers.
he: מנהל קבצים OI נותן לך לדפדף בכרטיס הדיגיטלי המאובטח שלך, ליצור ספריות, לשנות שם, להעתיק, להעביר ולמחוק קבצים
hi: OI फाईल प्रबंधक आपको अपने एसडी कार्ड ब्राउज़ करने,निर्देशिका बनाने,नाम बदलने,प्रतिलिपि बनाने,फाइल और कहीं भेजने और फाईल मिटने की अनुमति देता है |
hr: OI Menadžer Datoteka dozvolja va ti da pretražuješ SD kartu, praviš direktorijume, preimenuješ, kopiras, pomeris i obrišeš fajlove.
it: Il Manager dei documenti OI vi permette di navigare la scheda SD, creare cartelle, rinominare, copiare, spostare, e cancellare i file.
ja: OI ファイルマネージャーでSD カードを閲覧したり、ディレクトリの作成・変更・コピー・移動・削除ができます。
ko: OI 파일 관리자에서는 SD 카드 탐색, 폴더 만들기, 파일의 이름을 바꾸거나, 복사하기, 옮기기, 삭제를 할 수 있습니다.
mk: OI Управувач со датотеки ви дозволува прелистувате низ вашата SD картичка, да создавате директориуми, да преименувате, да копирате, да поместувате и да бришете датотеки.
nb: OI Filbehandler lar deg
nl: OI File Manager biedt de mogelijkheid om de inhoud van de SD kaart te doorzoeken, directory's aan te maken, en bestanden te hernoemen, kopiëren, verplaatsen en te verwijderen.
pa: OI ਫਾਇਲ ਪ੍ਰਬੰਧਕ ਤੁਸੀ ਆਪਣੇ ਏਸਡੀ ਕਾਰਡ ਬਰਾਉਜ ਕਰਣ ਦੇ ਲਈ , ਨਿਰਦੇਸ਼ਿਕਾ ਬਣਾਉਣ , ਨਾਮ ਬਦਲਨ , ਨਕਲ , ਚਾਲ , ਅਤੇ ਫਾਇਲਾਂ ਨੂੰ ਹਟਾ ਦਿਓ ਆਗਿਆ ਦਿੰਦਾ ਹੈ .
pl: OI File Manager pozwala przeglądać karty SD, tworzyć katalogi, kopiować, przenosić i usuwać pliki.
ro: Managerul de fișiere OI vă permite să navigați cardul SD, să creați dosare, să redenumiți, să copiați, să mutați, și să ștergeți fișiere.
sd: OI फाईल प्रबंधक तहां खे पंजो SD कार्ड ब्राउज़ करण,निर्देशिका ठायण,नाम बदलन,प्रतिलिपि ठायण ,फाइल अऊँ कीड़े मोक्लन अऊँ फाईल मितायण जी अनुमति दीन्दो आ
sk: OI Správca Súborov Vám umožňuje prechádzať Vašu SD kartu, vytvárať adresáre, premenovávať, kopírovať, presúvať a mazať súbory.
tr: OI Dosya Yöneticisi, yeniden adlandırma, kopyalama, taşıma, dizinler oluşturma ,SD karta göz atma ve dosyaları silmenizi sağlar.
zh_cn: 文件管理器允许你浏览SD卡，创建目录，重命名，复制，移动和删除文件。

source: It also acts as an extension to other applications to display "Open" and "Save" dialogs.
ar: وهي أيضا بمثابة ملحق إلى تطبيقات أخرى عرض "فتح" ومربعات الحوار "حفظ".
bg: Той действа и като добавка към други приложения за показване на "Отвори" и "Запамети":
ca: També actua com a extensió a altres aplicacions per mostrar diàlegs "Obre" i "Desa".
cs: Funguje také jako rozšíření do ostatních aplikací zobrazující dialogy "Otevřít" a "Uložit".
de: Es dient auch als Erweiterung für andere Applikationen zur Darstellung von "Öffnen" und "Speichern" Dialogen.
el: Επίσης δρά και ως μια επέκταση σε άλλες εφαρογές για την προβολή των διαλόγων "Άνοιγμα" και "Αποθήκευση" .
es: También actúa como una extensión para que en otras aplicaciones aparezcan los diálogos de las acciones "Abrir" y "Guardar".
fa: همچنین به عنوان پسوند به یک برنامه دیگر برای نشان دادن "باز کردن" و "ذخیره" را محاوره عمل می کند.
fil: Ito rin ay gumaganap bilang isang ekstensyon sa iba pang mga applikasyon upang ipakita ang dyalogo na "Buksan" at "Save".
fr: Il agit aussi comme une extension à d'autres applications à afficher "Ouvrir " et "Sauvegarder " dialogues.
he: הוא גם פועל כהרחבה לאפליקציות אחרות ומציג דיאלוגי "פתח" ו"שמור".
hi: यह अन्य अनुप्रयोगों के लिए एक एक्सटेंशन के रूप में कार्य करता है "Open" और "Save" संवाद प्रदर्शित करने के लिए|
hr: Takođe služi kao dodatak u drugim aplikacijama da prikaže "Otvori" i "Sačuvaj" dialoge.
it: Funziona anche come un'estensione per le altre applicazioni per visualizzare "Apri" e "Salva" dialoghi.
ja: また"開く" と "保存" ダイアログをほかのアプリケーションに表示する拡張機能のようにも動作します。
ko: 또 다른 앱의 확장으로서 "열기"와 "저장" 대화 상자를 표시하는 데 쓰입니다.
mk: Исто така има улога на додаток на други апликации за прикажување на „Отвори“ и „Зачувај“ дијалозите.
nb: Den fungerer også som en utvidelse til andre applikasjoner for å vise "Åpne" og "Lagre" dialoger.
nl: Wordt als extensie gebuikt door andere programma's, om de dialoogboxen "open" en "save" te tonen,
pa: ਇਹ ਵੀ ਹੋਰ ਅਨੁਪ੍ਰਯੋਗੋਂ ਲਈ ਇੱਕ ਏਕਸਟੇਂਸ਼ਨ ਖੋਲਾਂ ਅਤੇ ਸੰਵਾਦਾਂ ਸਹੇਜੇਂ ਨੁਮਾਇਸ਼ ਦੇ ਰੂਪ ਵਿੱਚ ਕਾਰਜ ਕਰਦਾ ਹੈ .
pl: Działa również jako rozszerzenie do innych aplikacji do wyświetlenia okien dialogowych otwierania i zapisywania plików.
ro: Funcționează de asemenea și ca o extensie în alte aplicații pentru a afișa dialogurile „Deschide” și „Salvează”.
sd: ईयो अन्य अनुप्रयोगन जे लाये हिक्क एक्सटेंशन जे रूप में कम कन्दो आ "खोल्यो " अऊँ "सुरक्षित कयो " संवाद प्रदर्शित करण लाये
sk: Tiež sa správa ako rozšírenie iných aplikácií na zobrazovanie dialógových okien "Otvoriť" a "Uložiť " .
tr: O "Aç" ve "Kaydet" diyaloglarını göstermek için diğer uygulamalara bir ek gibi davranır.
zh_cn: 作为一个扩展到其他应用程序，显示“打开”和“保存”对话框。

source: Show list of files with thumbnails for images.
ar: إظهار قائمة بملفات مع مصغرات للصور.
bg: Покажи списък на файловете с миниатюри за изображения.
ca: Mostra una llista de fitxers amb previsualitzacions d'imatges.
cs: Zobrazuje seznam souborů s náhledy pro obrázky
de: Zeigt eine Liste der Dateien mit Vorschauen für Bilder.
el: Εμφάνιση λίστας των αρχείων με επισκοπήσεις εικόνων.
es: Mostrar la lista de ficheros con vista previa de imágenes.
fa: نمایش لیست فایل های با ریز عکسها برای تصاویر.
fil: Ipakita ang listahan ng mga file na may mga thumbnail para sa mga imahe.
fr: Voir la liste des fichiers avec des vignettes pour les images.
he: הראה רשימה של קבצים עם תמונה ממוזערת בשביל תמונות
hi: छवियों के लिए थंबनेल के साथ फ़ाइलों की सूची दिखाएँ|
hr: Prikaži listu fajlova sa sličicama za slike.
it: Mostra la lista dei file con miniature per le immagini.
ja: ファイルの画像用のサムネイルのリストを表示する。
ko: 이미지 썸네일과 함께 파일 목록을 보입니다.
mk: Покажи листа на датотеки со рамки за слики.
nb: Vis lister over filer med miniatyrbilder for fotografier.
nl: Toon een lijst van bestanden met thumbnails voor foto's.
pa: ਛਵੀਆਂ ਲਈ ਥੰਬਨੇਲ ਦੇ ਨਾਲ ਫਾਇਲਾਂ ਦੀ ਸੂਚੀ ਦਿਖਾਵਾਂ .
pl: Pokaż listę plików z miniaturami obrazów.
ro: Afișează lista fișierelor cu miniaturi pentru imagini.
ru: Показать список файлов с эскизами изображений.
sd: छवियन जे लाये थंबनेल सां गड्ड फ़ाइलन जी सूची दिखर्यो
sk: Zobraz zoznam súborov s náhľadmi pre obrázky.
tr: Listeyi resimler için küçük resim ekleyerek göster.
zh_cn: 显示的图像的缩略图文件列表。

source: Move, copy, rename, and delete files.
ar: نقل ونسخ وإعادة تسمية وحذف الملفات.
bg: Преместване,копиране,преименуване и изтриване на файлове.
ca: Mou, copia, reanomena i esborra fitxers.
cs: Přesouvá, kopíruje, přejmenovává a maže soubory.
de: Dateien verschieben, kopieren, umbennen oder löschen
el: Μετακινήστε, αντιγράψτε, μετονομάστε και διαγράψτε αρχεία.
es: Mover, copiar, renombrar y borrar archivos.
fa: انتقال ، کپی ، تغییر نام و حذف فایل های.
fil: Ilipat, kopyahin, palitan ang pangalan, at alisin ang mga file.
fr: Déplacer, copier, renommer et supprimer des fichiers.
he: העבר, העתק, שנה שם ומחק קבצים.
hi: भेजें,प्रतिलिपि बनाएँ,नाम बदलें और फाईल मिटाएँ|
hr: Pomeri, kopiraj, preimenuj, i briši fajlove.
it: Sposta, copia, rinomina, e cancella i documenti.
ja: ファイルの移動・コピー・削除。
ko: 파일 옮기기, 이름 바꾸기, 삭제하기.
mk: Поместувај, копирај, преименувај и бриши датотеки.
nb: Flytt, kopier, gi nytt navn til og slett filer.
nl: Verplaats, kopieer, hernoem en verwijder bestanden.
pa: ਹਟਾਂ , ਨਕਲ , ਨਾਮ ਬਦਲਨ , ਅਤੇ ਫਾਇਲਾਂ ਨੂੰ ਹਟਾ ਦਿਓ .
pl: Przenoszenie, kopiowanie, zmiana nazwy i usuwanie plików.
ro: Mută, copiază, redenumește și șterge fișiere.
ru: Переместить, копировать, переименовывать и удалять файлы.
sd: मोक्ल्यो,कॉपी कयो,नाम बदल्यो अऊँ फाईल मिटायो
sk: Presúvanie, kopírovanie, premenovávanie a mazanie súborov.
tr: Dosyaları taşı, kopyala, yeniden adlandır ve sil.
zh_cn: 移动，复制，重命名，和删除文件

source: Create and delete directories (folders).
ar: إنشاء وحذف الدلائل (المجلدات).
bg: Създаване и изтриване на директории(папки).
ca: Crea i esborra directoris (carpetes).
cs: Vytváří a maže složky.
de: Erstellt und löscht Ordner.
el: Δημιουργήστε και διαγράψτε καταλόγους (φακέλους).
es: Crear y eliminar directorios (carpetas).
fa: ایجاد و حذف دایرکتوری ها (پوشه ها).
fil: Lumikha at alisin ang direktoryo (polder).
fr: Créer et supprimer des répertoires (dossiers).
he: צור ומחק ספריות (תיקיות).
hi: निर्देशिका (फ़ोल्डर्स) बनाएँ और मिटाएँ|
hr: Napravi i obriši direktorijume (foldere).
it: Crea e cancella direttori (cartelle).
ja: ディレクトリ (フォルダー) の作成・削除
ko: 폴더 만들기, 삭제하기.
mk: Создавај и бриши директориуми (папки).
nb: Opprett og slett mapper.
nl: Maak en verwijder directories
pa: ਬਨਾਓ ਅਤੇ ਨਿਰਦੇਸ਼ਿਕਾ ( ਫੋਲਡਰਸ ) ਹਟਾਵਾਂ .
pl: Tworzenie i usuwanie katalogów (folderów).
ro: Crează și șterge dosare.
ru: ￼ Создание и удаление директорий (папок).
sd: निर्देशिका (फ़ोल्डर्स) ठायो अऊँ मिटायो |
sk: Vytváranie a mazanie adresárov (priečinkov).
tr: Dizinleri (dosyaları) oluştur ve sil.
zh_cn: 创建和删除目录（文件夹）

source: Send files by email.
ar: إرسال الملفات عن طريق البريد الإلكتروني.
bg: Изпратете файловете по email.
ca: Envia fitxers per correu electrònic.
cs: Zasílá soubory emailem.
de: Dateien via e-Mail versenden
el: Αποστολή αρχείων μέσω ηλεκτρονικού μηνύματος.
es: Enviar archivos por correo electrónico.
fa: ارسال فایل از طریق ایمیل.
fil: Magpadala ng mga file sa pamamagitan ng email.
fr: Envoyer des fichiers par email.
he: שלח קבצים באי מייל.
hi: ईमेल द्वारा फ़ाइलें भेजें|
hr: Pošalji fajlove e-mailom.
it: Invia i documenti attraverso email.
ja: ファイルをメールで送る
ko: 이메일로 파일 보내기.
mk: Испраќај датотеки преку електронска пошта.
nb: Send filer via e-post.
nl: Verstuur bestanden via email
pa: ਈਮੇਲ ਦੁਆਰਾ ਫਾਇਲਾਂ ਭੇਜੋ .
pl: Wysyłanie plików e-mailem.
ro: Trimite fișiere prin email.
ru: Отправить файлы по электронной почте.
sd: ईमेल द्वारा फ़ाइलें मोक्लयो
sk: Poslať súbory e-mailom.
tr: Dosyaları email ile gönder.
zh_cn: 通过电子邮件发送文件

source: Acts as an extension to other applications, like GMail, to attach files.
ar: يعمل كملحق للتطبيقات الأخرى، مثل GMail، بإرفاق الملفات.
bg: Работи и като добавка за други приложения,като GMail ,за прикачване на файлове.
ca: Actua com a extensió a altres aplicacions, com el GMail, per adjuntar fitxers.
cs: Funguje jako rozšíření do jiných aplikací, jako například do GMailu pro přikládání příloh.
de: Dient als Erweiterung für andere Applikationen, wie GMail, zum Anfügen von Dateien.
el: Δρά ως μια επέκταση σε άλλες εφαρμογές, όπως το GMail, για να επισυνάπτει αρχεία.
es: Actúa como una extensión para otras aplicaciones, como GMail, para adjuntar archivos.
fa: عمل به عنوان یک پسوند به یک برنامه دیگر، مانند جیمیل ، به ضمیمه کردن فایل های.
fil: Gumaganap bilang isang ekstensiyon sa iba pang mga applikasyon, tulad ng GMail, upang magsama ng mga file.
fr: Agit comme une extension à d'autres applications, comme Gmail, de joindre des fichiers.
he: פועל כהרחבה לאפליקציות אחרות, כמו GMail, כדי לצרף קבצים.
hi: GMail की तरह अन्य अनुप्रयोगों के लिए एक्सटेंशन के रूप में कार्य करता है,फाईलों को संलग्न करने के लिए|
hr: Ponaša se kao dodatak u drugim aplikacijama, kao GMail, da zakači datoteke.
it: Funziona come un'estensione per le altre applicazioni, per esempio GMail, per aggiungere i documenti.
ja: GMail などの他のアプリケーションにファイルを添付する拡張機能のようにも動作します。
ko: 지메일과 같은 다은 앱의 확장 역할을 하여 파일을 첨부합니다.
mk: Дејствува како додаток на други апликации, на пример Gmail, за прикачување датотеки.
nb: Fungerer som en utvidelse til andre applikasjoner, som Gmail, for å legge ved filer.
nl: Wordt als extensie gebuikt door andere programma's zoals GMail, om bestanden toe te kunnen voegen.
pa: ਜੀਮੇਲ ਦੀ ਤਰ੍ਹਾਂ ਹੋਰ ਅਨੁਪ੍ਰਯੋਗੋਂ ਲਈ ਇੱਕ ਵਿਸਥਾਰ ਦੇ ਰੂਪ ਵਿੱਚ , ਅਧਿਨਿਅਮੋਂ , ਫਾਇਲਾਂ ਨੂੰ ਨੱਥੀ ਕਰਣ ਦੇ ਲਈ .
pl: Działa jako rozszerzenie do innych aplikacji, takich jak GMail, aby dołącząć pliki.
ro: Funcționează ca o extensie pentru alte aplicații, GMail de exemplu, pentru a atașa fișiere.
sd: GMail वांगुर अन्य अनुप्रयोगन लाये एक्सटेंशन जे रूप में कम कन्दो आ,फाईलन खे संलग्न करण लाये
sk: Správa sa ako rozšírenie pre iné aplikácie, ako GMail, na pripínanie súborov.
tr: Dosya eklemek için GMail gibi diğer uygulamalara eklenti gibi davranır.
zh_cn: 也可用其他应用程序，如Gmail，附加档案。

source: Support for many file endings and mime types.
ar: دعم للعديد من نهايات الملف وأنواع mime.
bg: Поддържа много файлови разширения и mime типове.
ca: Suporta moltes extensions de fitxer i tipus mime.
cs: Podpora pro mnoho koncovek souborů a mime typů.
de: Unterstützung von vielen Dateiendungen und MIME-Typen.
el: Υποστήριξη για πολλές καταλήξεις αρχείων και τύπους αρχείων.
es: Soporte para muchas extensiones de archivo y tipos MIME.
fa: پشتیبانی از بسیاری از انتهای فایل و مایم نوع.
fil: Suporta para sa maraming mga endings ng file at uri ng mime.
fr: Support pour les terminaisons de nombreux fichiers et types MIME.
he: תומך בסיומות רבות של קבצים ובסוגי חיקוי (Mime).
hi: कई फाईलों के अंत और MIME प्रकार के लिए समर्थन है|
hr: Podrška za mnoge krajeve fajlova i mime tipove.
it: Supporto per molte terminazioni dei file e tipi mime.
ja: 様々なファイルエンディングとMIMEタイプ のサポート。
ko: 다양한 MIME 타입과 확장자를 지원합니다.
mk: Подршка за многу типови датотеки и гестови.
nb: Støtte for mange filendelser og mime-typer.
nl: Ondersteunt vele bestandsformaten en mime types.
pa: ਕਈ ਫਾਇਲ ਦੇ ਅੰਤ ਅਤੇ MIME ਪ੍ਰਕਾਰ ਲਈ ਸਮਰਥਨ .
pl: Wsparcie dla wielu rozszerzeń plików i typów MIME.
ro: Suport pentru multe sfârșituri de fișiere și tipuri mime.
sd: कई फाईलन जो अंत अऊँ MIME प्रकार जे ले समर्थन
sk: Podpora pre mnohé prípony súborov a typy MIME.
tr: Bir çok dosya ve mime tipi desteği.
zh_cn: 支持的许多文件结尾和MIME类型。

source: Supports PICK_FILE and PICK_DIRECTORY intents so that other applications can use OI File Manager.
ar: يدعم اختيار_الملف واختيار_وجهات الدليل كي تستخدم تطبيقات أخرى OI إدارة الملفات.
bg: Поддържа PICK_FILE и PICK_DIRECTORY ,така че и други приложения да могат да използват OI File Manager.
ca: Suporta els intents PICK_FILE I PICK_DIRECTORY per tal que altres aplicacions puguin utilitzar el gestor de fitxers d'OI.
cs: Podporuje PICK_FILE a PICK_DIRECTORY intenty, a ostatní aplikace tak mohou použít OI Správce souborů.
de: Unterstützt PICK_FILE und PICK_DIRECTORY Anfragen, sodass andere Applikationen den OI Dateimanager nutzen können.
el: Υποστηρίζει τις προθέσεις PICK_FILE και PICK_DIRECTORY ώστε και άλλες εφαρμογές να μπορούν να χρησιμοποιήσουν τον OI Διαχειριστή Αρχείων.
es: Soporta PICK_FILE y PICK_DIRECTORY para que otras aplicaciones puedan utilizar el administrador de archivos OI.
fa: پشتیبانی از مفاهیم PICK_FILE و PICK_DIRECTORY به طوری که برنامه های کاربردی دیگر را می توانید مدیریت فایل OI استفاده است.
fil: Sinusuportahan ang PILI_FILE at PILI_DIREKTORYA layunin upang ang iba pang mga applikasyon ay makagamit ng OI File Manager.
fr: Supporte intentions PICK_FILE et PICK_DIRECTORY afin que les applications peuvent utiliser d'autres OI File
he: תומך בכוונות PICK_FILE ו- PICK_DIRECTORY כך שאפליקציות אחרות יוכלו להשתמש במנהל קבצים OI.
hi: PICK_FILE और PICK_DIRECTORY intents का समर्थन करता है जैसे कि अन्य अनुप्रयोग OI फ़ाइल प्रबंधक का उपयोग कर सकते हैं|
hr: Podržava PICK_FILE i PICK_DIRECTORZ intents da bi ostale aplikacije koristile OI Menadžer Datoteka.
it: Supporta intents PICK_FILE e PICK_DIRECTORY così le altre applicazioni possono usare OI File Manager.
ja: 他のアプリケーションが OI ファイルマネージャーを使用できるように PICK_FILE と PICK_DIRECTORY インテントをサポートしています。
ko: 다른 앱이 OI 파일 관리자를 사용할 수 있도록 PICK_FILE과 PICK_DIRECTORY intent를 지원합니다.
mk: Подржува PICK_FILE и PICK_DIRECTORY намери за да можат другите апликации да го користат OI Управувач со датотеки.
nb: Støtter PICK-FILE og PICK_DIRECTORY hensikter sånn at andre applikasjoner kan bruk OI Filbehandler.
nl: Ondersteunt PICK_FILE en PICK_DIRECTORY intents, waardoor andere programma's OI File Manager ook kunnen gebruiken.
pa: PICK_FILE ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ ਅਤੇ ਨਿਰਦੇਸ਼ਿਕਾ intents ਚੁੱਕੋ ਤਾਂਕਿ ਹੋਰ ਅਨੁਪ੍ਰਯੋਗੋਂ OI ਫਾਇਲ ਪ੍ਰਬੰਧਕ ਦਾ ਵਰਤੋ ਕਰ ਸੱਕਦੇ ਹਨ .
pl: Obsługuje PICK_FILE i PICK_DIRECTORY, tak aby inne aplikacje mogły korzystać z OI File Manager.
ro: Suportă intents PICK_FILE și PICK_DIRECTORY pentru ca alte aplicații să utilizeze Gestionarul de Fișiere OI.
sd: PICK_FILE अऊँ PICK_DIRECTORY intents जो समर्थन कन्दो आ जियँ कि अन्य अनुप्रयोग OI फ़ाइल प्रबंधक जो उपयोग करे ता सगो
sk: Podporuje významy PICK_FILE a PICK_DIRECTORY, čiže iné aplikácie môžu používať OI Správcu Súborov.
tr: PICK_FILE ve PICK_DIRECTORY amaçlarını destekler, bu sayede diğer uygulamalar OI Dosya Yönetici'yi kullanabilir.
zh_cn: 支持PICK_FILE 和PICK_DIRECTORY，这样其他应用程序可使用OI文件管理器。

source: Available extensions for "OI File Manager":
ar: الملحقات المتوفرة ل "OIإدارة الملفات":
bg: Налични разширения за "OI File Manager":
ca: Extensions disponibles per al gestor de fitxers d'OI:
cs: Dostupná rozšíření pro OI Správce souborů:
de: Verfügbare Erweiterungen für "OI File Manager"
el: Διαθέσιμες επεκτάσεις για τον "OI Διαχειριστή Αρχείων":
es: Extensiones disponibles para "OI File Manager":
fa: ماژول موجود برای "OIمدیریت فایل" :
fil: Magagamit na mga ekstensiyon para sa "OI File Manedyer":
fr: Extensions disponibles pour "OI File Manager ":
he: הרחבות זמינות בשביל "מנהל קבצים OI":
hi: "OI File Manager" के लिए उपलब्ध एक्सटेंशन:
hr: Dostupni dodatci za "OI Menadžer Datoteka":
it: Estensioni disponibili per "OI File Manager":
ja: "OI ファイルマネージャー" の利用可能な拡張子：
ko: 사용 가능한 "OI 파일 관리자" 확장들:
mk: Достапни додатоци за „OI Управувач со датотеки“:
nb: TIlgjengelige utvidelser for "OI Filbehandler":
nl: Beschikbare extensies voor "OI File Manager"
pa: OI ਫਾਇਲ ਪ੍ਰਬੰਧਕ ਲਈ ਉਪਲੱਬਧ ਏਕਸਟੇਂਸ਼ਨ :
pl: Dostępne rozszerzenia dla "Ol File Manager":
ro: Extensii disponibile pentru „OI File Manager”:
sd: :OI फाईल प्रबंधक" जे लाये उपलब्ध एक्सटेंशन"
sk: Dostupné rozšírenia pre "OI Správca Súborov":
tr: "OI File Manager" için uygun eklentiler:

source: Show the license information with "OI About".
ar: إظهار معلومات الترخيص مع " OI حول".
bg: Покажи информация за лиценза с "OI About".
ca: Mostra informació de llicència amb "OI Quant a"
cs: Zobrazit licenční infomace s OI Infem.
de: Zeige die Lizenzinformationen mit OI About
el: Εμφάνιση των πληροφοριών άδειας με το "OI Σχετικά".
es: Mostrar la información de licencia en "OI About".
fa: دیدن اطلاعات مجوز "OI درباره". دیدن اطلاعات مجوز "OI درباره".
fil: Ipakita ang mga impormasyon ng lisensiya sa "OI Tungkol".
fr: Voir les informations de licence avec "OI propos ".
he: הראה מידע על הרישיון עם "אודות OI".
hi: "OI About" के साथ लाइसेंस जानकारी दिखाएँ .
hr: Prikaži informacije licence sa "OI About":
it: Mostra le informazioni della licenza con "OI About".
ja: "OI 情報" のライセンス情報を表示する。
ko: "OI에 대해서" 로 라이선스 정보를 봅니다.
mk: Покажи ги информациите за лиценцата со „OI About“.
nb: Vis lisensinformasjonen med "OI Info".
nl: Toon licentie-informatie met OI About
pa: OI ਦੇ ਨਾਲ ਲਾਇਸੇਂਸ ਜਾਣਕਾਰੀ ਦਿਖਾਵਾਂ .
pl: Pokaż informacje licencyjne za pomocą "OI About".
ro: Arată informaţiile de licenţă cu „OI About”.
sd: :OI जे बारे में " के साथ लाइसेंस जानकारी दिखार्यो"
sk: Zobraziť informácie o licencií s "OI About".
tr: "OI About" ile lisans bilgilerini görüntüle.

source: Applications that work with "OI File Manager":
ar: التطبيقات التي تعمل مع "OI إدارة الملفات":
bg: Приложения, които работят със "OI File Manager":
ca: Aplicacions que funcionen amb el "gestor de fitxers d'OI":
cs: Aplikace, které pracují s OI Správcem souborů
de: Anwendungen, die mit "OI File Manager" funktionieren:
el: Εφαρμογές που συνεργάζονται με τον "OI Διαχειριστή Αρχείων":
es: Aplicaciones que funcionan con "OI File Manager":
fa: برنامه های کاربردی که کار با "مدیریت فایل OI" :
fil: Applikasyon na gumagana sa "OI File Manager":
fr: Applications qui fonctionnent avec "OI File Manager ":
he: יישומים שעובדים עם "מנהל קבצים OI":
hi: आवेदन ""OI File Manager" के साथ काम करता है:
hr: Aplikacije koje rade sa "OI Menadžer Datoteka":
it: Le applicazioni che funzionano con "OI File Manager":
ja: "OI ファイルマネージャー" と動作するアプリケーション：
ko: "OI 파일 관리자" 와 호환되는 앱들:
mk: Апликации кои работат со „OI Управувач со датотеки“:
nb: Applikasjoner som fungerer med "OI Filbehandler":
nl: Applicaties die werken met "OI File Manager"
pa: ਆਵੇਦਨ OI ਫਾਇਲ ਪ੍ਰਬੰਧਕ ਦੇ ਨਾਲ ਕੰਮ :
pl: Aplikacje działające z "OI Menedżer plików":
ro: Aplicaţii care funcţionează cu „OI File Manager”:
sd: :अनुप्रयोग "OI फाईल प्रबंधक" सां गड्ड कम कन्दो आ
sk: Aplikácie ktoré pracujú s "OI Správca Súborov":
tr: "OI File Manager" ile birlikte çalışan uygulamalar:

source: Open and save text files in "OI Notepad".
ar: فتح وحفظ الملفات النص في "OI المفكرة".
bg: Отваряне и запазване на текстови файлове в "OI Notepad".
ca: Obre i desa fitxers de text amb el "bloc de notes d'OI".
cs: Otevírat a ukládat textové soubory v OI Poznámkovém bloku.
de: Textdateien in "OI Notepad" öffnen und speichern.
el: Ανοίξτε και αποθηκεύστεαρχεία κειμένου στο "OI Σημειωματάριο".
es: Abrir y guardar archivos de texto en "OI Notepad".
fa: باز کردن و ذخیره فایل های متنی در "OI دفترچه یادداشت".
fil: Buksan at i-save ang teksto ng mga file sa "OI Talaan".
fr: Ouvrir et enregistrer des fichiers texte dans "OI Notepad ".
he: פתח ושמור קבצי טקסט בתוך "פנקס פתקים OI".
hi: \"OI Notepad\" में पाठ फ़ाइलों को खोलें और सुरक्षित करें|
hr: Otvori i čuvaj tesktualne datoteke u "OI Blokčiću".
it: Apri e salva i documenti testi in "OI Notepad":
ja: "OI メモ帳" でテキストファイルを開く・保存する。
ko: "OI 메모장" 으로 텍스트 파일을 열고 저장합니다.
mk: Отвори и сними текстуални датотеки со „OI Бележник“.
nb: Åpne og lagre tekstfiler i "OI Notatblokk".
nl: Open en bewaar tekstbestanden in "OI Notepad"
pa: ਖੋਲਾਂ ਅਤੇ OI ਨੋਟਪੈਡ ਪਾਠ ਫਾਇਲਾਂ ਨੂੰ ਬਚਾਉਣ ਦੇ ਲਈ .
pl: Otwórz i zapisz pliki tekstowe używając "OI Notepad".
ro: Deschideţi şi salvaţi fişiere text în „OI Notepad”.
sd: OI नोटपैड " में पाठ फ़ाइलन खे खोल्यो अऊँ सुरक्षित कयो"
sk: Otvoriť a uložiť textové súbory v "OI Poznámkový blok".
tr: "OI Notepad" içinde metin dosyalarını açma ve kaydetme.
