Repository: openintents/translations-export
Catalog: translations_notepad/*.po
Languages: ar, be, bg, ca, el, fa, fi, fil, hr, it, lv, mk, oc, pa, ro, sd, ug

source: translator-credits
ar: Launchpad Contributions: Kras4ooo https://launchpad.net/~kkrassi1984 OpenIntents devs https://launchpad.net/~openintents-devs
be: Launchpad Contributions: Alexander Geroimenko https://launchpad.net/~geroimenko OpenIntents devs https://launchpad.net/~openintents-devs
bg: Launchpad Contributions: Dariel Kremov https://launchpad.net/~dkremov Desislava https://launchpad.net/~brymka17 OpenIntents devs https://launchpad.net/~openintents-devs kosyo https://launchpad.net/~kosyokk
ca: Launchpad Contributions: Joan Creus https://launchpad.net/~joan-creus-c OpenIntents devs https://launchpad.net/~openintents-devs
el: Launchpad Contributions: Giannis Konstantinidis https://launchpad.net/~giankonstantinidis OpenIntents devs https://launchpad.net/~openintents-devs
fa: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani oren https://launchpad.net/~ahujaaditya92
fi: Launchpad Contributions: Peli https://launchpad.net/~peli0101 Tommi Saira https://launchpad.net/~tommisaira emp https://launchpad.net/~emp500
fil: Launchpad Contributions: Liezl https://launchpad.net/~liezl-200 OpenIntents devs https://launchpad.net/~openintents-devs
hr: Launchpad Contributions: Nikola Miljkovic https://launchpad.net/~milja1337 OpenIntents devs https://launchpad.net/~openintents-devs
it: Launchpad Contributions: CAppa https://launchpad.net/~cappa-temp-1 Diego Pierotto https://launchpad.net/~gringo Martino Barbon https://launchpad.net/~martins999 Peli https://launchpad.net/~peli0101
lv: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Tomass https://launchpad.net/~txt1
mk: Launchpad Contributions: Gjoko https://launchpad.net/~j-gjorgji OpenIntents devs https://launchpad.net/~openintents-devs
oc: Launchpad Contributions: Cédric VALMARY (Tot en òc) https://launchpad.net/~cvalmary
pa: Launchpad Contributions: Angad Singh https://launchpad.net/~angad21-02-1996 OpenIntents devs https://launchpad.net/~openintents-devs
ro: Launchpad Contributions: Ciprian Panaite https://launchpad.net/~2477426-5 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 iulargsb https://launchpad.net/~iulargsb
sd: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani vishal panjwani https://launchpad.net/~vishal-panjwani15
ug: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Sahran https://launchpad.net/~sahran

source: Create and share your notes with OI Notepad.
be: Стварайце і дзяліцеся нататкамі з OI Нататнік.
fa: ایجاد و به اشتراک گذاری یادداشت های خود را با دفترچه یادداشت OI
fi: Luo ja jaa muistiinpanojasi OI Muistiolla.
fil: Lumikha at ibahagi ang iyong mga tala sa OI Talaan.
lv: Izveidojiet un dalieties ar piezīmēm izmantojot OI Piezīmju bloku.
sd: पेंजा नोट्स OI नोटपेड सां गडद ठायो अऊँ बट्यो

source: Delete
ar: حذف
be: Выдаліць
bg: Изтрий
ca: Suprimeix
el: Διαγραφή
fa: حذف
fi: Poista
fil: Alisin
hr: Obriši
it: Elimina
lv: Dzēst
mk: Избриши
oc: Suprimir
pa: ਹਟਾਉ
ro: Șterge
sd: मिटायो
ug: ئۆچۈر

source: Add note
ar: إضافة ملاحظة
be: Дадаць нататку
bg: Добави бележка
ca: Afegeix una nota
el: Προσθήκη σημείωσης
fa: اضافه توجه
fi: Lisää muistiinpano
fil: Magdagdag ng tala
hr: Dodaj bjelešku
it: Aggiungi nota
lv: Pievienot piezīmi
mk: Додади белешка
oc: Apondre una nòta
pa: ਨੋਟ ਡਾਲੇ
ro: Adaugă notă
sd: नोट जोड्यो
ug: ئىزاھات قوش

source: Revert
ar: العودة
be: Аднавіць
bg: Върни
ca: Desfés
el: Επαναφορά
fa: برگشت
fi: Palauta
fil: Ibalik
hr: Povrati
it: Ripristina
lv: Atgriezt
mk: Врати
oc: Restablir
pa: ਵਾਪਿਸ ਲਬੋ
ro: Revenire
sd: पलटें
ug: ئەسلىگە قايتۇر

source: Discard
ar: تجاهل
be: Ігнараваць
bg: Отхвърли
ca: Descarta
el: Απόρριψη
fa: دور انداختن
fi: Hylkää
fil: Itapon
hr: Odbaci
it: Abbandona
lv: Atmest
mk: Отфрли
oc: Abandonar
pa: ਛੋੜ ਬੋ
ro: Renunță
sd: छोड़ दें
ug: تاشلىۋەت

source: Use menu to add new notes.
ar: استخدم القائمة لإضافة ملاحظات جديدة.
be: Выкарыстоўвайце меню для дадання новых нататак.
bg: Използвайте менюто за да добавите нови бележки.
ca: Utilitzeu el menú per afegir notes noves
el: Χρήση του μενού για την προσθήκη νέων σημειώσεων.
fa: استفاده از منو به اضافه کردن یادداشت های جدید است
fi: Käytä valikkoa lisätäksesia uusia muistiinpanoja.
fil: Gamitin ang menu para magdagdag ng bagong tala.
hr: Koristi meni da dodaš nove bjeleške.
it: Usa il menu per aggiungere nuove note
lv: Izmantot izvēlni, lai pievienotu jaunas piezīmes.
mk: Користи го менито за да додадеш нови белешки
oc: Utilizatz lo menut per apondre de nòtas novèlas.
pa: ਨੋਟ ਡਾਲਣ ਦੇ ਲਿਏ ਮੈਨਯੂ ਹਾ ੲਸਤਮਾਲ ਕਰੋ
ro: Folosiți meniul pentru a adăuga o notă.
sd: नयी व्याख्या जोद्नन लाये मेनूअ जो इस्तेमाल कयो
ug: تىزىملىكتىن يېڭى ئىزاھ قوشۇڭ.

source: Edit note
ar: تحرير ملاحظة
be: Рэдагаваць нататку
bg: Редактирай бележка
ca: Editeu la nota
el: Επεξεργασία σημείωσης
fa: ویرایش یادداشت
fi: Muokkaa muistiinpanoa
fil: Baguhin ang tala
hr: Uredi zapis
it: Modifica nota
lv: Rediģēt piezīmi
mk: Измени белешка
oc: Modificar la nòta
pa: ਨੋਟ ਬਦਲੇ
ro: Editează nota
sd: व्यक्ख्या सम्पादित कयो
ug: ئىزاھات تەھرىر

source: Edit title
ar: تحرير العنوان
be: Рэдагаваць загаловак
bg: Редактирай заглавие
ca: Editeu el títol
el: Επεξεργασία τίτλου
fa: ویرایش عنوان
fi: Muokkaa otsikkoa
fil: Baguhin ang pamagat
hr: Uredi naslov
it: Modifica titolo
lv: Rediģēt virsrakstu
mk: Измени наслов
oc: Editar lo títol
pa: ਸ਼ੀਰਸ਼ਕ ਬਦਲੇ
ro: Modifică titlu
sd: शीर्षक सम्पादित कयो
ug: ماۋزۇ تەھرىر

source: Create note
ar: إنشاء ملاحظة
be: Стварыць нататку
bg: Създай бележка
ca: Crea una nota
el: Δημιουργία σημείωσης
fa: ایجاد توجه
fi: Luo muistiinpano
fil: Gumawa ng tala
hr: Napravi bilješku
it: Crea nota
lv: Izveidot piezīmi
mk: Креирај белешка
oc: Crear una nòta
pa: ਨੋਟ ਬਨਾਏ
ro: Crează notă
sd: व्याख्या ठायो
ug: ئىزاھات قۇر

source: Note
ar: ملاحظة
be: Нататка
bg: Бележка
ca: Nota
el: Σημείωση
fa: یادداشت
fi: Muistiinpano
fil: Tala
hr: Bilješka
it: Nota
lv: Piezīme
mk: Белешка
oc: Nòta
pa: ਨੋਟ
ro: Notă
sd: व्याख्या
ug: ئىزاھات

source: Note title:
ar: عنوان الملاحظة:
be: Загаловак нататкі:
bg: Заглавие на бележката
ca: Títol de la nota:
el: Τίτλος σημείωσης:
fa: عنوان نکته :
fi: Muistiinpanon otsikko
fil: Pamagat ng tala:
hr: Naslov bilješke
it: Titolo nota:
lv: Piezīmes virsraksts:
mk: Име на белешката:
oc: Nòta lo títol :
pa: ਨੋਟ ਸ਼ੀਰਸ਼ਕ
ro: Titlu notă:
sd: व्याख्या जो शीर्षक
ug: ئىزاھات ماۋزۇسى:

source: %s (new note)
ar: %s (ملاحظة جديدة)
be: %s (новая нататка)
bg: %s (нова бележка)
ca: %s (nota nova)
el: %s (νέα σημείωση)
fa: (توجه جدید)s%
fi: %s (uusi muistiinpano)
fil: %s (bagong tala)
hr: %s (nova bilješka)
it: %s (nuova nota)
lv: %s (jauna piezīme)
mk: %s (нова белешка)
oc: %s (nòta novèla)
pa: %s (ਨਵਾ ਨੋਟ)
ro: %s (notă nouă)
sd: (s (नई व्याख्या%
ug: %s (يېڭى ئىزاھات)

source: %s (edit note)
ar: %s (تحرير ملاحظة)
be: %s (рэдагаваць нататку)
bg: %s (редактирай бележка)
ca: %s (edita la nota)
el: %s (επεξεργασία σημείωσης)
fa: (ویرایش یادداشت)s%
fi: %s (muokkaa muistiinpanoa)
fil: %s (baguhin ang tala)
hr: %s (uredi biljesku)
it: %s (modifica nota)
lv: %s (rediģēt piezīmi)
mk: %s (измени белешка)
oc: %s (modificar la nòta)
pa: %s (ਨੋਟ ਬਦਲੇ)
ro: %s (modifică notă)
sd: (s (व्याख्या संपादन%
ug: %s (ئىزاھات تەھرىر)

source: Pick note for shortcut
ar: انتقاء علما للاختصار
be: Выбраць нататку для ярлыка
bg: Избери бележка за пряк път
ca: Escull una nota per la drecera
el: Επιλογή σημείωσης για συντόμευση
fa: انتخاب توجه داشته باشید برای میانبر
fi: Valitse muistiinpano josta haluat pikakuvakkeen
fil: Pumili ng tala para sa shortcut
hr: Postavi biljesku kao prečicu
it: Seleziona una nota per la scorciatoia
lv: Izvēlēties piezīmi saīsnei
mk: Избери белешка за кратенката
oc: Metre la nòte en acorchi
pa: ਨੋਟ ਓਠਾਵੇ ਸ਼ਾਰਕਟ ਤੇ ਲਿਏ
ro: Alegeți notița pentru scurtătură
sd: शोर्त्चुत जे लाये व्याख्या चुन्दयो
ug: ئىزاھاتقا قىسقا يول تاللاڭ

source: Error
ar: خطأ
be: Памылка
bg: Грешка
el: Σφάλμα
fa: خطا
fi: Virhe
fil: Mali
hr: Greška
it: Errore
lv: Kļūda
mk: Грешка
pa: ਗਲਤੀ
ro: Eroare
sd: त्रुटि
ug: خاتالىق

source: Error loading note
ar: خطأ في تحميل ملاحظة
be: Памылка загрузкі нататкі
bg: Грешка при зареждането на бележката
ca: Error carregant la nota
el: Σφάλμα κατά τη φόρτωση σημείωσης
fa: خطا در توجه در حال بارگذاری
fi: Virhe ladattaessa muistiinpanoa
fil: Mali sa pag-load ng tala
hr: Griješka u otvaranju biljeske
it: Impossibile caricare la nota
lv: Kļūda, ielādējot piezīmi
mk: Грешка при вчитување на белешката
oc: Error al moment del cargament de la nòta
pa: ਨੋਟ ਲੋਡ ਤੇ ਗਲਤੀ
ro: Eroare încărcare notă
sd: व्याख्या खोलन में त्रुटी
ug: ئىزاھات يۈكلەش خاتالىقى

source: Share
ar: حصة
be: Падзяліцца
bg: Сподели
ca: Comparteix
el: Διαμοιρασμός
fa: سهم
fi: Jaa
fil: Ibahagi
hr: Podjeli
lv: Koplietot
mk: Сподели
pa: ਬਾਟਿਏ
sd: बाटें
ug: ھەمبەھىر

source: Empty note
ar: ملاحظة فارغة
be: Пустая нататка
bg: Празна бележка
ca: Nota buida
el: Κενή σημείωση
fa: توجه خالی
fi: Tyhjä muistiinpano
fil: Walang lamang tala
hr: Prazna bilješka
it: Nota vuota
lv: Tukša piezīme
mk: Празна белешка
oc: Voidar la nòta
pa: ਖਾਲੀ ਨੋਟ
ro: Notă goală
sd: खाली व्याख्या
ug: بوش ئىزاھات

source: No application available for sharing.
ar: لا التطبيقات المتوفرة لتبادل
be: Няма даступнага прыкладання для сумеснага выкарыстання.
bg: Няма достъпно приложение за споделяне.
ca: Cap aplicació disponible per compartir
el: Καμία διαθέσιμη εφαρμογή προς διαμοιρασμό
fa: بدون نرم افزار موجود برای اشتراک گذاری
fi: Ei löytynyt ohjelmaa, jolla voisi jakaa.
fil: Walang aplikassyon na magagamit para ipamahagi.
hr: Nijedna aplikacija nije dostupna za podjelu
lv: Nav pieejama neviena aplikācija koplietošanai.
mk: Нема достапно апликација за споделување
pa: ਬਾਟਣ ਤੇ ਲਿਏ ਕੋਇ ਐਪਲਿਕੇਸ਼ਨ ਨਹੀ ਹੈ
sd: बाँटन लाये कोई अनुप्रयोग मौजूद काने
ug: ھەمبەھىرلەيدىغان ئەپ يوق.

source: Encrypting note
ar: تشفير علما
be: Шыфрую нататку
bg: Бележката се шифрова
ca: Encriptant la nota
el: Κρυπτογράφηση σημείωσης
fa: رمزگذاری توجه
fi: Salataan muistiin panoa...
fil: Ini-encrypt ang tala
hr: Šifrirana bilješka
it: Codifica nota
lv: Piezīmes šifrēšana
mk: Енкриптирам белешката
oc: Chiframent de nòta
pa: ਇੰਕ੍ਰਿਪਟਿੰਗ ਨੋਟ
ro: Criptez nota
sd: व्याख्या गोपनीय थे ती पई
ug: ئىزاھاتنى شىفىرلاۋاتىدۇ

source: Encrypted
ar: مشفرة
be: Зашыфравана
bg: Шифровано
ca: Encriptat
el: Κρυπτογραφημένος/η
fa: رمز
fi: Salattu
fil: Na-encrypt
hr: Šifrirano
it: Codificata
lv: Šifrēts
mk: Енкриптирано
oc: Chifrada
pa: ਇੰਕ੍ਰਿਪਟਡ
ro: Criptată
sd: गोपनीय थी वई
ug: شىفىرلانغان

source: Encrypt
ar: تشفير
be: Зашыфраваць
bg: Шифровай
ca: Encripta
el: Κρυπτογράφηση
fa: رمزبندی
fi: Salaa
hr: Šifriraj
it: Codifica
lv: Šifrēt
mk: Енкриптирај
oc: Chifrar
pa: ਇੰਕ੍ਰਿਪਟ
ro: Criptează
sd: गोपन कयो
ug: شىفىر

source: Decrypt
ar: فك تشفير
be: Дэшыфраваць
bg: Разшифровай
ca: Desxifra
el: Αποκρυπτογράφηση
fa: سرگشایی
fi: Pura salaus
hr: Dešifruj
it: Decodifica
lv: Atšifrēt
mk: Декриптирај
oc: Deschifrar
pa: ਡਿਕ੍ਰਿਪਟ
ro: Decriptează
sd: विकोड
ug: شىفىر يەش

source: Undo encryption
ar: التراجع عن التشفير
be: Адмяніць шыфраванне
bg: Отмени шифроването
ca: Desfés encriptació
el: Αναίρεση κρυπτογράφησης
fa: واگرد رمزنگاری
fi: Peruuta salaus
fil: Tanggalin ang encryption
hr: Ukloni šifrovano
it: Annulla codifica
lv: Atsaukt šifrēšanu
mk: Отповикај енкрипција
oc: Anullar lo chiframent
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਬਦਲੇ
ro: Renunță la criptare
sd: गोपनीयता हटायो
ug: شىفىرلاشتىن يېنىۋال

source: Do not encrypt
ar: عدم تشفير
be: Не шыфраваць
bg: Не шифровай
ca: No encriptis
el: Να μη γίνει κρυπτογράφηση
fa: کدگذاری کند
fi: Älä salaa
fil: Huwag i-encrypt
hr: Nemoj šifrovati
it: Nessun codifica
lv: Nešifrēt
mk: Не енкриптирај
oc: Chifrar pas
pa: ਇੰਕ੍ਰਿਪਟ ਨ ਕਰੇ
ro: Nu încripta
sd: गोपनीय न कयो
ug: شىفىرلىما

source: Already encrypted.
ar: الفعل مشفرة.
be: Ужо зашыфравана.
bg: Вече е шифровано.
ca: Ja està encriptat
el: Ήδη κρυπτογραφημένο.
fa: در حال حاضر رمزنگاری شده است
fi: Muistiinpano on jo salattu
fil: Naka-encrypt na.
hr: Već šifrovano.
it: Codifica già presente.
lv: Jau šifrēts.
mk: Веќе е енкриптирано.
oc: Ja chifrat.
pa: ਪਹਲੇ ਰੇ ਹੀ ਇੰਕ੍ਰਿਪਟ ਹੂਆ ਹੂਆ ਹੈ
ro: Încriptată deja
sd: पहरों खां ही गोपनीय आहे
ug: ئاللىبۇرۇن شىفىرلانغان.

source: Not encrypted.
ar: غير مشفرة.
be: Не зашыфравана.
bg: Не е шифровано.
ca: No està encriptat
el: Μη κρυπτογραφημένο.
fa: رمزگذاری نشده است
fi: Ei salattu.
fil: Hindi naka-encrypt.
hr: Nije šifrovano.
it: Non codificata.
lv: Nav šifrēts.
mk: Не е енкриптирано.
oc: Pas chifrat.
pa: ਇੰਕ੍ਰਿਪਟ ਨਹੀ ਹੂਆ ਹੈ
ro: Neîncriptată
sd: गोपनीय काने
ug: شىفىرلانمىغان.

source: Encryption failed.
ar: فشلت عملية التشفير.
be: Памылка пры шыфраванні.
bg: Шифроването се провали.
ca: No s'ha pogut encriptar.
el: Η κρυπτογράφηση απέτυχε.
fa: رمزگذاری شکست خورده است
fi: Salaus epäonnistui.
fil: Nabigo ang encryption.
hr: Šifrovanje nije uspijelo.
it: Codifica non riuscita.
lv: Šifrēšana neizdevās
mk: Енкрипцијата не беше успешна
oc: Facàs del chiframent.
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਫੇਲ੍ਹ ਹੈ।
ro: Criptarea a eșuat.
sd: गोपनीय कार्य असफल
ug: شىفىرلىيالمىدى.

source: Decryption failed.
ar: فشلت عملية فك التشفير.
be: Памылка пры дэшыфраванні.
bg: Разшифроването се провали.
ca: No s'ha pogut desencriptar
el: Η αποκρυπτογράφηση απέτυχε.
fa: رمزگشایی شکست خورده است
fi: Salauksen purkaminen epäonnistui.
fil: Nabigo ang decryption.
hr: Neuspjelo dešifrovanje.
it: Decodifica non riuscita.
lv: Atšifrēšana neizdevās.
mk: Декрипцијата не беше успешна
oc: Fracàs del deschiframent.
pa: ਡਿਸਕ੍ਰਿਪਸ਼ਨ ਫੇਲ੍ਹ ਹੈ।
ro: Decriptarea a eșuat.
sd: विकोड असफल
ug: شىفىر يېشەلمىدى.

source: Edit tags
ar: تحرير العلامات
be: Рэдагаваць пазнакі
bg: Редактирай етикети
ca: Edita etiquetes
el: Επεξεργασία ετικετών
fa: ویرایش برچسب ها
fi: Muokkaa tageja
fil: Baguhin ang tala
hr: Uredi oznake
it: Modifica etichette
lv: Rediģēt iezīmes
mk: Измени тагови
oc: Modificar las balisas
pa: ਟੈਗ ਬਦਲੇ
ro: Modifică taguri
sd: टैग सम्पादित कयो
ug: بەلگە تەھرىر

source: Touch to see list
ar: لمس لمشاهدة قائمة
be: Дакраніцеся для прагляду спісу
bg: Натиснете тук за да видите списъка
ca: Clica per veure la llista
el: Αγγίξτε για να δείτε τη λίστα
fa: لمس به لیست مراجعه کنید
fi: Paina nähdäksesi listan
fil: Salatin upang makita ang listahan
hr: Dodirni da vidiš listu
it: Tocca per vedere la lista
lv: Pieskarties, lai redzētu sarakstu
mk: Допрете за да ја видите листата
oc: Tocatz per veire la lista
pa: ਲਿਸਟ ਦੇਖਣ ਦੇ ਲਿਏ ਛੁਏ
ro: Atinge pentru a vedea lista
sd: सूंची दिसना लाये छूओ
ug: چېكىلسە تىزىمنى كۆرسىتىدۇ

source: Enter tags, separated by comma
ar: إدخال العلامات، مفصولة بفاصلة
be: Увядзіце пазнакі, падзеленыя коскамі
bg: Въведи етикети, разделени със запетая
ca: Entreu etiquetes, separades per coma
el: Εισάγετε ετικέτες, διαχωρισμένες με ένα κόμμα
fa: را وارد کنید تگ از هم جدا شده توسط کاما
fi: Lisää tageja, erota pilkulla
fil: Ipasok ang mga tag, na pinaghiwalay ng kuwit
hr: Unesi oznake, odvoji zarezom
it: Inserisci etichette, separate da virgole
lv: Ievadīt iezīmes, atdalītas ar komatu
mk: Внесете тагови одделени со запирка
oc: Entratz las balisas, separadas per de virgulas
pa: ਟੈਗ ਡਾਲੇ, ਕੋਮਾ ਤੋ ਅਲਗ ਕਰੇ
ro: Introduceți taguri separate cu virgulă
sd: कोमा द्वारा अलग कयल टैग लिख्यो
ug: بەلگە كىرگۈزۈڭ، پەش بىلەن ئايرىڭ

source: Save to SD card
ar: حفظ إلى SD بطاقة
be: Захаваць на SD картцы
bg: Запази в SD карта
ca: Desa a una targeta SD
el: Αποθήκευση σε κάρτα SD
fa: ذخیره به SD کارت
fi: Tallenna muistikortille
fil: I-save sa SD card
hr: Sačuvaj na SD karticu
it: Salva nella scheda SD
lv: Saglabāt SD kartē
mk: Сними на SD картичка
oc: Enregistrar sus carta SD
pa: ਏਸ ਡੀ ਕਾਰਡ ਮੇ ਸੰਭਾਲੋ
ro: Salvează pe cardul SD
sd: SD कार्ड में सुरक्षित कयो
ug: SD كارتىغا ساقلا

source: Open from SD card
ar: مفتوحة منSD بطاقة
be: Адкрыць з SD карткі
bg: Отвори от SD карта
ca: Obre d'una targeta SD
el: Άνοιγμα από κάρτα SD
fa: باز از کارت SD
fi: Avaa muistikortti
fil: Buksan mula sa SD card
hr: Otvori sa SD kartice
it: Apri dalla scheda SD
lv: Atvērt no SD kartes
mk: Отвори од SD картичка
oc: Dobrir a partir de la carta SD
pa: ਏਸ ਡੀ ਕਾਰਡ ਖੋਲੇ
ro: Deschide de pe cardul SD
sd: SD कार्ड मां खोलयो
ug: SD كارتىدىن ئاچ

source: File name
ar: اسم الملف
be: Імя файла
bg: Име на файл
ca: Nom del fitxer
el: Όνομα αρχείου
fa: نام پرونده
fi: Tiedostonimi
fil: Pangalan ng file
hr: Naziv datoteke
it: Nome file
lv: Faila nosaukums
mk: Име на датотеката
oc: Nom del fichièr
pa: ਫਾਲ ਨਾਮ
ro: Nume fișier
sd: फाइल जो नाम
ug: ھۆججەت ئاتى

source: Save
ar: حفظ
be: Захаваць
bg: Запази
ca: Desa
el: Αποθήκευση
fa: ذخیره
fi: Tallenna
fil: I-save
hr: Snimi
it: Salva
lv: Saglabāt
mk: Зачувај
oc: Salvar
pa: ਸੰਭਾਲੋ
ro: Salvează
sd: सुरक्षित कयो
ug: ساقلا

source: Open
ar: مفتوحة
be: Адкрыць
bg: Отвори
ca: Obre
el: Άνοιγμα
fa: باز
fi: Avaa
fil: Buksan
hr: Otrvori
it: Apri
lv: Atvērt
mk: Отвори
oc: Dobrir
pa: ਖੋਲੋ
ro: Deschide
sd: खोल्यो
ug: ئاچ

source: Error while writing file
ar: حدث خطأ أثناء كتابة الملف
be: Памылка запісу файла
bg: Възникна грешка при писането на файла
ca: Error escrivint al fitxer
el: Σφάλμα κατά την εγγραφή του αρχείου
fa: خطا در نوشتن فایل
fi: Virhe tallennettaessa tiedostoa
fil: Nagkamali habang sinusulat ang file
hr: Greška u pisanju datoteke
it: Impossibile scrivere il file
lv: Kļūda rakstot failu
mk: Грешка при пишување во датотеката
oc: Error al moment de l'escritura del fichièr
pa: ਫਾਇਲ ਲਿਖਣ ਦੋ ਗਲਤੀ ਆ ਰਹੀ ਹੈ
ro: Eroare la scrierea fișierului
sd: फाईल लिखंदे समय त्रुटी
ug: ھۆججەت يازغاندا خاتالىق كۆرۈلدى

source: Error while reading file
ar: حدث خطأ أثناء قراءة ملف
be: Памылка чытання файла
bg: Грешка при прочитането на файла
ca: Error llegint el fitxer
el: Σφάλμα κατά την ανάγνωση του αρχείου
fa: خطا در حالی که خواندن فایل
fi: Virhe tiedostoa luettaessa
fil: Nagkamali habang binanasa ang file
hr: Greška u čitanju datoteke
it: Impossibile leggere il file
lv: Kļūda nolasot failu
mk: Грешка при читање на датотеката
oc: Error al moment de la lectura del fichièr
pa: ਫਾਇਲ ਪੜਣ ਦੋ ਗਲਤੀ ਆ ਰਹੀ ਹੈ
ro: Eroare la citirea fișierului
sd: फाईल पदंडे समय त्रुटी
ug: ھۆججەت ئوقۇغاندا خاتالىق كۆرۈلدى

source: File not found
ar: لم يتم العثور على الملف
be: Файл не знойдзены
bg: Файлът не е открит
ca: No s'ha trobat el fitxer
el: Το αρχείο δε βρέθηκε
fa: فایل یافت نشد
fi: Tiedostoa ei löytynyt
fil: Hindi mahanap ang file
hr: Datoteka nije pronađena
it: File non trovato
lv: Fails nav atrasts
mk: Датотеката не е пронајдена
oc: Fichièr pas trobat
pa: ਫਾਇਲ ਨਹੀਂ ਲੱਭੀ
ro: Fișier negăsit
sd: फाईल न मिली
ug: ھۆججەت تېپىلمىدى

source: Note saved
ar: ملاحظة حفظ
be: Нататка захавана
bg: Бележката е запазена
ca: S'ha desat la nota
el: Η σημείωση αποθηκεύτηκε
fa: توجه داشته باشید را نجات داد
fi: Muistiinpano tallennettu
fil: Hindi na i-save
hr: Bilješka nije sačuvana
it: Nota salvata
lv: Piezīme saglabāta
mk: Белешката е снимена
oc: Nòta salvada
pa: ਨੋਟ ਰਖ ਲਿਯਾ ਗਯਾ ਹੈ
ro: Notă salvată
sd: व्याख्या सुरक्षित थी वई
ug: ئىزاھات ساقلاندى

source: File exists already
ar: الملف موجود بالفعل
be: Файл з такой назвай ужо існуе
bg: Файлът вече съществува
ca: El fitxer ja existeix
el: Το αρχείο υπάρχει ήδη
fa: فایل وجود دارد در حال حاضر
fi: Tiedosto on jo olemassa
fil: Mayroon ng ganitong file
hr: Datoteka već postoji
it: File già esistente
lv: Tāds fails jau eksistē
mk: Датотеката веќе постои
oc: Lo fichièr existís ja
pa: ਫਾਇਲ ਪਹਲੇ ਤੋ ਹੈ
ro: Fișierul deja există
sd: फाईल पहरों खां ही मौजूद आ
ug: ھۆججەت مەۋجۇت

source: Do you really want to overwrite the existing file?
ar: هل حقا تريد الكتابة فوق الملف الموجود؟
be: Вы ўпэўнены, што жадаеце перазапісаць існуючы файл?
bg: Сигурни ли сте, че искате да препокриете съществуващия файл?
ca: Estàs segur que vols sobreescriure el fitxer ja existent?
el: Θέλετε σίγουρα να αντικαταστήσετε το υπάρχων αρχείο;
fa: آیا شما واقعا می خواهید به بازنویسی فایل های موجود؟
fi: Haluatko todella ylikirjoittaa olemessa tiedostoa?
fil: Gusto mo ba talagang patungan ang file?
hr: Želite li zaista da napišete preko postojeće datoteke?
it: Vuoi veramente sovrascrivere il file esistente?
lv: Vai Jūs tiešām vēlaties pārrakstīt esošu failu?
mk: Дали сакате да ја презапишете датотеката?
oc: Sètz segur que volètz espotir lo fichièr existent ?
pa: ਤੁਸੀ ਕਯਾ ਸਚੀ ਪਹਲੀ ਫਾਇਲ ਤੇ ਓਤੇ ਲਿਖਣ ਚਹਾਨਹੇਹੋ ?
ro: Doriți întradevăr să suprascrieți fișierul existent?
sd: शा तहां मौजूदा फाइल ते वरी सां लिखण चाह्यो ता?
ug: مەۋجۇت ھۆججەتنى راستىنلا قاپلىۋېتەمسىز؟

source: Word count
fi: Sanamäärä

source: One word.
fi: Yksi sana.

source: %d words.
fi: %d sanaa.

source: Import
ar: استيراد
be: Імпартаваць
bg: Импортирай
ca: Importa
el: Εισαγωγή
fa: واردات
fi: Tuo
hr: Uvedi
it: Importa
lv: Importēt
mk: Внеси
oc: Importar
pa: ਇੰਪੋਰਟ
ro: Importă
sd: आयात
ug: ئەكىر

source: Save as
ar: حفظ باسم
be: Захаваць як
bg: Запази като
ca: Anomena i desa
el: Αποθήκευση ως
fa: ذخیره به عنوان
fi: Tallenna nimellä
fil: I-save bilang
hr: Sačuvati kao
it: Salva come
lv: Saglabāt kā
mk: Сними како
oc: Enregistrar jos
pa: ਇਸ ਤਰਾਂ ਸੰਭਾਲੋ
ro: Salvează ca
sd: ईयं सुरक्षित कयो
ug: باشقا ئاتتا ساقلا

source: Text modified
ar: نص تعديل
be: Тэкст зменены
bg: Текста е променян
ca: Text modificat
el: Τροποποιημένο κείμενο
fa: متن اصلاح شده
fi: Tekstiä muokattu
fil: Binagong Teksto
hr: Tekst izenjen
it: Testo modificato
lv: Teksts izmainīts
mk: Текстот е променет
oc: Tèxte modificat
pa: ਪਾਠ ਸ਼ੋਧ
ro: Text modificat
sd: पाठ बदल जी वयो
ug: تېكست ئۆزگەردى

source: Do you want to save the changes?
ar: هل تريد حفظ التغييرات؟
be: Вы жадаеце захаваць змяненні?
bg: Искате ли за запазите промените?
ca: Voleu desar els canvis?
el: Θέλετε να αποθηκεύσετε τις αλλαγές;
fa: آیا شما می خواهید برای ذخیره تغییرات؟
fi: Haluatko tallentaa muutokset?
fil: Gusto mo bang i-save ang mga pagbabago?
hr: Želiš li sačuvati izmene?
it: Vuoi salvare le modifiche?
lv: Vai Jūs vēlaties saglabāt izmaiņas?
mk: Дали сакате да ги снимите промените?
oc: Volètz enregistrar las modificacions ?
pa: ਤੁਸੀ ਕਯਾ ਬਦਲਾਵ ਰਖਣ ਚਹਾਨਦੇ ਹੈ ?
ro: Doriți să salvați modificările?
sd: ?शा तहां सहिया में बदलवान खे सुरक्षित करण ता चाह्यो
ug: ئۆزگەرتىشنى ساقلامسىز؟

source: Don't save
ar: لا تقم بحفظ
be: Не захоўваць
bg: Не запазвай
ca: No desis
el: Να μη γίνει αποθήκευση
fa: آیا صرفه جویی
fi: Älä tallenna
fil: Huwag i-save
hr: Nemoj sačuvati
it: Non salvare
lv: Nesaglabāt
mk: Не снимувај
oc: Enregistrar pas
pa: ਨਾ ਸੰਭਾਲੋ
ro: Nu salvați
sd: सुरक्षित न कयो
ug: ساقلىما

source: Theme
ar: الموضوع
be: Тэма
bg: Палитра
ca: Tema
el: Θέμα
fa: موضوع
fi: Teema
fil: Tema
hr: Tema
it: Tema
lv: Tēma
mk: Тема
oc: Tèma
pa: ਥੀਮ
ro: Temă
sd: विषयवस्तु
ug: ئۆرنەك

source: Pick a theme
ar: اختر موضوعا
be: Выбраць тэму
bg: Избери палитра
ca: Escull un tema
el: Επιλογή ενός θέματος
fa: انتخاب یک موضوع
fi: Valitse teema
fil: Pumili ng tema
hr: Odaberi temu
it: Scegli un tema
lv: Izvēlieties tēmu
mk: Избери тема
oc: Causissètz un tèma
pa: ਥੀਮ ਓਠਾਏ
ro: Alege temă
sd: विषयवस्तु खद्यो
ug: بىر ئۆرنەك تاللاڭ

source: Default
ar: الافتراضي
be: Па змаўчанні
bg: По подразбиране
ca: Per defecte
el: Προεπιλογή
fa: پیش فرض
fi: Oletus
hr: Uobičajeno
it: Predefinito
lv: Noklusējuma
mk: Стандардно
oc: Per defaut
pa: ਡਿਫਾਲਟ
ro: Implicit
sd: डिफ़ॉल्ट
ug: كۆڭۈلدىكى

source: Monospaced font
ar: خط Monospaced
be: Монашырынны шрыфт
bg: Шрифт monospace
ca: Font monoespaiada
el: Γραμματοσειρά Monospaced
fa: مونو فاصله فونت ها
fi: Kiinteävälinen fontti
hr: Mono-odvijen font
it: Carattere Monospaced
lv: Vienplatuma fonts
mk: Моно одделен фонт
oc: Poliça monospace
pa: ਮੋਨੋਸਪੇਪਡ ਫਾੰਟ
ro: Font Monospaced
sd: समंदूरी फॉण्ट
ug: تەڭ كەڭلىكتىكى خەت نۇسخا

source: Serif font
ar: الخط Serif
be: Шрыфт з засечкамі
bg: Шрифт Serif
ca: Tipus de lletra Serif
el: Γραμματοσειρά Serif
fa: قلم سریف
fi: Päätteelinen fontti
hr: Font Serif
it: Carattere Serif
lv: Serif fonts
mk: Сериф фонт
oc: Poliça serif
pa: ਸੈਰਿਫ ਫਾੰਟ
ro: Font Serif
sd: सेरिफ़ फॉण्ट
ug: Serif خەت نۇسخا
