Repository: openintents/translations-export
Catalog: translations_notepad/*.po
Languages: ar, be, bg, ca, el, fa, fi, fil, hr, it, lv, mk, oc, pa, ro, sd, ug

source: Reverse Alphabetical
ar: عكس أبجدي
be: Ад Я да А
bg: Обратно на азбучния ред
ca: Ordre alfabètic invers
el: Αλφαβητικά με ανάποδη σειρά
fa: معکوس به ترتیب حروف الفبا
fi: Aakkosellinen takaperin
fil: Baliktad na Alpabetiko
hr: Obrtno abecedi
it: Alfabetico inverso
lv: Pretēji alfabēta secībai
mk: Обратно од азбучен ред
oc: Inversar l'òrdre alfabetic
pa: ਉਲਟਾ ਵਰਣਨਮਾਲਾ ਅਨੁਮਾਰ
ro: Invers alfabetic
sd: प्रतिलोम वर्णमाला अनुक्रमणिका
ug: تەتۈر ئېلىپبە تەرتىپى

source: Last Modified
ar: آخر تعديل
be: Апошняе змяненне
bg: Последна промяна
ca: Modificat per darrer cop
el: Τελευταία Τροποποίηση
fa: تاریخ آخرین ویرایش
fi: Viimeksi muokattu
fil: Huling Binago
hr: Posljednja Izmjena
lv: Pedējo reizi mainīts
mk: Последен пат променето
pa: ਆਖਰੀ ਬਦਲਾਵ
ro: Modificat ultima dată pe
sd: आखरी बार संशोधित थ्यल
ug: ئاخىرقى ئۆزگەرتىش

source: First Modified
ar: تعديل لأول مرة
be: Першае змяненне
bg: Първа промяна
ca: Modificat per primer cop
el: Αρχική Τροποποίηση
fa: اول اصلاح شده
fi: Ensimmäiseksi muokattu
fil: Unang Binago
hr: Prva Izmjena
lv: Pirmo reizi mainīts
mk: Прв пат променето
pa: ਪਹਲਾ ਬਦਲਾਵ
ro: Modificat prima dată pe
sd: पहरों बार संशोधित
ug: تۇنجى ئۆزگەرتىش

source: Newest to Oldest
ar: من الأحدث إلى الأقدم
be: Ад новай да даўняй
bg: От най-ново към най-старо
ca: De més nou a més vell
el: Από νεότερο σε παλαιότερο
fa: جدیدترین در ابتدا
fi: Uusimmasta vanhimpaan
fil: Pinakabago hangang sa Pinakaluma
hr: Novije prema Starijem
it: Da nuove a vecchie
lv: No jaunākā uz vecāko
mk: Од најново до најстаро
oc: Del mai recent al mai ancian
pa: ਨਵੇ ਕੋ ਪੁਰਾਨਾ
ro: Cea mai nouă spre cea mai veche
sd: सबहिन खां नए खां वठी सबहिन खां पुराणे ताणी
ug: يېڭىدىن كونىغا

source: Oldest to Newest
ar: من الأقدم إلى الأحدث
be: Ад даўняй да новай
bg: От най-старо към най-ново
ca: De més vell a més nou
el: Από παλαιότερο σε νεότερο
fa: قدیمی تر به جدید ترین
fi: Vanhimmasta uusimpaan
fil: Pinakaluma hangang sa Pinakabago
hr: Starije prema Novijem
it: Da vecchie a nuove
lv: No vecākā uz jaunāko
mk: од најстаро до најново
oc: Del mai ancian al mai recent
pa: ਪੁਰਾਨੇ ਕੋ ਨਵਾ
ro: Cea mai veche spre cea mai nouă
sd: सबहिन खां पुराणे खां वठी सबहिन खां नए ताणी
ug: كونىسىدىن يېڭىغا

source: Tiny
ar: صغيرة
be: Малюсенькі
bg: Много малък
ca: Minúscula
el: Μικροσκοπικό
fa: کوچک
fi: Erittäin pieni
fil: Katiting
hr: Sićušan
it: Piccoli
lv: Sīks
mk: Ситно
oc: Minuscul
pa: ਬਾਰੀਕ
ro: Minuscul
sd: नन्हा
ug: كىچىكرەك

source: Small
ar: الصغيرة
be: Малы
bg: Малък
ca: Petita
el: Μικρό
fa: کوچک
fi: Pieni
fil: Maliit
hr: Mali
it: Piccolo
lv: Mazs
mk: Мал
oc: Pichon
pa: ਛੋਟਾ
ro: Mic
sd: छोटा
ug: كىچىك

source: Large
ar: كبير
be: Вялікі
bg: Голям
ca: Gran
el: Μεγάλο
fa: بزرگ
fi: Suuri
fil: Malaki
hr: Veliki
it: Grande
lv: Liels
mk: Голем
oc: Grand
pa: ਵੱਡਾ
ro: Mare
sd: बड़ा
ug: چوڭ

source: Add-ons
ar: الوظائف الإضافية
be: Дапаўненні
bg: Добавки
ca: Complements
el: Πρόσθετα
fa: افزودنی سانبرد
fi: Lisäosat
hr: Dodaci
it: Componenti aggiuntivi
lv: Papildinājumi
mk: Додатоци
oc: Empeutons
pa: ਐਡ-ਆਨ
ro: Module
sd: आड-ओंस
ug: قىستۇرمىلار

source: Get new add-ons
ar: الحصول على الوظائف الإضافية الجديدة
be: Усталяваць новыя дапаўненні
bg: Вземи нови добавки
ca: Aconsegueix complements
el: Λήψη νέων προσθέτων
fa: افزودنی سانبرد
fi: Lataa uusia lisäosia
fil: Kumuha ng bagong add-ons
hr: Preuzime nove dodatake
it: Scarica nuovi componenti aggiuntivi
lv: Iegūt jaunus papildinājumus
mk: Земи нови додатоци
oc: Obténer d'empeutons novèls
pa: ਨਵੇ ਐਡ-ਆਨ ਲਾਏ
ro: Obține module noi
sd: नया आड-ओंस वठो
ug: يېڭى قىستۇرمىغا ئېرىش

source: Search for extensions and themes online.
ar: البحث عن ملحقات والمواضيع على الإنترنت.
be: Пошук пашырэнняў і тэм ў інтэрнэце.
bg: Търсене за разширения и палитри онлайн.
ca: Cerca extensions i temes en línia.
el: Αναζήτηση για επεκτάσεις και θέματα στο διαδίκτυο
fa: جستجو برای پسوند ها و تم های آنلاین
fi: Etsi lisäosia ja teemoja internetistä.
fil: Maghanap ng mga ekstensiyon at tema sa online.
hr: Pretraživanje za dodacima i temama na mreži.
it: Cerca estensioni e temi online.
lv: Meklēt paplašinājumus un tēmas tiešsaistē.
mk: Пребарувај екстензии и теми онлајн.
oc: Recercar d'extensions e de tèmas en linha.
pa: ਇਕਸਟੈੰਸ਼ਨ ਹੋਰ ਥੀਮ ਢੂੰਡੇ
ro: Caută extensii și teme online.
sd: विस्तारों अऊँ विषयों खे ऑनलाइन गोल्यो
ug: توردىن كېڭەيتىلمە ۋە ئۆرنەك ئىزدەيدۇ.

source: Get add-ons from Market
ar: الحصول على الوظائف الإضافية من السوق
be: Усталяваць дапаўненні з Market
bg: Вземи добавки от Market
ca: Aconsegueix complements del Mercat
el: Λήψη προσθέτων από το Market
fa: افزودنی سانبرد از بازار
fi: Lataa lisäosia Marketista
fil: Kumuha ng add-ons sa Merkado
hr: Preuzmi dodatke iz Market-a
it: Scarica componenti aggiuntivi dal Market
mk: Земи додатоци од маркетот
oc: Obténer d'ensèrts dempuèi lo Market.
pa: ਐਡ ਆੋਨ ਬਾਜਾਰ ਤੋ ਲਾਏ
ro: Obține module de la Piață
sd: आड-ओंस बाजार मां वठो
ug: بازاردىن قىستۇرمىغا ئېرىش

source: Get add-ons from OpenIntents
ar: الحصول على الوظائف الإضافية من Openlntents
be: Усталяваць дапаўненні з OpenIntents
bg: Вземи добавки от OpenIntents
ca: Aconsegueix complements d'OpenIntents
el: Λήψη προσθέτων από OpenIntents
fa: افزودنی سانبرد تاندربرد سیمانکی سانبرد از OpenIntents
fi: Lataa lisäosia OpenIntents:ltä
fil: Kumuha ng add-ons sa OpenIntents
hr: Preuzmi dodatke sa OpenIntents-a
it: Scarica componenti aggiuntivi da OpenIntents
mk: Земи додатоци од OpenIntents
oc: Obténer d'ensèrts dempuèi OpenIntents
pa: ਐਡ ਆੋਨ OpenIntents ਤੋ ਲਾਏ
ro: Obține module de la OpenIntents
sd: आड-ओंस OpenIntents मां वठो
ug: OpenIntents دىن قىستۇرمىغا ئېرىش

source: Extensions
ar: ملحقات
be: Пашырэння
bg: Разширения
el: Επεκτάσεις
fa: گسترش دهنده ها
fi: Laajennokset
fil: Mga Ekstensiyon
hr: Dodaci
it: Estensioni
mk: Екстензии
pa: ਇਕਸਟੈਨਸ਼ਨ
ro: Extensii
sd: एक्सटेंशन्स
ug: كېڭەيتىلمە

source: Themes
ar: المواضيع
be: Тэмы
bg: Палитри
ca: Temes
el: Θέματα
fa: تمها
fi: Teemat
fil: Mga Tema
hr: Teme
it: Temi
mk: Теми
oc: Tèmas
pa: ਥੀਮ
ro: Teme
sd: थीम्स
ug: ئۇسلۇبلار

source: Search for extensions at Android Market.
ar: البحث عن ملحقات في "سوق الروبوت".
be: Пошук пашырэнняў ў Android Market.
bg: Търсене за разширения в Android Market.
ca: Cerca extensions al Mercat d'Android
el: Αναζήτηση επεκτάσεων στο Android Market.
fa: جستجو برای پسوندهای در بازار آندروید.
fi: Hae laajennoksia Android Marketista.
fil: Maghanap ng mga ekstensiyon sa Android Merkado
hr: Pretraži dodatke na Android Market-u.
it: Cerca estensioni nel Market di Android.
mk: Пребарувај екстензии на Android маркетот.
oc: Recercar d'extensions sus l'Android Market
pa: ਇਕਸਟੈਨਸ਼ਨ ਐੰਡਰਆੋਯਡ ਬਾਜਾਰ ਤੋ ਲਾਏ
ro: Caută extensii pe Android Market
sd: Android बाजार में एक्सटेंशन खे गोल्यो
ug: كېڭەيتىلمىلەرنى ئاندىرويىد بازاردىن ئىزدەيدۇ.

source: Search for themes at Android Market.
ar: البحث عن مواضيع في "سوق الروبوت".
be: Пошук тэм ў Android Market.
bg: Търсене за палитри в Android Market.
ca: Cerca temes al Mercat d'Android
el: Αναζήτηση θεμάτων στο Android Market.
fa: جستجو برای تم در بازار آندروید
fi: Hae teemoja Android Marketista.
fil: Maghanap ng mga tema sa Android Merkado
hr: Pretraži teme na Android Market-u.
it: Cerca temi nel Market di Android
mk: Пребарувај теми на Android маркетот.
oc: Recercar de tèmas sus l'Android Market.
pa: ਥੀਮ ਐੰਡਰਆੋਯਡ ਬਾਜਾਰ ਤੋ ਲਾਏ
ro: Caută teme la Piaţa Android.
sd: अंद्रोइड बाजार में थीम्स गोल्यो
ug: ئاندرويىد بازاردىن ئۆرنەك ئىزدەيدۇ.

source: Get extensions from the OpenIntents homepage.
ar: الحصول على ملحقات من Openlntents الصفحة الرئيسية.
be: Усталяваць пашырэнні з хатняй старонцы OpenIntents.
bg: Вземете разширения от началната страница на OpenIntents.
ca: Aconsegueix extensions de la pàgina d'inici d'OpenIntents
el: Λήψη επεκτάσεων από την κεντρική σελίδα του OpenIntents.
fa: الحاقات از یک پیام خصوصی به OpenIntents
fi: Lataa laajennoksia OpenIntents kotisivuilta.
fil: Maghanap ng mga ekstensiyon sa OpenIntents homepage.
hr: Preuzmi dodatke na OpenIntents strainici.
it: Scarica estensioni dalla pagina web di OpenIntents.
mk: Земи екстензии од OpenIntents страницата.
oc: Obténer d'extensions dempuèi lo site d'OpenIntents
pa: ਇਕਸਟੈਨਸ਼ਨ OpenIntents ਤੇ ਹੋਮਪੇਜ ਤੋ ਲਾਏ
ro: Instalează extensii de pe siteul OpenIntents.
sd: OpenIntents मुखपृष्ठ मां एक्सटेंशन प्राप्त कयो
ug: كېڭەيتىلمىلەرگە OpenIntents باش بەتتىن ئېرىشىدۇ.

source: Get themes from the OpenIntents homepage.
ar: الحصول على مواضيع من Openlntents الصفحة الرئيسية.
be: Усталяваць тэмы з хатняй старонцы OpenIntents.
bg: Вземете палитри от началната страница на OpenIntents
ca: Aconsegueix temes de la pàgina d'inici d'OpenIntents
el: Λήψη θεμάτων από την κεντρική σελίδα του OpenIntents.
fa: دریافت تم از یک پیام خصوصی به OpenIntents
fi: Lataa teemoja OpenIntents kotisivuilta.
fil: Kumuha ng mga tema sa OpenIntents homepage.
hr: Preuzmi teme na OpenIntents stranici.
it: Scarica temi dalla pagina web di OpenIntents.
mk: Земи теми од OpenIntents страницата.
oc: Obténer de tèmas dempuèi la pagina internet d'OpenIntents
pa: ਥੀਮ OpenIntents ਤੇ ਹੋਮਪੇਜ ਤੋ ਲਾਏ
ro: Obține teme de la pagina principală OpenIntents.
sd: OpenIntents मुखपृष्ठ मां थीम्स प्राप्त कयो
ug: OpenIntents تورتۇرادىن ئۆرنەككە ئېرىشىدۇ.

source: Deletion Confirmation
ar: تأكيد الحذف
be: Пацверджанне выдалення
bg: Потвърждаване на изтриването
ca: Confirmació de la supressió
el: Επιβεβαίωση Διαγραφής
fa: تایید حذف
fi: Vahvista poisto
fil: Pagtanggal Kumpirmasyon
hr: Potvrda Brisanja
mk: Потврда за бришење
pa: ਕਨਫਰਮੇਸ਼ਨ ਮਿਟਾਏ
sd: मितायण जो पुष्टिकरण
ug: ئۆچۈرۈش جەزملەش

source: Are you sure you want to delete this note?
ar: هل أنت متأكد من أنك تريد حذف هذه الملاحظة؟
be: Вы ўпэўнены, што жадаеце выдаліць гэту нататку?
bg: Сигурни ли сте, че искате да изтриете тази бележка?
ca: Esteu segurs que voleu suprimir aquesta nota?
el: Είστε σίγουρος οτι θέλετε να διαγράψετε αυτή τη σημείωση;
fa: آیا شما مطمئن هستید که می خواهید پاک کنید این توجه؟
fi: Oletko aivan varma, että haluat poistaa tämän muistiinpanon?
fil: Sigurado ka bang gusto mong tanggalin ang tala na ito?
hr: Da li siguran da želiš da obrišep ovu bilješku?
mk: Дали сакате да ја избришете оваа белешка?
pa: ਕਯਾ ਆਪ ਯੇ ਨੋਟ ਮਿਟਾਨਾ ਚਾਹਤੇ ਹੈ ?
sd: शा तहां इन्न व्याख्य खे मितायण जे लाये निश्चित आयो
ug: بۇ خاتىرەنى راستىنلا ئۆچۈرەمسىز؟

source: New note
ar: ملاحظة جديدة
be: Новая нататка
bg: Нова бележка
ca: Nota nova
el: Νέα σημείωση
fa: یادداشتِ جدید
fi: Uusi muistiinpano
fil: Bagong tala
hr: Nova bilješka
mk: Нова белешка
pa: ਨਵਾ ਨੋਟ
sd: नयी व्यख्या
ug: يېڭى خاتىرە

source: OI Notepad allows to create, edit, and delete notes.
ar: OI المفكرة"ويسمح برنامج إنشاء وتحرير وحذف الملاحظات
it: OI Blocco Note permette di creare, modificare ed eliminare i tuoi appunti
oc: OI Notepad permet de crear, modificar e suprimir de nòtas.
ro: OI Notepad vă permite să creați, modificați și ștergeți note.
ug: OI خاتىرە دەپتەر خاتىرە قۇرۇش، تەھرىرلەش ۋە ئۆچۈرۈشكە يول قويىدۇ.

source: OI Notepad
ar: OI المفكرة
be: OI Нататнік
ca: Bloc de notes d'OI
fa: OI يادداشت
fil: OI Talaan
hr: OI Blokčić
it: OI Blocco Note
lv: OI Piezīmju bloks
mk: OI Бележник
pa: OI ਨੋਟਪੈਡ
sd: OI नोटपैड
ug: OI خاتىرە دەپتەر

source: OK
ar: موافق
bg: ОК
ca: D'acord
el: Εντάξει
fa: خوب
lv: Labi
mk: Во ред
oc: D'acòrdi
pa: ਠੀਕ ਹੈ
sd: ठीक आ
ug: جەزملە

source: Send
it: Invia
oc: Mandar
ro: Trimite

source: No application available for sending.
it: Nessuna applicazione disponibile per l'invio
oc: Pas d'aplicacion disponibla pel mandadadís
ro: Nu există aplicație pentru trimitere.
