Repository: openintents/translations-export
Catalog: translations_notepad/*.po
Languages: ar, be, bg, ca, el, fa, fi, fil, hr, it, lv, mk, oc, pa, ro, sd, ug

source: Search
ar: البحث
be: Пошук
bg: Търси
ca: Cerca
el: Αναζήτηση
fa: جستجو
fi: Hae
fil: Maghanap
hr: Traži
it: Cerca
lv: Meklēt
mk: Пребарување
oc: Recercar
pa: ਖੋਜੋ
ro: Caută
sd: खोजयो
ug: ئىزدە

source: No results found for %s.
ar: العثور على أية نتائج %s
be: Не знойдзена вынікаў для %s.
bg: При търсенето за %s не бяха открити резултати.
ca: No s'han trobat resultats per a %s
el: Κανένα αποτέλεσμα δε βρεθηκε για %s.
fa: بدون نتیجه برای یافتs%
fi: Tuloksia ei löytynyt hakusanalla %s
fil: Walang resultang nakita para sa %s.
hr: Nema rezultata za %s.
it: Nessun risultato trovato per &s.
lv: Nav rezultātu vaicājumam %s.
mk: Нема резултати за поимот %s.
oc: Cap de resultat pas trobat per %s.
pa: %s ਲਿਏ ਕੋਈ ਰਿਜਲਟ ਨਹੀ ਮਿਲਾ
ro: Nu s-au găsit rezultate pentru %s.
sd: s जे लायेकोई परिणाम काने%
ug: %s نىڭ نەتىجىسى تېپىلمىدى.

source: OI Notepad search
ar: بحث المفكرة OI
be: Пошук у OI Нататніку
bg: OI Notepad търсене
ca: Cerca del bloc de notes de l'OI
el: Αναζήτηση στο OI Notepad
fa: جستجوی OI دفترچه یادداشت
fi: OI Muistion haku
fil: OI Talaan paghanap
hr: Pretraga OI Blokčića
it: Ricerca OI Blocco Note
lv: OI Piezīmju bloka meklēšana
mk: OI Бележник пребарување
oc: Recèrca OI Notepad
pa: OI ਨੋਟਪੈਡ ਖੋਜ
ro: Caută OI Notepad
sd: OI नोट्पाद खोज
ug: OI خاتىرە دەپتەر ئىزدە

source: Titles of your notes
ar: عناوين الملاحظات الخاصة بك
be: Загалоўкі вашых нататак
bg: Имената на бележките Ви
ca: Títols de les teves notes
el: Τίτλοι των σημειώσεων σας
fa: عناوین یادداشت شما
fi: Muistiinpanojesi otsikot
fil: Pamagat ng iyong mga tala
hr: Naslovi tvojih bilješki
it: Titoli delle note
lv: Jūsu piezīmju virsraksti
mk: Наслови на вашите белешки
oc: Títol de vòstras nòtas
pa: ਨੋਟੋ ਦੇ ਸ਼ੀਰਸ਼ਕ
ro: Titlurile pentru notele tale
sd: व्याख्याओं जे लाये शीर्षक
ug: ئىزاھاتىڭىزنىڭ ماۋزۇسى

source: Cancel
ar: إلغاء الأمر
be: Адмяніць
bg: Отказ
ca: Canceŀla
el: Ακύρωση
fa: لغو
fi: Peruuta
fil: Kanselahin
hr: Otkazati
it: Annulla
lv: Atcelt
mk: Поништи
oc: Anullar
pa: ਰਦ ਕਰੋ
ro: Renunță
sd: |रद्द क्यो
ug: ۋاز كەچ

source: Use this theme for all lists
ar: استخدم هذا الموضوع لجميع القوائم
be: Выкарыстоўваць дадзеную тэму для ўсіх спісаў
bg: Използване на тази палитра за всички списъци
ca: Utilitza aquest tema per a totes les llistes
el: Χρήση αυτού του θέματος σε όλες τις λίστες
fa: با استفاده از این موضوع برای تمام فهرست ها
fi: Käytä tätä teemaa kaikille listoille
fil: Gamitin itong tema para sa lahat ng mga listahan
hr: Koristi ovu temu za sve liste
it: Usa questo tema per tutti gli elenchi
lv: Izmantot šo tēmu visiem sarakstiem
mk: Користи ја оваа тема за сите листи
oc: Utilizar aqueste tèma per totas las listas
pa: ਸਭੀ ਲਿਸਟੋ ਤੇ ਲਿਏ ਯੇ ਥੀਮ ਦਾ ਇਸਤਮਾਲ ਕਰੇ
ro: Utilizează această temă pentru toate listele
sd: सभीन सूच्युन लाये इन्ह विषयवस्तु जो प्रयोग कयो
ug: بۇ ئۆرنەكنى ھەممە تىزىمغا ئىشلەت

source: Get more themes
ar: الحصول على المزيد من المواضيع
be: Атрымаць больш тэм
bg: Вземете повече палитри
ca: Aconsegueix més temes
el: Λήψη επιπλέον θεμάτων
fa: دریافت تم بیشتر
fi: Lataa lisää teemoja
fil: Kumuha ng iba pang mga tema
hr: Preuzimi više tema
it: Scarica altri temi
lv: Iegūt vairāk tēmu
mk: Земи повеќе теми
oc: Aver mai de tèmas
pa: ਓਰ ਥੀਮ ਲਾਏ
ro: Obţine mai multe teme
sd: बियून भी विषयवस्तु खंदी अच्चो
ug: تېخىمۇ كۆپ ئۆرنەككە ئېرىش

source: All notes
ar: كافة الملاحظات
be: Усе нататкі
bg: Всички бележки
ca: Totes les notes
el: Όλες οι σημειώσεις
fa: تمام یادداشت ها
fi: Kaikki muistiinpanot
fil: Lahat ng talas
hr: Sve bilješke
it: Tutte le note
lv: Visas piezīmes
mk: Сите белешки
oc: Totas las nòtas
pa: ਸਭੀ ਨੋਟ
ro: Toate notele
sd: सद्यूं व्याख्या
ug: ھەممە ئىزاھات

source: Notes List
ar: قائمة الملاحظات
be: Спіс нататак
bg: Списък с бележки
ca: Llista de notes
el: Λίστα σημιώσεων
fa: لیست یادداشت ها
fi: Muistiinpanolista
fil: Listahan ng talas
hr: Lista Bilješki
it: Elenco note
lv: Piezīmju saraksts
mk: Листа на белешки
oc: Lista de las Nòtas
pa: ਨੋਟਾ ਦੀ ਲਿਸਟ
ro: Listă note
sd: व्यखायुं जी सूची
ug: ئىزاھات تىزىمى

source: List Sorting Order
ar: قائمة ترتيب الفرز
be: Парадак сартавання спісу
bg: Подреждане на бележките в списъка
ca: Ordenació de la llista
el: Σειρά ταξινόμησης λιστών
fa: لیست دسته بندی سفارش
fi: Listan järjestelemisen järjestys
fil: Ilista ang Pagkakasunud-sunod ng Pagaayos
hr: Redosljed u listi
it: Ordinamento elenco
lv: Saraksta kārtošanas secība
mk: Вид на сортирање
oc: Lista de l'òrdre de triada
pa: ਲਿਸਟ ਛਾਟਨ ਹਾ ਕਰਮ
ro: Ordonarea listei
sd: सूचीय जो अलग करण जो क्रम
ug: تىزىم تەرتىپلەش تەرتىپى

source: The order in which notes are shown in the notes list
ar: بالترتيب الذي تظهر الملاحظات في قائمة الملاحظات
be: Парадак адлюстравання нататак у спісе
bg: Реда, в който бележките се показват в списъка
ca: Ordre en el qual es mostren les notes a la llista de notes
el: Η σειρά με την οποία οι σημειώσεις εμφανίζονται στη λίστα σημειώσεων
fa: نظم که در آن یادداشت ها در لیست یادداشت ها نشان داده شده است
fi: Järjestys jossa muistiinpanot näytetään muistiinpanolistassa
fil: Ang pagkakasunud-sunod kung saan ang mga tala ay ipinapakita sa listahan
hr: Redosljed u kom su bilješke prikazane u listi bilješki
it: Ordine di visualizzazione delle note
lv: Secība, kurā piezīmes tiek parādītas piezīmju sarakstā
mk: Редотпри кој белешките се прикажани во листата на белешки
oc: L'òrdre dins lo qual las nòtas son afichadas dins la lista de nòtas
pa: ਲਿਸਟ ਛਾਟਨ ਹਾ ਕਰਮ ਮਾਰਕੀ ਨੋਟ ਸ਼ੀਰਸ਼ਕ
ro: Ordinea în care notele sunt afișate in listă
sd: ऊओ क्रम जेमे व्याखा व्याखा जी सूची में लगंदी आ
ug: قايسى ئىزاھاتنىڭ ئىزاھات تىزىملىكىدە كۆرۈنۈش تەرتىپى

source: Marquee note titles.
ar: عناوين ملاحظة الشاشة الاسمية.
be: Пракручваць загалоўкі нататак.
bg: Заглавие на маркираната белжка.
ca: Títols de nota Marquee
el: Κύλιση τίτλων σημειώσεων.
fa: عناوین دار متحرک توجه
fi: Päällystä muistiinpanojen otsikot
fil: Nakatataas na pamagat ng tala.
hr: Marikiraj naslove bilješki.
lv: Ritināmi piezīmju virsraksti.
mk: Означи ги имињата на белешките
pa: ਮਾਰਕੀ ਨੋਟ ਸ਼ੀਰਸ਼ਕ
sd: मार्की व्याख्या शीर्षक

source: Continuously scroll note titles that are too long.
ar: التمرير باستمرار علما العناوين التي تكون طويلة جداً.
be: Пастаянна пракручваць загалоўкі нататак, калі яны занадта доўгія.
bg: Непрекъснато премествай заглавията на бележките, които са прекалено дълги.
ca: Desplaça automàticament els títols que són massa llargs
el: Συνεχής κύλιση τίτλων σημειώσεων που είναι πολύ μεγάλοι.
fa: به طور مداوم اسکرول عناوین توجه که بیش از حد طولانی
fi: Selaa jatkuvasti niiden muistiinpanojen otsikot, jotka ovat liian pitkiä
fil: Patuloy na i-scroll ang pamagat na masyadong mahaba.
hr: Uvek spusti naslove bilješki koji su predugački.
lv: Nepārtraukti ritināt piezīmju virsrakstus, kuri ir pārāk gari.
mk: Континуирано помрднувај ги насловите кои се предолги.
pa: ਨੋਟ ਬਦਲੀ ਉਪਕਰਮ
sd: वधीक लंबा व्याख्या शीर्षकन खे लगातार खिसकईन्दा रह्यो

source: Note Editor
ar: ملاحظة المحرر
be: Рэдактар нататак
bg: Редактиране на бележки
ca: Editor de notes
el: Επεξεργαστής σημειώσεων
fa: ویرایشگر توجه داشته باشید
fi: Muistiinpanoeditori
fil: Tagapagpalit ng Tala
hr: Izmenjivač Bilješki
it: Editor delle note
lv: Piezīmju rediģētājs
mk: Уредување на белешки
oc: Editor de nòta
pa: ਨੋਟ ਬਦਲੀ ਉਪਕਰਮ
ro: Editor de Note
sd: व्याख्या संपादक
ug: ئىزاھات تەھرىرلىگۈچ

source: Font size
ar: حجم الخط
be: Памер шрыфта
bg: Размер на шрифта
ca: Mida de la lletra
el: Μέγεθος γραμματοσειράς
fa: اندازه فونت ها
fi: Fontin koko
fil: Laki ng font
hr: Veličina fonta
it: Dimensione caratteri
lv: Fonta lielums
mk: Големина на фонт
oc: Talha de la poliça
pa: ਫੋਂਟ ਸਾਈਜ਼
ro: Dimensiune font
sd: फ़ॉन्ट आकार
ug: خەت چوڭلۇقى

source: Change font size
ar: تغيير حجم الخط
be: Змяніць памер шрыфта
bg: Промени размера на шрифта
ca: Canvia la mida de la lletra
el: Αλλαγή μεγέθους γραμματοσειράς
fa: ویرایش اندازه فونت ها
fi: Vaihda fontin koko
fil: Palitan ang laki ng font
hr: Izmeni veličinu fonta
it: Modifica dimensione caratteri
lv: Izmainīt fonta lielumu
mk: Промени ја големината на фонтот
oc: Cambiar la talha de la poliça
pa: ਫੋਂਟ ਸਾਈਜ਼ ਬਦਲੇ
ro: Schimbă dimensiunea fontului
sd: फ़ॉन्टयो आकार बदलयो
ug: خەت چوڭلۇقىنى ئۆزگەرت

source: Choose font size
ar: اختر حجم الخط
be: Выбраць памер шрыфта
bg: Избери размер на шрифта
ca: Escull la mida de la lletra
el: Επιλογή μεγέθους γραμματοσειράς
fa: انتخاب اندازه فونت ها
fi: Valitse fontin koko
fil: Pumili ng laki ng font
hr: Odaberi veličinu fonta
it: Scegli dimensione caratteri
lv: Izvēlēties fonta lielumu
mk: Избери големина на фонт
oc: Causir la talha de la poliça
pa: ਫੋਂਟ ਸਾਈਜ਼ ਚੁਨੇ
ro: Alege dimensiunea fontului
sd: फ़ॉन्टयो आकार चुन्द्यो
ug: خەت چوڭلۇقىنى تاللاڭ

source: Auto-create Links
ar: الإنشاء التلقائي للارتباطات
be: Аўта-стварэнне спасылак
bg: Създавай автоматично линкове
ca: Crea automàticament enllaços
el: Αυτόματη δημιουργία συνδέσμων
fa: خودکار ایجاد لینک
fi: Luo linkit automaattisesti
fil: Kusang gumawa ng Links
hr: Autmatski napravi Linkove
it: Crea collegamenti in automatico
lv: Automātiski izveidot saīsnes
mk: Автоматски креирај линкови
oc: Autocrear de ligams
pa: ਲਿੰਕ ਖੁਦ ਬਨੇ
ro: Crează automat legături
sd: स्वत: निर्मित लिंक
ug: ئۆزلۈكىدىن ئۇلانما قۇر

source: Create links for phone numbers and email/street/web addresses
ar: إنشاء ارتباطات لأرقام الهواتف والبريد الإلكتروني/ الشوارع/عناوين الويب
be: Стварэнне спасылак на нумары тэлефонаў і email/паштовых/вэб адрасоў
bg: Създаване на линкове за телефонни номера и имейл/улични/уеб адреси
ca: Crea enllaços per a números de telèfon i adreces de correu/carrer/web
el: Δημιουργία συνδέσμων για αριθμούς τηλεφώνου και διυθύνσεις ηλ. ταχυδρομείου/κατοικιών/διαδικτύου
fa: ایجاد لینک برای شماره تلفن ها و آدرس های ایمیل / خیابان ها / وب
fi: Luo linkit puhelinnumeroille ja sähköposteille/katuosoitteille/www-sivuille
fil: Gumawa ng mga link para sa mga numero ng telepono at email / adress ng kalye / address ng web
hr: Napravi linkove za brojeve telefona i adrese email-a, ulica i sajta.
it: Crea collegamenti ai numeri di telefono e agli indirizzi email/domicilio/web
lv: Izveidot saīsnes telefona numuriem un epastiem/ielu/tīmekļa adresēm
mk: Креирај линкови за телефонски броеви и електронска пошта/адреси/веб адреси
oc: Crear de ligams pels numèros de telefòn/email/carrièra/adreças internet
pa: ਫੋਨ ਨਬਰ ਹੋਰ ਈਮੇਲ / ਸਟਰੀਟ ਦਾ ਲਿੰਕ ਬਨਾਏ
ro: Crează legături pentru numere de telefon, adrese de email/străzi/internet
sd: फोन नंबर अऊँ ईमेल/सड़क/वेब पतन जे लाये लिंक ठायो
ug: تېلېفون نومۇرى ئۈچۈن ئېلخەت/كوچا/تور ئادرېس ئۇلانمىسى قۇرىدۇ

source: Do not create links on notes
ar: لا تقم بإنشاء ارتباطات على الملاحظات
be: Не ствараць спасылак ў нататках
bg: Не създавай линкове на бележки
ca: No creïs enllaços a les notes
el: Να μη δημιουργούνται σύνδεσμοι στις σημειώσεις
fa: لینک یادداشت را ایجاد کنید
fi: Älä luo linkkejä muistiinpanoihin
fil: Huwag gumawa ng link sa mga tala
hr: Nepravi linkove na bilješkama
it: Non creare collegamenti alle note
lv: Neizveidot saīsnes piezīmēs
mk: Не креирај линкови на белешките
oc: Cear pas de ligams sus las nòtas
pa: ਨੋਟ ਯਾ ਲਿੰਕ ਨ ਬਨਾਏ
ro: Nu crea legături în note
sd: व्याख्या ते लिंक न ठायो
ug: ئىزاھاتقا ئۇلانما قۇرما

source: Character count
fi: Merkkimäärä

source: Show character count in editor
fi: Näytä merkkimäärä editorissa

source: Do not show character count in editor
fi: Älä näytä merkkimäärää editorissa

source: Settings
ar: إعدادات
be: Наладкі
bg: Настройки
ca: Preferències
el: Ρυθμίσεις
fa: تنظیمات
fi: Asetukset
fil: Kaayusan
hr: Podešavanja
it: Impostazioni
lv: Iestatījumi
mk: Подесувања
oc: Paramètres
pa: ਸੈਟਿੰਗ
ro: Configurări
sd: सेटिंग्स
ug: تەڭشەكلەر

source: Sort Order
ar: ترتيب الفرز
be: Парадак сартавання
bg: Сортиране
ca: Ordenació
el: Σειρά ταξινόμησης
fa: ترتیب مرتب سازی بر اساس
fi: Järjestys
fil: Pagsasaayos ng Pagkakasunod-sunod
hr: Redosled Svrstavanja
it: Ordinamento
lv: Kārtošanas secība
mk: Начин на подредување
oc: Òrdre de triada
pa: ਸੋਰਟ ਓਰਡਰ
ro: Ordinea sortării
sd: छंटाई क्रम
ug: تەرتىپلەش تەرتىپى

source: read notes
ar: اقرأ الملاحظات
be: чытаць нататкі
bg: чети бележки
ca: llegeix notes
el: ανάνγωση σημειώσεων
fa: خوانده شده یادداشت
fi: lue muistiinpanoja
fil: basahin ang mga tala
hr: čitaj bilješke
it: leggi note
lv: lasīt piezīmes
mk: читај белешки
oc: legir las nòtas
pa: ਨੋਟ ਪਰੇ
ro: citește note
sd: व्याख्याऊँ पड्यो
ug: ئىزاھات ئوقۇ

source: Allows an application to read notes. Note that encrypted notes are provided in the encrypted format.
ar: يسمح لتطبيق بقراءة الملاحظات. علما بأن ترد ملاحظات مشفرة بتنسيق المشفرة.
be: Дазволіць прыкладанню чытаць нататкі. Заўвага: зашыфраваныя нататкі прадастаўляюцца ў зашыфраваным фармаце.
bg: Позволява на приложение да чете бележките. Имайте предвид, че шифрованите бележки се предоставят в шифрован формат.
ca: Permet a una aplicació llegir notes. Tingueu en compte que les notes encriptades es mostren en el format encriptat.
el: Επιτρέπει μια εφαρμογή να διαβάζει σημειώσεις. Σημειώστε οτι οι κρυπτογραφημένες σημειώσεις παρέχονται στην κρυπτογραφημένη μορφή.
fa: اجازه می دهد تا یک برنامه برای خواندن یادداشت. توجه داشته باشید که یادداشت های رمزگذاری شده در فرمت های رمزگذاری شده ارائه شده است.
fi: Sallii ohjelman lukea muistiinpanoja. Ota huomioon, että salatut muistiinpanot ovat saatavilla vain salatussa muodossa.
fil: Pinapayagan ang aplikasyon na bumasa ng mga tala. Tandaan na ang naka-encrypt na mga tala ay ibinigay sa naka-encrypt na ayos.
hr: Dozvoljava aplikaciji da čita bilješke. Primijetite da su šifrirane bilješke raspoložive u šifriranom formatu.
it: Permette all'applicazione di leggere le note. Da notare che le note codificate vengono fornite nel formato di codifica.
lv: Atļauj aplikācijai lasīt piezīmes. Ievērojiet, šifrētas piezīmes ir pieejamas šifrētā formātā.
mk: Овозможува на апликацијата да чита белешки. Енкриптираните белешки ќе бидат добиени во енкриптиран формат.
pa: ਐਪਲਿਕੇਸ਼ਨ ਨੂ ਨੋਟ ਪੜਣ ਦੀ ਈਜਾਜਤ ਦੇ
ro: Permite unei aplicații să citească note. Notele criptate sunt oferite în formatul criptat.
sd: अनुप्रयोगन खे व्यखायूं पदन जी अनुमति दीन्दो आ|इयो नोट कयो की गोपनीय व्याखायूं गोपनीय प्रारूप में में ही मिलन्दव
ug: پىروگراممىنىڭ ئىزاھات ئوقۇشىغا يول قويىدۇ. دىققەت شىفىرلانغان ئىزاھات شىفىرلانغان پىچىمدا تەمىنلىنىدۇ.

source: write notes
ar: كتابة مذكرات
be: запіс нататак
bg: пиши бележки
ca: escriu notes
el: εγγραφή σημειώσεων
fa: نوشتن یادداشت ها
fi: kirjoita muistiinpanoja
fil: Sumulat ng mga tala
hr: pisanje bilješki
it: Scrivi note
lv: rakstīt piezīmes
mk: запишување на белешки
oc: escriure de nòtas
pa: ਨੋਟ ਲਿਖੇ
ro: scrie note
sd: नोट्स लिख्यो
ug: ئىزاھات ياز

source: Allows an application to create new notes or modify existing notes.
ar: يسمح لتطبيق بإنشاء ملاحظات جديدة أو تعديل الملاحظات الموجودة.
be: Дазволіць прыкладанню ствараць новыя нататкі ці змяняць існуючыя.
bg: Позволява на приложение да създава нови или да променя вече съществуващи бележки
ca: Permet a una aplicació crear notes noves o modificar-ne les existents.
el: Επιτρέπει μια εφαρμογή να δημιουργεί νέες σημειώσεις ή να επεξεργάζεται παλαιότερες.
fa: اجازه می دهد تا یک برنامه کاربردی برای ایجاد یادداشت های جدید و یا تغییر یادداشت موجود است.
fi: Sallii ohjelman luoda uusi muistiinpanoja ja muokata nykyisiä.
fil: Pinapayagan ang aplikasyon na lumikha ng bagong tala o baguhin ang dating tala.
hr: Dozvoli aplikaciji da napravi nove bilješke ili izmjeni postojeće.
it: Permette all'applicazione di creare nuove note o modificare quelle esistenti.
lv: Atļauj aplikācijai izveidot jaunas piezīmes vai izmainīt esošās.
mk: Овозможува на апликацијата да креира и да изменува постоечки белешки.
oc: Permet a una aplicacion de crear de nòtas novèlas o de modificar las nòtas.
pa: ਐਪਲਿਕੇਸ਼ਨ ਨੂ ਨੋਟ ਬਦਲਨੇ ਤੇ ਨਵੇ ਬਨਾਨ ਦੀ ਇਜਾਜਤ ਦੇੰਦਾ ਹੈ
ro: Permite unei aplicații sa creeze note noi sau să modifice pe cele existente.
sd: अनुप्रयोग खे नयी व्याख्या ठायण या मोजुदा व्याख्या खे बदलन जि अनुमती दीन्दो आ
ug: پىروگراممىنىڭ يېڭى ئىزاھات قۇرۇشى ياكى مەۋجۇت ئىزاھاتنى ئۆزگەرتىشىگە يول قويىدۇ.

source: read shopping lists
ar: قراءة قوائم التسوق
be: чытанне спісу пакупак
bg: чети списъци за пазаруване
ca: llegeix llistes de compra
el: ανάγνωση λιστών αγορών
fa: خوانده شده لیست خرید
fi: lue ostoslistoja
fil: Basahin ang listahan ng bilihin
hr: čitanje lista za kupovinu
it: leggi lista della spesa
lv: lasīt iepirkšanās sarakstus
mk: читај ги шопинг листите
oc: Legir las listas de crompas
pa: ਸ਼ੋਪਿੰਗ ਲਿਸਟ ਪੜੇ
ro: citește listele de cumpărături
sd: खरीदारी सूची पड्यो
ug: سېتىۋېلىش تىزىمىنى ئوقۇ

source: Allows an application to read shopping lists. Note that encrypted lists and items are provided in the encrypted format.
ar: يسمح لتطبيق بقراءة قوائم التسوق. ملاحظة أن قوائم المشفرة والعناصر التي تتوفر في تنسيق مشفر.
be: Дазволіць прыкладанню чытаць нататкі. Заўвага: зашыфраваныя спісы і элементы прадастаўляюцца ў зашыфраваным фармаце.
bg: Позволява на приложение да чете списъците за пазаруване. Имайте предвид, че шифрованите списъци и елементи се предоставят в шифрован формат.
ca: Permet a una aplicació llegir notes de compra. Tingueu en compte que les llistes encriptades es mostren en el format encriptat.
el: Επιτρέπει σε μια εφαρμογή την ανάγνωση λιστών αγορών. Σημειώστε ότι οι κρυπτογραφημένες λίστες και τα στοιχεία παρέχονται σε κρυπτογραφημένη μορφή.
fa: اجازه می دهد تا نرم افزار برای خواندن لیست خرید. توجه داشته باشید که لیست های رمزگذاری شده و اقلام در قالب رمزگذاری شده ارائه شده است.
fi: Sallii ohjelman lukea ostoslistoja. Ota huomioon, että salatut ostoslistat ja tavarat näytetään salatussa muodossa.
fil: Pinapayagan ang aplikasyon na basahin ang listahan ng bilihin. Tandaan na ang naka-encrypt na listahan at mga bagay ay ibinigay sa naka-encrypt na porma.
hr: Dozvoljava aplikaciji čitanje liste za kupovinu. Primijeti da su šifrirani popisi i predmeti raspoloživi u šifriranom formatu.
it: Permette all'applicazione di leggere la lista della spesa. Da notare che le liste e i valori codificati vengono forniti nel formato di codifica.
lv: Atļauj aplikācijai lasīt iepirkumu sarakstus. Ievērojiet, šifrēti saraksti un lietas tiek piedāvāti šifrētā formātā.
mk: Овозможува апликацијата да чита шопинг листи. Енкриптираните листи и ставки се обезбедуваат во енкриптиран формат.
pa: ਐਪਲਿਕੇਸ਼ਨ ਨੂ ਸ਼ੋਪਿੰਗ ਲਿਸਟ ਪੜਨ ਦੀ ਇਜਾਜਤ ਦੇੰਦਾ ਹੈ
ro: Permite unei aplicații să citească listele de cumpărături. Listele criptate sunt oferite în formatul criptat.
sd: कोई भी अनुप्रयोग खे खरीदारी सूची पढ़न जी अनुमति डिंडो आ|नोट कयो कि एन्क्रिप्टेड सुचियूं अऊँ आइटम एन्क्रिप्टेड स्वरूप में ही प्रदान थीन्दी आ
ug: پىروگراممىنىڭ سېتىۋېلىش تىزىمىنى ئوقۇشىغا يول قويىدۇ. دىققەت شىفىرلانغان ئىزاھات شىفىرلانغان پىچىمدا تەمىنلىنىدۇ.

source: write shopping lists
ar: كتابة قوائم التسوق
be: запіс спісаў пакупак
bg: пиши списъци за пазаруване
ca: escriu llistes de compra
el: εγγραφή λιστών αγορών
fa: نوشتن لیست خرید
fi: kirjoita ostoslistoja
fil: sumulat ng listahan ng mga bilihin
hr: pisanje popisa za kupovinu
it: scrivi lista della spesa
lv: rakstīt iepirkumu sarakstus
mk: запиши шопинг листи
oc: Escriure las listas de crompas
pa: ਸ਼ੋਪਿੰਗ ਲਿਸਟ ਬਨਾਏ
ro: scrie liste de cumpărături
sd: खरीदारी सूची लिख्यो
ug: سېتىۋېلىش تىزىمىغا ياز

source: Allows an application to create new lists and items or modify existing ones.
ar: يسمح لتطبيق بإنشاء قوائم جديدة والبنود أو تعديل القائم منها.
be: Дазволіць прыкладанню ствараць новыя спісы ці змяняць існуючыя.
bg: Позволява на приложение да създава нови списъци и елементи или да променя вече съществуващи.
ca: Permet a una aplicació crear noves llistes i elements o modificar-ne els existents.
el: Επιτρέπει μια εφαρμογή να δημιουργεί νέες λίστες και στοιχεία ή να επεξεργάζεται παλαιότερες.
fa: اجازه می دهد تا یک نرم افزار برای ایجاد لیست ها و آیتم های جدید و یا تغییر موجود است.
fi: Sallii ohjelman luoda uusia listoja ja muokata jo olemassaolevia.
fil: Pinapayagan ang aplikasyon na lumikha ng bagong listahan at bagay o baguhin ang dati na.
hr: Dozvoljava aplikaciji pravljenje novih listi i predmeta ili izmeni postojeće.
it: Permette all'applicazione di creare nuove liste e valori o modificare quelli esistenti.
lv: Atļauj aplikācijai izveidot jaunus sarakstus vai izmainīt esošos.
mk: Овозможува на апликацијата да креира нови листи и ставки или да уредува постоечки.
oc: Permet a una aplicacion de crear de listas novèlas e d'articles o modificar los qu'existisson.
pa: ਐਪਲਿਕੇਸ਼ਨ ਨੂ ਲਿਸਟ ਬਦਲਨੇ ਤੇ ਨਵੇ ਬਨਾਨ ਦੀ ਇਜਾਜਤ ਦੇੰਦਾ ਹੈ
ro: Permite unei aplicații să creeze liste noi sau să modifice pe cele existente.
sd: अनुप्रयोग खे नयी सूची ठायण या मोजुदा सूची खे बदलन जि अनुमती दीन्दो आ
ug: پىروگراممىنىڭ يېڭى تىزىم ۋە تۈر قۇرۇشى ياكى مەۋجۇت ئىزاھاتنى ئۆزگەرتىشىگە يول قويىدۇ.

source: encrypt and decrypt data
ar: لتشفير وفك تشفير البيانات
be: шыфраваць і дэшыфраваць дадзеныя
bg: шифроване и разшифроване на данни
ca: encripta i desxifra informació
el: κρυπτογράφηση και αποκρυπτογράφηση δεδομένων
fa: رمزگذاری و رمزگشایی داده ها
fi: salaa ja pura salaus tiedostoista
fil: encrypt at decrypt ng datos
hr: sifrirani i dešifrirani podaci
it: codifica e decodifica dati
lv: šifrēt un atšifrēt datus
mk: енкриптирање и декриптирање на податоци
oc: chifrar e deschifrar de donadas
pa: ਇਨਕਰਿਪਟ ਹੋਰ ਡਿਕਰਿਪਟ ਕਰੇ
ro: criptează și decriptează date
sd: डाटा गूढ़ तथा विगूढ़ कयो
ug: سانلىق مەلۇمات شىفىرلا ۋە يەش

source: Allows the application to encrypt and decrypt text, and access the passwords they have stored in OI Safe.
ar: يسمح التطبيق لتشفير وفك تشفير النص، والوصول إلى كلمات المرور التي تم تخزينها في OI آمنة.
be: Дазволіць прыкладанню шыфраваць і дэшыфраваць тэкст, атрымліваць доступ да пароляў, захаваных ў OI Сэйф.
bg: Позволява на приложението да шифрова и разшифрова текст и му дава достъп до паролите, които се съхраняват в OI Safe.
ca: Permet a l'aplicació encriptar i desxifrar text, i a accedir les contrasenyes que s'han desat a OI Segur.
el: Επιτρέπει την εφαρμογή να κρυπτογραφεί και να αποκρυπτογραφεί κείμενο και να αποκτά πρόσβαση στους κωδικούς που είναι αποθηκευμένοι στο OI Safe.
fa: اجازه می دهد تا برنامه برای رمزگذاری و رمزگشایی متن و دسترسی به رمزهای عبور آنها را در OI امن ذخیره می شود اجازه می دهد تا برنامه برای رمزگذاری و رمزگشایی متن و دسترسی به رمزهای عبور آنها در OI ذخیره شده ایمن است.
fi: Sallii ohjelman salata ja purkaa salaus tekstistä, ja saada pääsy salasanoihin jos ne ovat tallessa OI Turvassa.
fil: Pinapayagan ang applikasyon na mag-encrypt at mag-decrypt ng teksto, at makita ang mga password na tinago sa OI Kaha.
hr: Dozvoljava aplikaci da šifrira i dešfrira tekst, i pristupi šiframa koje su sačuvali u OI Safe-u.
it: Permette all'applicazione di codificare e decodificare il testo ed accedere alle password salvate in OI Sicurezza.
lv: Atļauj aplikācijai šifrēt un atšifrēt tekstu, un piekļūt parolēm, kuras ir saglabātas OI Seifā.
mk: Овозможува на апликацијата да енкриптира и декриптира тексти да има пристап до пасвордите кои се зачувани во OI сефот.
oc: Permet a l'aplicacion de chifrar e deschifrar lo tèxte, los senhals e los accèsses que son emmagazinats dins OI Safe.
pa: ਐਪਲਿਕੇਸ਼ਨ ਨੂ ਇਨਕਰਿਪਟ ਹੋਰ ਡਿਕਰਿਪਟ ਕਰਨ ਦੀ ਇਜਾਜਤ ਦੇੰਦਾ ਹੈ
ro: Permite aplicațiilor să cripteze și să decripteze text, și să acceseze parolele pe care le-au salvat in OI Safe.
sd: अनुप्रयोग खे व्याख्या खे गूढ़ तथा विगूढ़ करण दीन्दो आ अऊँ OI सुरक्षा में संचित पासवर्डन ताणी वनण दीन्दो आ
ug: پىروگراممىنىڭ تېكىستنى شىفىرلىشى ۋە شىفىر يېشىشىگە يول قويىدۇ ھەمدە زىيارەت ئىمنى OI بىخەتەرلىككە ساقلايدۇ.

source: Alphabetical
ar: أبجدي
be: Ад А да Я
bg: По азбучен ред
ca: Alfabèticament
el: Αλφαβητικά
fa: الفبایی
fi: Aakkosellinen
fil: Alpabetiko
hr: Po abecedi
it: Alfabetico
lv: Alfabēta secībā
mk: По азбучен ред
oc: Alfabetic
pa: ਵਰਣਨਮਾਲਾ ਅਨੁਮਾਰ
ro: Alfabetic
sd: अकारादि
ug: ئېلىپبە تەرتىپى
