Repository: openintents/translations-export
Catalog: translations_flashlight/*.po
Languages: ar, be, ca, es, fi, hi, hr, it, ja, ko, mk, nb, nl, pl, pt, ro, ru, sd, sk, tl, ug, zh_cn

source: translator-credits
ar: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs kenn dhia https://launchpad.net/~kendhia
be: Launchpad Contributions: Alexander Geroimenko https://launchpad.net/~geroimenko OpenIntents devs https://launchpad.net/~openintents-devs
ca: Launchpad Contributions: Joan Creus https://launchpad.net/~joan-creus-c OpenIntents devs https://launchpad.net/~openintents-devs
es: Launchpad Contributions: DiegoJ https://launchpad.net/~diegojromerolopez Feder Sáiz https://launchpad.net/~federsaiz-deactivatedaccount Julián Unrrein https://launchpad.net/~junrrein Paco Molinero https://launchpad.net/~franciscomol Walter Reindeer Martinez H https://launchpad.net/~waltereindeerm enrigp https://launchpad.net/~enrgarc
fi: Launchpad Contributions: emp https://launchpad.net/~emp500
hi: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happy nawani https://launchpad.net/~nawanihappy
hr: Launchpad Contributions: Nikola Miljkovic https://launchpad.net/~milja1337
it: Launchpad Contributions: Cassius Umbra https://launchpad.net/~cassius-umbra Diego Pierotto https://launchpad.net/~gringo Martino Barbon https://launchpad.net/~martins999 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101
ja: Launchpad Contributions: Peli https://launchpad.net/~peli0101 bkiw https://launchpad.net/~bkiw thebowseat https://launchpad.net/~takeshimochida
ko: Launchpad Contributions: CSro https://launchpad.net/~choongsan Jihyeok Seo https://launchpad.net/~limeburst OpenIntents devs https://launchpad.net/~openintents-devs
mk: Launchpad Contributions: Pance Zvezdanov https://launchpad.net/~pance-zvezdanov
nb: Launchpad Contributions: Arne Tobias Malkenes Ødegaard https://launchpad.net/~arne-tobias OpenIntents devs https://launchpad.net/~openintents-devs
nl: Launchpad Contributions: Bert de Bruijn https://launchpad.net/~lpdebruijn Henk van der Velden https://launchpad.net/~henkvandervelden86 Maarten de Vries https://launchpad.net/~maarten-k-de-vries Peli https://launchpad.net/~peli0101 pjv https://launchpad.net/~pjv
pl: This is a dummy translation so that the credits are counted as translated. Launchpad Contributions: Damian Skrodzki https://launchpad.net/~damienix Karolina Kowal https://launchpad.net/~gwiazdeczka11 OpenIntents devs https://launchpad.net/~openintents-devs Tomasz 'Zen' Napierala https://launchpad.net/~tzn Tomasz Zieliński https://launchpad.net/~tomek0517
pt: This is a dummy translation so that the credits are counted as translated. Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 Sérgio Marques https://launchpad.net/~sergio+marques
ro: Launchpad Contributions: Florentina Mușat https://launchpad.net/~kuchiki14 Peli https://launchpad.net/~peli0101 iulargsb https://launchpad.net/~iulargsb
ru: Launchpad Contributions: Alexander 'FONTER' Zinin https://launchpad.net/~spore-09 Artur https://launchpad.net/~arturyak Peli https://launchpad.net/~peli0101
sd: Launchpad Contributions: happynawani https://launchpad.net/~happynawani
sk: Launchpad Contributions: Marek Dobransky https://launchpad.net/~marekdobr OpenIntents devs https://launchpad.net/~openintents-devs
tl: Launchpad Contributions: Liezl https://launchpad.net/~liezl-200 OpenIntents devs https://launchpad.net/~openintents-devs
ug: Launchpad Contributions: Sahran https://launchpad.net/~sahran
zh_cn: Launchpad Contributions: zhangchun https://launchpad.net/~zhangchun

source: Keep the camera flash or the backlight turned on with OI Flashlight.
ar: أبق فلاش الكاميرا أو ضوء الخلفية شغال مع مصباح يدوي OI.
fi: Pitää kameran salaman tai taustavalaistuksen päällä OI Taskulampun ollessa päällä.
hr: Sačuvaj blic kamere ili pozadinu upaljenu sa OI Blicem.
it: Mantieni il flash della camera o lo sfondo accesso con OI Flashlight.
mk: Држете го блицот или позадинското светло вклучени со OI Светилка.
nb: Hold kamerablitsen eller baklyset skrudd på med OI Lykt.
nl: Laat de flitser van je camera of het backlight van je scherm aan met OI Flashlight.
pt: Manter a luz da máquina fotográfica ou luz de fundo ligada com o OI Flashlight.

source: OI Flashlight
ar: مصباح يدوي OI
ca: Llanterna d'OI
fi: OI Taskulamppu
hi: OI टॉर्च
hr: OI Blic
it: OI Torcia
ja: OI フラッシュライト
ko: OI 전등
mk: OI Светилка
nb: OI Lykt
nl: OI Zaklamp
pl: OI Latarka
ro: OI Lanterna
sd: OI टॉर्च
sk: OI Baterka
tl: OI Plaslayt
ug: OI قول چىراغ
zh_cn: OI手电筒

source: The backlight stays turned on.
ar: ضوء الخلفية باق شغال.
be: Падсветка застаецца ўключанай.
ca: La llum de fons es manté oberta.
es: La luz posterior permanece encendida.
fi: Taustavalo pysyy päällä.
hi: पीछे की लाईट चालू रहती है|
hr: Pozadinsko svetlo ostaje upaljeno.
it: La luce dello schermo rimane accesa.
ja: バックライトはついたままになります。
ko: 백라이트가 켜진 상태로 유지됩니다.
mk: Позадинското светло останува вклучено.
nb: Baklyset blir værende på.
nl: De achtergrondverlichting blijft aan.
pl: Podświetlanie pozostaje włączone
pt: A luz de fundo fica ligada.
ro: Ecranul rămâne pornit.
ru: Подсветка остаётся включённой.
sd: पूर्णता जी लाईट चालू रहन्दी आ
sk: Podsvietenie ostáva zapnuté
tl: Ang ilaw sa likod ay pinanatiling naka bukas.
ug: تەگلىك چىراغنى ياندۇرۇپ تۇرىدۇ.
zh_cn: 开启背光屏。

source: Color
ar: اللون
be: Колер
fi: Väri
hi: रंग
hr: Boja
it: Colore
ja: カラー
ko: 색
mk: Боја
nb: Farge
nl: Kleur
pl: Kolor
pt: Cor
ro: Culoare
ru: Цвет
sd: रंग
sk: Farba
tl: Kulay
ug: رەڭ
zh_cn: 颜色

source: OI Color Picker
ar: منتقي الألوان OI
be: OI Палітра
ca: Capturador de colors d'OI
es: Selector de color OI
fi: OI Värinvalitsin
hi: OI रंगचयनक
hr: OI Birač Boja
it: OI Selettore Colore
ja: OI カラーピッカー
ko: OI 색 추출기
mk: OI Избирач на бои
nb: OI Fargevelger
nl: OI Kleurenkiezer
pl: OI Próbnik Kolorów
ro: Selector de culoare OI
ru: О. И. Палитра
sd: OI रंगचयनक
sk: OI Vyberač Farieb
tl: OI Tagapili ng Kulay
ug: OI رەڭ سۈمۈرگۈچ
zh_cn: OI拾色器

source: Preferences
ar: الخيارات
be: Наладкі
ca: Preferències
es: Preferencias
fi: Asetukset
hi: प्राथमिकताएं
hr: Postavke
it: Preferenze
ja: 設定
ko: 설정
mk: Нагодувања
nb: Preferanser
nl: Instellingen
pl: Preferencje
pt: Preferências
ro: Preferințe
ru: Настройки
sd: प्राथमिकताएं
sk: Možnosti
tl: Mga Kagustuhan
ug: مايىللىق
zh_cn: 设置

source: Keep color
ar: ابقاء اللون
be: Захаваць колер
ca: Mantenir el color
es: Mantener color
hi: रंग रखें
hr: Zadrži boju
ja: 色を保持する
ko: 색 유지하기
mk: Задржи ја бојата
nb: Behold farge
pl: Zachowaj kolor
pt: Manter cor
ro: Păstrează culoarea
ru: Сохранить цвет
sd: रंग रख्यो
sk: Ponechať farbu
tl: Panatilihin ang kulay
ug: رەڭنى ساقلا
zh_cn: 保持颜色

source: Save color for next time Flashlight app is started
ar: حفظ اللون للتشغيل التالي للمصباح اليدوي
be: Захаваць колер для наступнага запуску Flashlight
ca: Desar el color pel següent cop que s'engegui l'aplicació Llanterna
es: Salvar el color para la próxima vez que se inicie Flashlight
hi: इसी रंग को अगली बार टॉर्च अनुप्रयोग में परयोग करने के लिए रंग सुरक्षित कर लें
hr: Sačuvaj boju za sledeci put Blic aplikacija je pokrenuta
ja: フラッシュライト の次の起動時のために色を保存する
ko: OI 전등이 다음 번에 실행될 때 까지 색을 저장합니다.
mk: Зачувај ја бојата за следното стартување на OI Светилка
nb: Lagre farge til neste gang Lykt-appen blir startet
pl: Zachowaj wybór koloru do następnego uruchomienia
pt: Grava cor para utilizar na próxima vez que iniciar a aplicação.
ro: Salvează culoarea pentru următoarea dată când aplicația va fi pornită.
ru: Сохранить цвет для следующего запуска Flashlight
sd: इन ही रंग खे अगली बार टॉर्च अनुप्रयोग में प्रोयग करण जे लाये रंग सुरक्षित करे वठो
sk: Uložiť farbu pre ďalšie zapnutie aplikácie Baterka
tl: I-save ang kulay para sa susunod na patakbuhin ang plaslayt
ug: كېيىنكى قېتىم قول چىراغ پىروگراممىسى قوزغىلىشى ئۈچۈن رەڭنى ساقلا
zh_cn: 手电筒下次开启是保持一样的颜色。

source: To make the Color Picker more useful to other developers, we have split it into its own app.
ar: لجعل اختيار الألوان أكثر فائدة للمطورين الآخرين، قمنا بتقسميه الى التطبيق الخاص به.
be: Каб зрабіць палітру больш зручнай для іншых распрацоўнікаў, мы вылучылі яе ў асобнае прыкладанне.
ca: Per fer el capturador de colors més útil per a altres desenvolupadors, l'hem dividit a la seva aplicació pròpia.
es: Para hacer el selector de color mas útil para otros desarrolladores, ha sido convertido en una aplicación separada.
fi: Jotta Värinvalitsin olisi hyödyllinen myös muille kehittäjille, me teimme siitä oman itsenäisen ohjelman.
hi: रंगचयनक को अन्य डेवलपर्स के लिए और उपयोगी बनाने के लिए,हमने इसे स्वयं के अनुप्रोयोग में विभाजित कर दिया है|
hr: Da bi napravio Birač Boja korisniji za ostale programere, treba da podelimo u svoje sopstvene aplikacije.
it: Per rendere il Selettore Colore più utile per gli altri sviluppatori, l'abbiamo divisa in un'applicazione a sé stante.
ja: カラーピッカー をほかのデベロッパーに便利にするために、独自のアプリに分けました。
ko: 색 추출기를 다른 개발자들이 사용할 수 있도록 두 앱으로 나누었습니다.
mk: За да биде Избирачот на бои покорисен за другите развивачи, ние го поделивме во неговата апликација.
nb: For å lage Fargevelgeren mer nyttig for andre utviklere, har vi delt den inn i sin egen app.
nl: Om de kleurenkiezer bruikbaar te maken voor andere ontwikkelaars, hebben we onze eigen applicatie opgesplitst.
pl: Aby uczynić Próbnik Kolorów jeszcze bardziej użytecznym dla innych programistów, uczyniliśmy go odrębną aplikacją.
pt: Para que o Color Picker seja mais útil ao programadores, separámos a aplicação em duas.
ro: Pentru a face Selectorul de culoare mai folositor pentru ceilalți dezvoltatori, l-am separat în propria sa aplicație.
ru: Для того, чтобы Color Picker был более полезным для других разработчиков, мы отделили его в отдельное приложение.
sd: रंगचयनक खे अन्य डेवलपर्स जे लाये अन्ना उपयोगी ठायण लाये,असां इन्न्खे स्वयं जे अनुप्रोयोग में विभाजित करे छादयो आ |
sk: Aby bol Vyberač Farieb užitočnejší pre ostatných vývojárov, oddelili sme ho do samostatnej aplikácie.
tl: Para mas maging kapaki-pakinabang sa ibang mga developer ang Tagapili ng Kulay, hiniwalay namin ito sa kanyang sariling app.
ug: رەڭ سۈمۈرگۈچنى ئىجادكارلارغا تېخىمۇ پايدىلىق قىلىش ئۈچۈن بىز ئۇنى ئايرىم پىروگرامما قىلىپ پارچىلىدۇق.
zh_cn: 使拾色器能应用于更多的开发者，我们已经分类好所有的应用程序。

source: Use camera flash
ar: استعمل فلاش الكاميرا
be: Выкарыстоўваць ўспышку камеры
ca: Utilitzar el flaix de la càmera
es: Use el flash de la cámara
fi: Käytä kameran salamavaloa
hr: Koristi blic kamere
it: Usa flash della camera
ja: カメラのフラッシュを使う
ko: 카메라 플래시 사용하기
mk: Употреби блиц
nb: Bruk kamerablits
nl: Flitser van de camera gebruiken
pl: Używaj fleszu kamery.
pt: Utilizar flash da máquina fotográfica
ru: Использование вспышки
sd: कैमरा फ्लैश जो प्रयोग कयो
sk: Použiť blesk
tl: Gamitin ang flash ng kamera

source: Use the camera flash instead of the screen backlight.
ar: استعمل ضوء الكاميرا بدلا من خلفية الشاشة.
be: Выкарыстоўваць ўспышку камеры замест падсветкі экрана.
ca: Utilitzar el flaix de la càmera en lloc de la fons de llum de la pantalla.
es: Utilizar el flash de la cámara en lugar de la retroiluminación de la pantalla.
fi: Käytä kameran salamavaloa näytön taustavalon sijasta.
hr: Koristi blic kamere umesto pozadinskog svetla.
it: Usa il flash della camera invece dello sfondo dello schermo.
ja: スクリーンのバックライトのかわりにカメラのフラッシュを使う
ko: 화면 백라이트 대신 카메라 플래시를 사용합니다.
mk: Употреби го блицот наместо позадинското светло.
nb: Bruk kamerablitsen istedetfor baklyset til skjermen.
nl: Flitser van de camera gebruiken in plaats van backlight scherm
pl: Używaj fleszu kamery zamiast podświetlenia ekranu.
pt: Utilizar flash da máquina fotográfica em vez da luz de fundo.
ru: Используйте вспышку вместо подсветки экрана.
sd: स्क्रीन बेकलाइट जे बजाय कैमरा फ्लैश जो प्रयोग कयो |
sk: Použiť blesk namiesto podsvietenia obrazovky
tl: Gamitin ang flash ng kamera sa halip ng ilaw sa likod ng screen.

source: Press to enable camera light (May take a second).
ar: اظغط لتفعيل ضوء الكاميرا(قد يتسغرق ثانية).
be: Дакраніцеся, каб уключыць успышку камеры (Можа заняць секунду).
ca: Prem per activar la llum de la càmera (Pot tardar un segon).
es: Pulse para activar la luz de la cámara (puede tardar unos segundos).
fi: Paina asettaaksesi kameran salamavalon päälle (voi kestää muutaman sekunnin)99
hr: Pritisni da upališ blic kamere (Možda traje malo duže)
it: Premi per attivare il flash (può impigare qualche secondo).
ja: カメラのライトを有効にするには押して下さい（数秒かかるかもしれません）。
ko: 눌러서 카메라 플래시를 켜세요 (일 초 정도 걸립니다)
mk: Притисни за да се вклучи блицот (може да потрае неколку секунди).
nb: Hold for å aktivere kameralyset (Kan ta et sekund).
nl: Drukken om flitser in te schakelen (kan even duren).
pl: Naciśnij, aby włączyć światło aparatu (może trwać sekundę).
pt: Prima para ativar o flash da máquina (pode levar um segundo).
ru: Нажмите для включения света камеры (это может занять секунду).
sd: कैमरे जे प्रकाश खे सक्षम करण लाये दबायो (थोडा वक्त ले सकता है)|
sk: Stlačte pre zapnutie blesku (Môže trvať niekoľko sekúnd)
tl: Pindutin para paganahin ang ilaw ng kamera (maaaring tumagal ng isang segundo).

source: Press to disable camera light.
ar: اظغط لتعطيل ضوء الكاميرا.
be: Дакраніцеся, каб выключыць успышку камеры.
ca: Prem per desactivar la llum de la càmera.
es: Pulse para desactivar la luz de la cámara.
fi: Paina sulkeaksesi kameran salamavalo.
hr: Pritisni da ugasiš svetlo kamere.
it: Premi per disattivare il flash.
ja: カメラのライトを無効にするには押して下さい。
ko: 눌러서 카메라 플래시를 끄세요.
mk: Притисни за да се исклучи блицот.
nb: Hold for å deaktivere kameralyset.
nl: Drukken om flitser uit te schakelen.
pl: Naciśnij, aby wyłączyć światło aparatu.
pt: Prima para desativar o flash da máquina.
ru: Нажмите, чтобы отключить вспышку.
sd: कैमरे जे प्रकाश खे अक्षम करण लाये दबायो
sk: Stlačte pre vypnutie blesku
tl: Pindutin para huwag paganahin ang ilaw ng kamera.

source: OpenIntents Flashlight helps you find your way in the dark. The display backlight is kept turned on while this application is running.
be: OpenIntents Flashlight дапаможа вам знайсці дарогу ў цемры. Пакуль запушчана прыкладанне, падсветка экрана застаецца ўключанай.
hi: OpenIntents टॉर्च आपको अंधेरे में आपका रास्ता खोजने में मदद करती है|पीछे की प्रदर्शन लाईट चालू रहती है जब यह अनुप्रयोग चल रहा होता है|
ja: OpenIntents フラッシュライトは暗闇の中であなたを助けます。このアプリケーションが動作している間、ディスプレーのバックライトはオンのままになります。
ro: Lanterna OpenIntents vă ajută să găsiți calea în întuneric. Lumina din spatele ecranului este menținută aprinsă în timp ce rulează această aplicație.
sd: OpenIntents टॉर्च तहान्खे अंधेरे में तहान्जो रास्तो खोजन में मदद कंदों तव |पूर्णता जी प्रदर्शन लाईट चालू रहन्दी तव जेमल हे अनुप्रयोग चालु हून्दो आ
ug: OpenIntents قول چىراغ قاراڭغۇدا يولنى تېپىشىڭىزغا ياردەم قىلىدۇ. بۇ پىروگرامما قوزغىلىش بىلەن بىللە تەگلىك چىراغ يېنىپ تۇرىدۇ.
zh_cn: OpenIntents手电筒帮助你在黑暗中寻找光明。运行开启屏背光。
