Repository: openintents/translations-export
Catalog: translations_updatechecker/*.po
Languages: ar, be, bg, ca, cs, el, es, fil, he, hi, it, nb, nl, pa, pl, pt, ro, ru, sd, sk, tr, ug

source: If checked, search for updates is performed regularly
ar: اذا حددت، البحث عن التحديثات ينفذ بانتظام
be: Калі адзначана, пошук абнаўленняў вырабляецца рэгулярна
bg: Ако е маркирано, търсене за обновявания ще се извършва редовно
ca: Si està seleccionat, la cerca d'actualitzacions s'efectua regularment
cs: Pokud zaškrtnuto, aktualizace se hledají pravidelně
el: Εάν επιλεγεί, η αναζήτηση για αναβαθμίσεις εφαρμόζεται συχνά
es: Si se selecciona, la búsqueda de actualizaciones se hará regularmente
fil: Kung naka-tsek, ang paghahanap para sa mga pagbabago ay regular na ginagawa
he: אם סומן, חיפוש אחר עדכונים יעשה באופן קבוע
hi: यदि जाँच की, नियमित रूप से अद्यतन के लिए खोज किया जाता है
it: Se spuntato, gli aggiornamenti saranno eseguiti con regolarità
nb: Hvis markert, søk etter oppdateringer blir utført jevnlig
nl: Regelmatig zoeken naar updates
pa: ਜੇਕਰ ਜਾਂਚ ਕੀਤੀ , ਨੇਮੀ ਰੂਪ ਵਲੋਂ ਅਦਿਅਤਨ ਲਈ ਖੋਜ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pl: Gdy zaznaczony, poszukiwanie aktualizacji jest dokonywane regularnie
pt: Se ativa, a procura de atualizações será executada automaticamente
ro: Dacă este selectat, căutarea actualizărilor se face regulat
ru: Если выбрано, то поиск обновлений производится регулярно
sd: यदि जांच कयो त अद्यातानन लाये खोज हर रोज थीन्दी आ
sk: Ak je zaškrtnuté, hľadanie aktualzácií bude vykonávané pravidelne.
tr: Eğer işaretliyse, düzenli olarak yapılan güncellemeleri araştır
ug: تاللانسا مەلۇم مۇددەتتە يېڭىلاشنى تەكشۈرىدۇ

source: Update interval
ar: معدل التحديث
be: Перыяд абнаўлення
bg: Интервал между обновяванията
ca: Interval d'actualització
cs: Interval aktualizací
el: Διάστημα αναβάθμισης
es: Intervalo de actualización
fil: Agwat ng pagbabago
he: השהיית עדכון
hi: अद्यतन अंतराल
it: Intervallo aggiornamenti
nb: Oppdateringsintervall
nl: Verversingsinterval
pa: ਅੱਪਡੇਟ ਅੰਤਰਾਲ
pl: Częstotliwość aktualizacji
pt: Intervalo de atualização
ro: Interval de actualizare
ru: Период обновления
sd: अंतराल खे अद्यतित कयो
sk: Interval aktualizácie
tr: Güncelleme aralığı
ug: يېڭىلاش ئارىلىقى

source: Set the interval how often the update search should be performed.
ar: اختر فاصل كيف سيتم تنفيذ البحث عن تحديث.
be: Задаць перыядычнасць пошуку абнаўленняў.
bg: Задайте интервал, колко често търсенето за обновявания да се извършва.
ca: Defineix l'interval sobre cada quan s'ha d'efectuar la cerca d'actualitzacions.
cs: Nastavte interval, jak často by se měly hledat aktualizace.
el: Ορίστε το διάστημα κατά το οποίο μια αναζήτηση αναβάθμισης πρέπει να εφαρμόζεται.
es: Establezca la frecuencia con que se deben buscar actualizaciones.
fil: I-set ang agwat kung gaano kadalas gagawin ang paghahanap ng pagbabago.
he: קבע את ההשהייה של התדירות שחיפוש העדכונים יבצע
hi: अंतराल कितनी बार अद्यतन खोज प्रदर्शन किया जाना चाहिए सेट.
it: Imposta il tempo dell'intervallo di ricerca aggiornamenti.
nb: Sett intervallen for hvor ofte søk etter oppdateringer skal være utført.
nl: Het interval waarmee de controle naar updates moet worden uitgevoerd.
pa: ਅੰਤਰਾਲ ਕਿੰਨੀ ਵਾਰ ਨਵੀਨੀਕਰਣ ਖੋਜ ਨੁਮਾਇਸ਼ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਸੇਟ .
pl: Ustaw czestotliwość przeprowadzania aktualizacji.
pt: Define o intervalo para a procura automática de atualizações.
ro: Stabilește cât de des căutările de actualizări sunt efectuate.
ru: Задать периодичность поиска обновлений
sd: अद्यतन खोज कमला थ्यनी खपे इन्ह लाये अन्तराल सेट कयो
sk: Nastaviť interval ako často sa má vykonávať hľadanie aktualizácií.
tr: Hangi sıklıkta güncelleme araştırması yapılacağını ayarla.
ug: يېڭىلاش ۋاقىت ئارىلىقىنىڭ قانچىلىك بولىدىغانلىقى تەڭشىلىدۇ.

source: Select interval
ar: اختر فاصل
be: Выберыце інтэрвал
bg: Избери интервал
ca: Selecciona interval
cs: Zvolte interval
el: Επιλογή διαστήματος
es: Seleccionar intervalo
fil: Piliin ang agwat
he: בחר השהייה
hi: अंतराल का चयन करें
it: Seleziona intervallo
nb: Velg intervall
nl: Selecteer interval
pa: ਅੰਤਰਾਲ ਦਾ ਸੰਗ੍ਰਹਿ ਕਰੋਏ
pl: Wybierz częstotliwość
pt: Selecione o intervalo
ro: Selectați interval
ru: Выберите интервал
sd: अंतराल खे चून्दयो
sk: Zvoliť interval
tr: Aralığı seç
ug: ۋاقىت ئارىلىقىنى تاللاڭ

source: every_month
ar: كل_شهر
be: кожны_месяц
bg: всеки_месец
el: κάθε_μήνα
es: cada_mes
fil: bawat_buwan
he: כל_חודש
hi: हर महीने
it: ogni mese
nb: hver_måned
nl: iedere_maand
pa: ਹਰ _ ਮਹੀਨੇ
pl: co_miesiac
pt: mensalmente
ro: în fiecare lună
ru: каждый_месяц
sk: každý_mesiac
tr: her_ay
ug: ھەر ئاي

source: Warning
ar: تحذير
be: Увага
bg: Предупреждение
ca: Avís
cs: Varování
el: Προειδοποίηση
es: Aviso
fil: Babala
he: אזהרה
hi: चेतावनी
it: Attenzione
nb: Advarsel
nl: Waarschuwing
pa: ਚੇਤਾਵਨੀ
pl: Ostrzeżenie
pt: Aviso
ro: Atenție
ru: Внимание
sd: चेतावनी
sk: Upozornenie
tr: Uyarı
ug: ئاگاھلاندۇرۇش

source: If you uncheck this item, you will no longer receive notifications for updates. Do you still want to uncheck auto update?
ar: اذا أزلت تحديد هذا العنصر، لن تستلم أي تنبيهات عن تحديثات. هل مازلت ترغب في ازالة تحديد التحديث الأتوماتيكي؟
be: Вы не будзеце атрымліваць паведамленні аб абнаўленнях, калі гэты пункт не будзе адзначаны. Вы ўсё яшчэ жадаеце адключыць аўта-абнаўленне?
bg: Ако тази точка не е маркирана, няма да получавате известия за обновявания. Все още ли желаете да изключите автоматичното обновяване?
ca: Si desactiveu aquest element, ja no podreu rebre notificacions d'actualitzacions. Encara voleu desactivar l'actualització automàtica?
cs: Když odškrtnete tuto položku, už nebudete dostávat upozornění o aktualizacích. Stále ji chcete odškrtnout?
el: Εάν απεπιλέξτε αυτό το αντικείμενο, τότε δεν θα λαμβάνετε μελλοντικά ειδοποιήσεις για αναβαθμίσεις. Θέλετε σίγουρα να απεπιλέξετε την αυτόματη αναβάθμιση;
es: Si quita la selección de este objeto, ya no recibirá avisos sobre actualizaciones. ¿Todavía quiere quitar la selección a la actualización automática?
fil: Kung alisan mo ang tsek ng bagay na ito, hindi mo na matatanggap ang mga abiso para sa mga pagbabago. Gusto mo pa rin bang alisin ang tsek ng awtomatikong pagbabago?
he: אם אתה לא תסמן פריט זה, אתה לא תקבל התראות לעדכונים. האם אתה עדיין רוצה לעשות זאת?
hi: यदि आप अनचेक इस मद, आप नहीं रह अद्यतन के लिए सूचना प्राप्त होगा. क्या आप अभी भी को अनचेक स्वत: अद्यतन करना चाहते हैं?
it: Se non spunti questa voce, non riceverai più notifiche di aggiornamenti. Vuoi ancora non spuntare l'aggiornamento automatico?
nb: Fjerner du markeringen for dette punktet, vil du ikke lenger motta varsler for oppdateringer. Vil du fortsatt fjerne markeringen for automatisk oppdatering?
nl: Als u dit item uitzet dan zal u niet langer meldingen ontvangen voor updates. Wilt u zeker automatische updates uitzetten?
pa: ਜੇਕਰ ਤੁਸੀ ਅਨਚੇਕ ਇਸ ਨਸ਼ਾ , ਤੁਸੀ ਨਹੀਂ ਰਹਿ ਅਦਿਅਤਨ ਲਈ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ . ਕੀ ਤੁਸੀ ਹੁਣੇ ਵੀ ਨੂੰ ਅਨਚੇਕ ਆਪਣੇ ਆਪ : ਅਦਿਅਤਨ ਕਰਣਾ ਚਾਹੁੰਦੇ ਹੋ ?
pl: Gdy odznaczony, nie będziesz uzyskiwał powiadomień o aktualizacjach. Czy nadal chcesz odznaczyć auto aktualizacje?
pt: Se não ativar este item, já não receberá mais notificações de atualizações. Continuar?
ro: Dacă deselectați această opțiune nu veți mai primi notificări pentru actualizări. Doriți deselectarea actualizărilor automate?
ru: Вы не будете получать уведомления об обновлениях, если этот пункт отключен. Вы все еще хотите отключить авто-обновление?
sd: यदि तहां इन्ह आईटम खे अन्चेच्क कंदव त तहां खे अद्यतन जे बारे में कोई सूच्नऊँ न मिलान्दव|शा तहां हाडे भी स्वतः अद्यतन खे अन्चेच्क त करण चाह्यो ?
sk: Ak odškrtnete túto položku, nebudete dostávať oznámenia pre aktualizáciu. Chcete napriek tomu odškurtnúť automatickú aktualizáciu?
tr: Eğer bu itemi işaretlerseniz, bundan sonra güncellemeler hakkında bilgi almayacaksınız. Hala otomatik güncellemeyi işaretlememeyi istiyor musunuz?
ug: بۇ تۈر تاللانمىسا، يېڭىلاش ئۇقتۇرۇشى تاپشۇرۇۋالمايسىز. ئۆزلۈكىدىن يېڭىلاشنى بىكار قىلامسىز؟

source: Use AndAppStore
ar: استعمل AndAppStore
be: Выкарыстаць AndAppStore
bg: Използвай AndAppStore
ca: Utilitza AndAppStore
cs: Použít AndAppStore
el: Χρήση AndAppStore
es: Utilizar AndAppStore
fil: Ganitin ang AndAppStore
he: השתמש בAndAppStore
hi: AndAppStore का प्रयोग करें
it: Usa AndAppStore
nb: Bruk AndAppStore
nl: Gebruik AndAppStore
pa: AndAppStore ਦਾ ਪ੍ਰਯੋਗ ਕਰੋਏ
pl: Użyj AndAppStore
pt: Utilizar AndAppStore
ro: Folosește AndAppStore
ru: Использовать AndAppStore
sd: AndAppStore जो प्रयोग कयो
sk: Použiť AndAppStore
tr: AndAppStore kullan
ug: AndAppStore نى ئىشلەت

source: Use version information provided by AndAppStore.com
ar: استعمل معلومات النسخة المقدمة من AndAppStore.com
be: Выкарыстоўваць інфармацыю а версіі з AndAppStore.com
bg: Използвай предлаганата от AndAppStore.com информация за версията.
ca: Utilitza la informació de la versió aportada per AndAppStore.com
cs: Použít informace o verzi poskytované AndAppStore.com
el: Χρήση της έκδοσης που παρέχεται από το AndAppStore.com
es: Utilizar información de versión proporcionada por AndAppStore.com
fil: Gamitin ang impormasyon ng bersyon na nagmula sa AndAppStore.com
he: השתמש במידע הגרסה שמסופק על ידי AndAppStore.com
hi: संस्करण AndAppStore.com द्वारा उपलब्ध कराई गई जानकारी का उपयोग करें
it: Usa info versione fornita da AndAppStore.com
nb: Bruk versjonsinformasjon levert av AndAppStore.com
nl: Gebruik versie-informatie geleverd door AndAppStore.com
pa: ਸੰਸਕਰਣ AndAppStore.com ਦੁਆਰਾ ਉਪਲੱਬਧ ਕਰਾਈ ਗਈ ਜਾਣਕਾਰੀ ਦਾ ਵਰਤੋ ਕਰੋਏ
pl: Użyj informacji o wersji, dostarczonych przez AndAppStore.com
pt: Utilizar informações disponibilizadas pela AndAppStore.com
ro: Folosește informația disponibilă pe AndAppStore.com
ru: Использовать информацию о версии с AndAppStore.com
sd: AndAppStore.com द्वारा दिनल संस्करण जी जानकारीय जो उपयोग कयो
sk: Použit informácie o verziách dostupné na AndAppStore.com
tr: AndAppStore.com tarafından sağlanan versiyon bilgisini kullan
ug: AndAppStore.com نىڭ نەشر ئۇچۇرىنى ئىشلەت

source: Read update information
ar: قراءة معلومات التحديث
be: Прачытаць інфармацыю аб абнаўленні
bg: Прочети информацията за обновяването.
ca: Llegeix informació d'actualització.
cs: Číst informace o aktualizacích
el: Ανάγνωση πληροφοριών αναβάθμισης
es: Leer informaión de actualización
fil: Basahin ang impormasyon ng pagbabago
he: קרא מידע על העדכון
hi: अद्यतन जानकारी पढ़ें
it: Leggi info aggiornamenti
nb: Les oppdateringsinformasjon
nl: Update-informatie lezen
pa: ਅਦਿਅਤਨ ਜਾਣਕਾਰੀ ਪੜ੍ਹੀਏ
pl: Oczytaj informacje o aktualizacjach
pt: Ler informações da atualização
ro: Citește informația de actualizare
ru: Прочитать информацию об обновлении
sd: अद्यतन जानकरी पद्यो
sk: Prečítať informácie o aktualizácii
tr: Güncelleme bilgisini oku
ug: يېڭىلاش ئۇچۇرىنى ئوقۇ

source: Write update information
ar: كتابة معلومات التحديث
be: Напісаць інфармацыю аб абнаўленні
bg: Напиши информация за обновяването
ca: Escriu informació de l'actualització
cs: Zapisovat informace o aktualizacích
el: Εγγραφή πληροφοριών αναβάθμισης
es: Escribir informaión de actualización
fil: Isulat ang impormasyon ng pagbabago
he: כתוב מידע על העדכון
hi: अद्यतन जानकारी लिखें
it: Scrivi info aggiornamenti
nb: Skriv oppdateringsinformasjon
nl: Update-informatie schrijven
pa: ਅਦਿਅਤਨ ਜਾਣਕਾਰੀ ਲਿਖੀਏ
pl: Zapisz informacje o aktualizacjach
pt: Escrever informações da atualização
ro: Scrie informația de actualizare
ru: Записать информацию об обновлении
sd: अद्यतन जानकरी लिख्यो
sk: Napísať informácie o aktualizácii
tr: Güncelleme bilgisini yaz
ug: يېڭىلاش ئۇچۇرىنى ياز

source: Read information about installed applications, update locations and requests.
ar: قراءة المعلومات حول التطبيق المثبتة، مواقع التحديث و المطالب.
be: Прачытаць інфармацыю аб устаноўленых прыкладаннях, месцазнаходжанні абнаўленняў і іх запатрабаваннях.
bg: Прочети информация за инсталираните приложения и обновявания.
ca: Llegeix informació sobre les aplicacions instal·lades, localitzacions d'actualització i peticions.
cs: Číst informace o nainstalovaných aktualizacích, místech aktualizací a požadavcích.
el: Ανάγνωση πληροφοριών σχετικά με τις εγκατεστημένες εφαρμογές, τις τοποθεσίες αναβάθμισης και τα αιτήματα.
es: Lea la información sobre las aplicaciones instaladas, ubicaciones y solicitudes de actualización.
fil: Basahin ang impormasyon na tungkol sa na-install na aplikasyon, mga lokasyon at mga kahilingan ng pagbabago
he: קרא מידע על היישומים המותקנים, עדכן מיקומים ובקשות.
hi: स्थापित अनुप्रयोगों, अद्यतन स्थानों और अनुरोधों के बारे में जानकारी पढ़ें.
it: Leggi info sulle applicazioni installate, aggiorna posizioni e richieste.
nb: Les informasjon om installerte applikasjoner, oppdateringsplasseringer og forespørsler.
nl: Informatie over ge誰nstalleerde applicaties, update-locaties en -verzoeken lezen.
pa: ਸਥਾਪਤ ਅਨੁਪ੍ਰਯੋਗੋਂ , ਨਵੀਨੀਕਰਣ ਸਥਾਨਾਂ ਅਤੇ ਅਨੁਰੋਧੋਂ ਦੇ ਬਾਰੇ ਵਿੱਚ ਜਾਣਕਾਰੀ ਪੜ੍ਹੀਏ .
pl: Odczytaj informacje o zainstalowanych aplikacjach, lokalizacjach i żądaniach aktualizacji.
pt: Ler informações das aplicações instaladas, dos locais de instalação e pedidos.
ro: Citește informații despre aplicațiile instalate, locații si cereri de actualizări.
ru: Прочитать информацию об установленных приложениях, местонахождении обновлений и запросов на них.
sd: स्थापित अनुप्रयोगन, अद्यतन स्थानन अऊँ अनुरोधन जे बारे में जानकारी पढ़यो
sk: Prečítať informácie o nainštalovaných aplikáciách, umiestneniach aktualizácie a požiadavkách aktualizáciu.
tr: Yüklenmiş uygulamalar, güncelleme konumları ve istekler hakkındaki bilgiyi oku.
ug: ئەپنىڭ ئورنىتىش، يېڭىلاش ئورنى ۋە ئېھتىياج ئۇچۇرىنى ئوقۇڭ.

source: Write information about installed applications, update locations and requests.
ar: كتابة معلومات عن التطبيقات المثبتة، أماكن التحديث والمطالب.
be: Запісаць інфармацыю аб устаноўленых прыкладаннях, месцазнаходжанні абнаўленняў і іх запатрабаваннях.
bg: Напиши информация за инсталираните приложения и обновявания.
ca: Escriu informació sobre aplicacions instal·lades, localitzacions d'actualització i peticions.
cs: Zapisovat informace o nainstalovaných aktualizacích, místech aktualizací a požadavcích.
el: Εγγραφή πληροφοριών σχετικά με τις εγκατεστημένες εφαρμογές, τις τοποθεσίες αναβάθμισης και τα αιτήματα.
es: Escriba la información sobre las aplicaciones instaladas, ubicaciones y solicitudes de actualización.
fil: Isulat ang impormasyon na tungkol sa na-install na aplikasyon, mga lokasyon at mga kahilingan ng pagbabago
he: כתוב מידע על יישומים מותקנים, עדכן מיקומים ובקשות.
hi: स्थापित अनुप्रयोगों, अद्यतन स्थानों और अनुरोधों के बारे में जानकारी लिखें.
it: Scrivi info sulle applicazioni installate, aggiorna posizioni e richieste.
nb: Skriv informasjon om installerte applikasjoner, oppdateringsplasseringer og forespørsler.
nl: Informatie over ge誰nstalleerde applicaties, update-locaties en -verzoeken schrijven.
pa: ਸਥਾਪਤ ਅਨੁਪ੍ਰਯੋਗੋਂ , ਨਵੀਨੀਕਰਣ ਸਥਾਨਾਂ ਅਤੇ ਅਨੁਰੋਧੋਂ ਦੇ ਬਾਰੇ ਵਿੱਚ ਜਾਣਕਾਰੀ ਦੇ ਲਿਖੀਏ .
pl: Zapisz informacje o zainstalowanych aplikacjach, lokalizacjach i żądaniach aktualizacji.
pt: Escrever informações das aplicações instaladas, dos locais de instalação e pedidos.
ro: Scrie informații despre aplicațiile instalate, locații si cereri de actualizări.
ru: Записать информацию об установленных приложениях, местонахождении обновлений и запросов на них.
sd: स्थापित अनुप्रयोगन, अद्यतन स्थानन अऊँ अनुरोधन जे बारे में जानकारी लिख्यो
sk: Napísať informácie o nainštalovaných aplikáciách, umiestneniach aktualizácie a požiadavkách o aktualizáciu.
tr: Yüklenmiş uygulamalar, güncelleme konumları ve istekler hakkında bilgi yaz.
ug: ئەپنىڭ ئورنىتىش، يېڭىلاش ئورنى ۋە ئېھتىياج ئۇچۇرىنى يېزىڭ.

source: About
ar: عن
be: А праграме
bg: За приложението
ca: Quant a
cs: O aplikaci
el: Σχετικά
es: Acerca de
fil: Tungkol
he: אודות
hi: के बारे में
it: Info
nb: Om
nl: Info
pa: ਇਸ ਬਾਰੇ
pl: O programie
pt: Sobre
ro: Despre
ru: О программе
sd: के बारे में
sk: O programe
tr: Hakkında
ug: ھەققىدە

source: About %s
ar: عن %s
be: А %s
bg: За %s
ca: Quant a %s
cs: O %s
el: Περί του %s
es: Acerca de %s
fil: Tungkol %s
he: אודות %s
hi: के बारे में %s
it: Info %s
nb: Om %s
nl: Info over %s
pa: %s ਬਾਰੇ
pl: O %s
pt: Sobre %s
ro: Despre %s
ru: О %s
sd: %s के बारे में
sk: O %s
tr: %s Hakkında
ug: %s ھەققىدە

source: Version %s \n\n OI Update keeps you informed on new application versions.\n OpenIntents allows different Android applications to share data using intents and open interfaces.\n\n For more information and other great applications visit OpenIntents at www.openintents.org
ar: النسخة %s \\n \\n تحديث OI يبقيك معلم بالنسخ الجديدة للتطبيقات. \\n OpenIntents يسمح لمختلف تطبيقات أنرويد بمشاركة البيانات باستعمال الأغراض و الواجهات المفتوحة. \\n \\n لمزدي من المعلومات و تطبيقات أخرى كبيرة زر OpenIntents على www.openintents.org
be: Версія %s \n\n OI Update трымае вас у курсе новых версій прыкладанняў.\n OpenIntents дапамагае розным прыкладанням Android выкарыстоўваць адкрытыя інтэрфейсы для абмену інфармацыяй.\n\n Для атрымання дадатковай інфармацыі і іншых карысных прыкладанняў, наведайце OpenIntents на www.openintents.org
bg: Версия %s \n\n OI Update Ви уведомява за нови версии за приложения.\n OpenIntents позволява на различни Android приложения да споделят данни използвайки интерфейсите на OpenIntents.\n\n За повече информация и други невероятни приложения, посетете OpenIntents на www.openintents.org
ca: Versió %s \n\n Actualització d'OI et manté informat sobre noves versions d'aplicacions.\n OpenIntents permet a diferents aplicacions d'Android compartir dades emprant intents i interfícies obertes.\n\n Per a més informació i altres grans aplicacions visiteu OpenIntents a www.openintents.org
cs: Verze %s \n\n OI Update Vás informuje o nových verzích aplikací.\n OpenIntents povolují různým androidím aplikacím sdíled data pomocí jejich intentu a otevřených rozhraní.\n\n Pro více informací a jiné úžasné aplikace navštivte OpenIntents na www.openintents.org
el: Έκδοση %s \n\n Το OI Αναβάθμιση σας κρατά ενημερωμένους σχετικά με τις νέες εκδόσεις εφαρμογών.\n Το OpenIntents επιτρέπει διαφορετικές εφαρμογές Android να μοιράζονται δεδομένα χρησιμοποιώντας προθέσεις και ανοικτές διεπαφές.\n\n Για περισσότερες πληροφορίες και άλλες σημαντικές εφαρμογές επισκευτείτε το OpenIntents στο www.openintents.org
es: La versión %s \n\n de OI Update le mantiene informado sobre nuevas versiones de la aplicación.\n OpenIntents Permite que diferentes aplicaciones Android compartan la información usando intentos e interfaces abiertas.\n\n Para mayor información y otras grandes aplicaciones, visite OpenIntents en www.openintents.org
fil: Bersyon %s\n\n Ang OI Magbago ay nagpapa-alam sa iyo ng mga bagong bersyon ng aplikasyon.\n OpenIntents ay nagbibigay-daan sa ibang Android aplikasyon upang ibahagi ang mga datos na gamit ang mga layunin at mga bukas na interface.\n\n Para sa karagdagang impormasyon at iba pang mahusay na mga aplikasyon bisitahin ang OpenIntents sa www.openintents. org
he: גרסה %s \n\n OI שמוודא שתישאר מעודכן על גרסאות חדשות ליישומים. /n OpenIntents מאפשר שאפליקציות שונות לאנדרואיד ישתפו מידע באמצעות ממשק פתוח. /n/n בשביל מידע נוסף ויישומים מעולים נוספים בקר ב-OpenIntents אצל www.openintents.org
hi: संस्करण% s \ n \ n पुराना अद्यतन रहती है तुम नए आवेदन संस्करणों पर सूचित \ n OpenIntents अलग Android के अनुप्रयोगों intents और खुला इंटरफेस का उपयोग कर डेटा साझा करने के लिए अनुमति देता है \ n \ n अधिक जानकारी और अन्य महान अनुप्रयोगों के लिए पता. Www.openintents पर OpenIntents यात्राorg.
it: Versione %s\n\n OI Aggiornamenti ti mantiene informato sulle nuove versioni delle applicazioni.\n OpenIntents permette a diverse applicazioni Android di condividere dati usando intenti e applicazioni aperte.\n\n Per maggiori info e altre applicazioni di successo visita OpenIntents in www.openintents.org
nb: Versjon %s \n\nOI Oppdatering holder deg informert om nye applikasjonversjoner.\nOpenIntents lar ulike applikasjoner for Android dele data ved bruk av intensjoner og åpne grensesnitt.\nFor mer informasjon og andre flotte applikasjoner besøk OpenIntents på www.openintents.org
nl: Versie %s \n\n OI Update houdt u ge誰nformeerd over nieuwe applicatieversies.\n OpenIntents laat Android applicaties data delen via intents en open interfaces.\n\n Voor meer informatie en andere geweldige applicaties bezoek OpenIntents op www.openintents.org
pa: ਸੰਸਕਰਣ %s \n\n OI ਪੁਰਾਨਾ ਅਦਿਅਤਨ ਰਹਿੰਦੀ ਹੈ ਤੂੰ ਨਵੇਂ ਆਵੇਦਨ ਸੰਸਕਰਣੋਂ ਉੱਤੇ ਸੂਚਤसौभाग्य \n OpenIntents ਵੱਖ Android ਦੇ ਅਨੁਪ੍ਰਯੋਗੋਂ intents ਅਤੇ ਖੁੱਲ੍ਹਾਖੁੱਲ੍ਹਾ ਇੰਟਰਫੇਸ ਦੇ ਡੇਟਾ ਦਾ ਵਰਤੋ ਸਾਂਝਾ ਕਰਣ ਲਈ ਆਗਿਆ ਦਿੰਦਾ ਹੈ \n\n ਜਿਆਦਾ ਜਾਣਕਾਰੀ ਅਤੇ ਹੋਰ ਮਹਾਨ ਅਨੁਪ੍ਰਯੋਗੋਂ ਲਈ ਪਤਾ www.openintents.org ਉੱਤੇ OpenIntents ਯਾਤਰਾ
pl: Wersja %s \n\n OI Update informuje Cię o nowych wersjach aplikacji.\n OpenIntents pozwala różnym aplikacjom dzielić się danymi korzystając z mechanizmu intent i otwartych interfejsów.\n\n W celu uzyskania uzyskania dodatkowych informacji i pobrania innych wspaniałych aplikacji odwiedź OpenIntents (www.openintents.org)
pt: Versão %s \n\nO OI Update disponibiliza as informações das novas versões.\nA OpenIntents permite a troca de dados entre as diversas aplicações Android através de interfaces intuitivas e livres.\n\nPara mais informações sobre a OpenIntents, consulte www.openintents.org
ru: Версия %s \n\n OI Обновление держит вас в курсе новых версий приложения.\n OpenIntents помогает различным Android приложениям использовать intents и открытые интерфейсы для обмена данными.\n\n Для получения дополнительной информации и других важных приложений, посетите OpenIntents at www.openintents.org
sd: संस्करण%s \n\nOI अद्यतन तहां खे नए अनुप्रयोग संस्करण जी जानकारी दीन्दो तव| \nopenintents इन्तेंट्स अऊँ खुल्यल इंटरफेस खे उपयोग करे अलग अलग Anroid अनुप्रयोगन खे पंजो डाटा सझन जी अनुमति दीन्दो आ\n\nअधिक जानकारी जे लाये अऊँ महँ अनुप्रयोगन लाये Openintents वनों www.openintents.org
sk: Verzia %\n\n OI Aktualizácia vás udržuje informovaních o nových verziách aplikáckií.\n OpenIntents umožňuje rôznym Android aplikáciám zdieľať dáta využívaním zámerov a otverených rozhraní.\n\n Pre viac informácií a ďalšie vynikajúce aplikácie navštívte Openintents na www.openintents.org
tr: Versiuon %s \n\nOI Güncelleme sizi yeni uygulama versiyonları hakkında bilgilendirir.\n OpenIntents farklı Android uygulamarını amaç belirterekve açık arayüzler kullanarak paylaşmaya izin verir.\n\nDaha fazla bilgi ve diğer muhteşem uygulamalar için OpenIntents'i www.openintents.org 'tan ziyaret ediniz.
ug: نەشرى%s \n\n OIيېڭىلاش سىزنى يېڭى نەشرى ئۇچۇرىدىن خەۋەردار قىلىدۇ.\n OpenIntents ئوخشاش بولمىغان ئاندىرويىد ئەپلىرىنىڭ سانلىق مەلۇماتنى ھەمبەھىرلەشكە يول قويىدۇ.\n\nتېخىمۇ كۆپ ئۇچۇرغا ئېرىشىش ئۈچۈن www.openintents.org نى زىيارەت قىلىڭ.

source: OI Update EULA
ar: EULAتحديث OI
be: Ліцэнзійнае пагадненне OI Update
ca: EULA d'actualitzacions d'OI
cs: OI Update EULA OI Update EULA
el: EULA του OI Αναβάθμιση
es: Acuerdo de Licencia de Usuario Final (EULA) de OI Update
fil: OI Magbago EULA
he: עדכון OI EULA
hi: OI अद्यतन EULA
it: EULA OI Aggiornamenti
nb: Lisensavtale for OI Oppdater
pa: OI ਅਦਿਅਤਨ EULA
pl: Licencja OI Update
pt: EULA do OI Update
ro: OI Update ALUF
ru: Лицензионное соглашение OI Update
sd: OI अद्यतन EULA
tr: OI güncelleme Kullanıcı lisans sözleşmesi (EULA)
ug: OI يېڭىلاش ئاخىرقى ئىشلەتكۈچى ئىجازەتنامىسى
