Repository: openintents/translations-export
Catalog: translations_updatechecker/*.po
Languages: ar, be, bg, ca, cs, el, es, fil, he, hi, it, nb, nl, pa, pl, pt, ro, ru, sd, sk, tr, ug

source: "Copyright 2008 OpenIntents.org\n Licensed under the Apache License, Version 2.0 (the \"License\"); you may not use this file except in compliance with the License. You may obtain a copy of the License at\n http://www.apache.org/licenses/LICENSE-2.0\n Unless required by applicable law or agreed to in writing, software distributed under the License is distributed on an "AS IS" BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied. See the License for the specific language governing permissions and limitations under the License.\n \n"
ar: \" حقوق 2008 OpenIntents.org\\n مرخصة تحت رخصة أباتشي، النسخة 2.0 (the \\\"النسخة\\\");لا يجوز لك استخدام هذا الملف إلا في الامتثال للترخيص. يمكنك الحصول على نسخة من الترخيص في\\n http://www.apache.org/licenses/LICENSE-2.0\\n ما لم تلزم به القوانين المعمول بها أو المتفق عليها في الكتابة ،يتم توزيع البرمجيات بموجب الترخيص الموزع \ \"كما هو \" الأساس ، دون ضمانات أو شروط من أي نوع ، سواء كانت صريحة أو ضمنية. راجع رخصة للغة المحددة تنظم أذونات وقيود بموجب ترخيص\\n \\n \"
be: "Copyright 2008 OpenIntents.org\nРаспаўсюджваецца на ўмовах ліцэнзіі Apache, версіі 2.0 (\"Ліцэнзія\"); вы можаце выкарыстоўваць гэты файл толькі ў адпаведнасці з ліцэнзіяй. Вы можаце атрымаць копію ліцэнзіі на http://www.apache.org/licenses/LICENSE-2.0\n За выключэннем патрабаванняў дзеючага заканадаўства або згоды ў пісьмовай форме, праграмнае забеспячэнне распаўсюджваецца пад ліцэнзіяй па прынцыпе ЯК ЁСЦЬ, БЕЗ ГАРАНТЫЙ АБО УМОЎ любога роду: відавочных, або тых, што маюцца на ўвазе. See the License for the specific language governing permissions and limitations under the License.\n \n"
bg: "Copyright 2008 OpenIntents.org\n Licensed under the Apache License, Version 2.0 (the \"License\"); нямате право да използвате този файл по никакъв начин освен в съгласие с Лиценза. Можете да получите копие на Лиценза на\n http://www.apache.org/licenses/LICENSE-2.0\n Освен ако не се изисква от приложим закон или от писмено споразумение, софтуера разпространяван под Лиценза се разпространява "КАКТО Е", БЕЗ ГАРАНЦИИ ИЛИ УСЛОВИЯ ОТ КАКЪВТО И ДА БИЛО ВИД, независимо дали са изрични или подразбиращи се. Виж Лиценза за специфичните, регулиращи езика разрешения и ограничения под Лиценза.
ca: "Copyright 2008 OpenIntents.org\n Llicenciat sota la Llicència Apache, Versió 2.0 (la \"Llicència\"); no podeu utilitzar aquest fitxer excepte d'acord amb la Llicència. En podeu obtenri una còpia a \nhttp://www.apache.org/licenses/LICENSE-2.0\n A no ser que sigui obligatori segons la llei aplicable o acordat per escrit, el programari distribuït sota la Llicència està distribuït en una BASE "COM ÉS", SENSE GARANTIES O CONDICIONS DE QUALSEVOL TIPUS, tant expresses o implicades. Vegeu la Llicència per als permisos específics i limitacions sota la Llicència.\n \n"
es: "Derechos reservados 2008 OpenIntents.org\n Bajo licencia Apache License, Versión 2.0 (la \"License\"); no puede usar este archivo a menos que cumpla con la Licencia. Puede obtener una copia de la Licencia en\n http://www.apache.org/licenses/LICENSE-2.0\n A menos de que se solicite por las leyes aplicables o que se acuerde por escrito, el software distribuido bajo la Licencia se distribuye en base a "COMO ESTÁ", SIN NINGUNA GARANTÍA NI CONDICIÓN, ya sea expresa o implícita. Vea la Licencia para el idioma específico que rige los permisos y las limitaciones bajo la Licencia.\n \n"
fil: "Kopirayt 2008 OpenIntents.org\n Lisensyado sa ilalim ng Lisensya ng Apache, Bersyon 2.0 (ang \"Lisensya\"); hindi mo maaaring gamitin ang file na ito maliban sa pagsunod sa Lisensya. Maaari kang makakuha ng kopya ng Lisensya sa\n http: //www.apache.org/licenses/LICENSE-2.0\n Maliban kung kinakailangan sa pamamagitan ng naaangkop na batas o sumang-ayon sa sulat, ang software na ipinamamahagi sa ilalim ng Lisensya ay ipinamamahagi na isang "AS IS" na batayan, WALANG GARANTIYA O KONDISYON NA ANUMANG URI, alinman ipinahayag o ipinahiwatig. Tingnan ang Lisensya para sa mga partikular na wika na namamahala ng mga pahintulot at limitasyon sa ilalim ng Lisensya.\n\n"
he: "זכויות שמורות 2008 OpenIntents.org\n מאושר תחת רשיון Apache, גרסה 2.0 ( \"License\") אתה לא רשאי להשתמש בקובץ זה פרט להתאמה עם הרשיון. אתה רשאי להשיג עותק של רשיון זה אצל /n http://www.apache.org/licenses/LICENSE-2.0\n אלא אם בוקש על ידי החוק או שנקבע בכתב, חילוק תוכנה תחת הרשיון על בסיס, בלי צווים או תנאים מכל סוג שהוא, או שבוטאו או שנרמזו. ראה את הרשיון עבור שפות ספציפיות והרשאות והגבלות תחת הרישיון. /n/n"
hi: "कॉपीराइट २,००८ OpenIntents.org \ n अपाचे लाइसेंस, संस्करण 2.0 के अंतर्गत लाइसेंस (\" लाइसेंस \ "); आप लाइसेंस के साथ अनुपालन में छोड़कर इस फ़ाइल का उपयोग नहीं आप \ n http पर लाइसेंस की एक प्रतिलिपि प्राप्त कर सकते हैं हो सकता है.www.apache.org/licenses/LICENSE-2.0: / / \ n जब तक लागू कानून द्वारा अपेक्षित या लिखित रूप में सहमत हुए, लाइसेंस के तहत वितरित सॉफ्टवेयर एक "जैसा है" आधार पर वितरित किया जाता है, किसी भी प्रकार की वारंटियों या शर्तों के के बिना,या तो व्यक्त या निहित. विशिष्ट भाषा के लिए लाइसेंस के अंतर्गत \ n \ n अनुमतियाँ और सीमाओं की गवर्निंग लाइसेंस देखें "
it: "Copyright 2008 OpenIntents.org\n Licenziato sotto la Licenza Apache, Versione 2.0 (la \"Licenza\"); non puoi usare questo file se non in accordo con la Licenza. Puoi avere una copia della Licenza in\n http://www.apache.org/licenses/LICENSE-2.0\n A meno che non sia richiesto dalla legge o da accordi intervenuti durante la scrittura, il software distribuito sotto la Licenza viene distribuito sulla BASE "COME E'", SENZA GARANZIE O CONDIZIONI DI OGNI TIPO, anche espresse o implicite. Vedi la Licenza per i permessi e le limitazioni di governo nella lingua specifica sotto la Licenza.\n\n"
nb: "Opphavsrett 2008 OpenIntents.org\nLisensert under Apache-lisensen, versjon 2.0 (\"Lisensen\"); du får ikke lov til å bruke denne filen bortsett fra i overholdelse med Lisensen. Du kan få tak i en kopi av Lisensen på\nhttp://www.apache.org/licenses/LICENSE-2.0\nHvis ikke påkrevd av gjeldende lov eller blitt enig om skriftlig, programvare utgitt under Lisensen er utgitt på et "SOM ER" GRUNNLAG, UTEN GARANTIER ELLER FORHOLD AV NOEN FORM, enten uttrykk eller antydet. Se Lisensen for det aktuelle språket som styrer tillatelser og begrensninger under Lisensen.\n\n"
pa: ਕਾਪੀਰਾਇਟ ੨ ੦੦੮ OpenIntents.org\n ਅਪਾਚੇ ਲਾਇਸੇਂਸ , ਸੰਸਕਰਣ 2.0 ਦੇ ਅਨੁਸਾਰ ਲਾਇਸੇਂਸ (\" ਲਾਇਸੇਂਸ \"); ਤੁਸੀ ਲਾਇਸੇਂਸ ਦੇ ਨਾਲ ਅਨੁਪਾਲਨ ਵਿੱਚ ਛੱਡਕੇ ਇਸ ਫਾਇਲ ਦਾ ਵਰਤੋ ਨਹੀਂ ਤੁਸੀ \n http ਉੱਤੇ ਲਾਇਸੇਂਸ ਦੀ ਇੱਕ ਨਕਲ ਪ੍ਰਾਪਤ ਕਰ ਸੱਕਦੇ ਹੋ ਹੋ ਸਕਦਾ ਹੈ www.apache.org/licenses/LICENSE-2.0\n ਜਦੋਂ ਤੱਕ ਲਾਗੂ ਕਨੂੰਨ ਦੁਆਰਾ ਲੋੜ ਜਾਂ ਲਿਖਤੀ ਰੂਪ ਵਿੱਚ ਸਹਿਮਤ ਹੋਏ , ਲਾਇਸੇਂਸ ਦੇ ਤਹਿਤ ਵੰਡਵਾਂ ਸਾਫਟਵੇਯਰ ਇੱਕ ਵਰਗਾ ਹੈ ਆਧਾਰ ਉੱਤੇ ਵੰਡਵਾਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ , ਕਿਸੇ ਵੀ ਪ੍ਰਕਾਰ ਦੀਆਂ ਵਾਰੰਟੀਆਂ ਜਾਂ ਸ਼ਰਤਾਂ ਦੇ ਦੇ ਬਿਨਾਂ , ਜਾਂ ਤਾਂ ਵਿਅਕਤ ਜਾਂ ਰਖਿਆ ਹੋਇਆ . ਵਿਸ਼ੇਸ਼ ਭਾਸ਼ਾ ਲਈ ਲਾਇਸੇਂਸ ਦੇ ਅਨੁਸਾਰ \n\n ਅਨੁਮਤੀਯਾਂ ਅਤੇ ਸੀਮਾਵਾਂ ਦੀ ਗਵਰਨਿੰਗ ਲਾਇਸੇਂਸ ਵੇਖੋ
pt: Direitos de autor, 2008 OpenIntents.org\nLicenciado nos termos da Apache License, Versão 2.0 (a \"Licença\"); o utilizador é livre de não utilizar este ficheiro, desde que permitido pela licença. Pode obter uma cópia da licença em\n http://www.apache.org/licenses/LICENSE-2.0\nA menos que obrigatório pela legislação ou acordo, o programa é disponibilizado na forma "AS IS" e NÃO POSSUI QUAISQUER GARANTIAS OU CONDIÇÕES, explicitas ou implícitas. Consulte o texto da licença para verificar as suas permissões e limitações.\n \n
sd: "कॉपीराइट २,००८ OpenIntents.org \n अपाचे लाइसेंस, संस्करण 2.0 के अंतर्गत लाइसेंस (\" लाइसेंस \ "); आप लाइसेंस के साथ अनुपालन में छोड़कर इस फ़ाइल का उपयोग नहीं आप \n पर लाइसेंस की एक प्रतिलिपि प्राप्त कर सकते हैं हो सकता हैhttp://www.apache.org/licenses/LICENSE-2.0 \n जब तक लागू कानून द्वारा अपेक्षित या लिखित रूप में सहमत हुए, लाइसेंस के तहत वितरित सॉफ्टवेयर एक "जैसा है" आधार पर वितरित किया जाता है, किसी भी प्रकार की वारंटियों या शर्तों के के बिना,या तो व्यक्त या निहित. विशिष्ट भाषा के लिए लाइसेंस के अंतर्गत \n \n अनुमतियाँ और सीमाओं की गवर्निंग लाइसेंस देखें "
sk: "Autorské práva 2008 OpenIntents.org\n Licencované pod Apache Licenciou, Verzia 2.0 (\"Licencia\"); tento súbor môžete používať len v zhode Licenciou. Kópiu Licencie môžete získať na\n http://www.apache.org/licenses/LICENSE-2.0\n Pokiaľ to nieje vyžadované zákonom alebo písomne dohodnuté, softvér distribuovaný pod touto Licenciou je distribuovaný "TAK AKO JE", BEZ ZÁRUK ALEBO PODMIENOK AKÉHOKOĽVEK DRUHU, implicitne alebo výslovne. Pozrite Licenciu pre špecifické jazykové povolenia a obmedzenia v rámci licencie.\n\n"
tr: "Telif Hakkı 2008 OpenIntents.org\nApache Lisans altında lisanslıdır, Versiyon 2.0 ( \"Lisans\"); bu dosyayı Lisans dışında kullanamazsınız. Lisans'ın bir kopyasını şuradan elde edebilirsiniz\n http://www.apache.org/licenses/LICENSE-2.0\nUygulanabilir kanunlar olmadıkça veya yazılı olarak kabul edilmedikçe, Lisans altında program dağıtımı TEMEL "OLDUĞU GİBİ", HİÇ BİR ŞART VE GARANTİ OLMADAN, gizli veya açık olmadan dağıtıldı. Özel dil yönetim izni ve lisans altında sınırlandırma için Lisans'ı görün.\n \n"

source: Accept
ar: موافق
be: Прыняць
bg: Приемам
ca: Accepto
cs: Přijmout
el: Αποδοχή
es: Aceptar
fil: Tanggapin
he: אשר
hi: स्वीकार करना
it: Accetto
nb: Aksepter
nl: Accepteren
pa: ਮਨਜ਼ੂਰ
pl: Akceptuj
pt: Aceitar
ro: Acceptă
ru: Принять
sd: स्विकार्यो
sk: Prijať
tr: Kabul Et
ug: قوشۇل

source: Cancel
ar: الغاء
be: Адмяніць
bg: Отказ
ca: Canceŀla
cs: Zrušit
el: Ακύρωση
es: Cancelar
fil: Kanselahin
he: ביטול
hi: रद्द करना
it: Annulla
nb: Avbryt
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt: Cancelar
ro: Renunță
ru: Отменить
sd: रद्द कयो
sk: Zrušiť
tr: İptal
ug: ۋاز كەچ
