Repository: openintents/translations-export
Catalog: translations_updatechecker/*.po
Languages: ar, be, bg, ca, cs, el, es, fil, he, hi, it, nb, nl, pa, pl, pt, ro, ru, sd, sk, tr, ug

source: translator-credits
ar: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs kenn dhia https://launchpad.net/~kendhia
be: Launchpad Contributions: Alexander Geroimenko https://launchpad.net/~geroimenko
bg: Launchpad Contributions: Boyan Penchev https://launchpad.net/~boyan-penchev Dariel Kremov https://launchpad.net/~dkremov
ca: Launchpad Contributions: Joan Creus https://launchpad.net/~joan-creus-c OpenIntents devs https://launchpad.net/~openintents-devs
cs: Launchpad Contributions: Matěj Konečný https://launchpad.net/~matejkon OpenIntents devs https://launchpad.net/~openintents-devs
el: Launchpad Contributions: Giannis Konstantinidis https://launchpad.net/~giankonstantinidis
es: Launchpad Contributions: Eduardo https://launchpad.net/~efs710920mex Feder Sáiz https://launchpad.net/~federsaiz-deactivatedaccount Javier Martínez Arrieta https://launchpad.net/~javote87 Paco Molinero https://launchpad.net/~franciscomol Peli https://launchpad.net/~peli0101 miwie https://launchpad.net/~mw-miwie
fil: Launchpad Contributions: Liezl https://launchpad.net/~liezl-200 OpenIntents devs https://launchpad.net/~openintents-devs
he: Launchpad Contributions: Neta Oren https://launchpad.net/~netao212
hi: Launchpad Contributions: Anshuman Jaiswal https://launchpad.net/~good-anshuman happy nawani https://launchpad.net/~nawanihappy
it: Launchpad Contributions: Diego Pierotto https://launchpad.net/~gringo Martino Barbon https://launchpad.net/~martins999 Peli https://launchpad.net/~peli0101
nb: Launchpad Contributions: Arne Tobias Malkenes Ødegaard https://launchpad.net/~arne-tobias
nl: Launchpad Contributions: Henk van der Velden https://launchpad.net/~henkvandervelden86 Jaap-Willem Dooge https://launchpad.net/~japydooge Peli https://launchpad.net/~peli0101 pjv https://launchpad.net/~pjv
pa: Launchpad Contributions: Angad Singh https://launchpad.net/~angad21-02-1996 Atharva Lath https://launchpad.net/~atharvalath96 OpenIntents devs https://launchpad.net/~openintents-devs
pl: Launchpad Contributions: Damian Skrodzki https://launchpad.net/~damienix Karolina Kowal https://launchpad.net/~gwiazdeczka11 Tomasz 'Zen' Napierala https://launchpad.net/~tzn
pt: This is a dummy translation so that the credits are counted as translated. Launchpad Contributions: Peli https://launchpad.net/~peli0101 Sérgio Marques https://launchpad.net/~sergio+marques Tiago Silva https://launchpad.net/~tiagosilva
ro: Launchpad Contributions: Peli https://launchpad.net/~peli0101 iulargsb https://launchpad.net/~iulargsb
ru: Launchpad Contributions: Nkolay Parukhin https://launchpad.net/~parukhin Peli https://launchpad.net/~peli0101
sd: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani vishal panjwani https://launchpad.net/~vishal-panjwani15
sk: Launchpad Contributions: Lacko545 https://launchpad.net/~lackorauch OpenIntents devs https://launchpad.net/~openintents-devs slavino https://launchpad.net/~slavomir-hustaty
tr: This is a dummy translation so that the credits are counted as translated. Launchpad Contributions: Halilpk https://launchpad.net/~halilpk OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 zeugma https://launchpad.net/~sunder67
ug: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Sahran https://launchpad.net/~sahran

source: OI Update
ar: تحديث OI
bg: OI Обновления
ca: Actualització d'OI
el: OI Αναβάθμιση
fil: OI Magbago
he: עדכון OI
hi: OI अद्यतन
it: OI Aggiornamenti
nb: OI Oppdater
pa: OI ਉਦਯਤਨ
sd: OI अद्यतन
sk: OI Aktualizácia
tr: OI Güncelleme
ug: OI يېڭىلا

source: A new version of %s is available.\nWould you like to upgrade?
ar: نسخة جديدة من %s متوفرة. \nهل تود الترقية ؟
be: Даступна новая версія %s.\nЖадаеце абнавіць?
bg: Налична е нова версия на %s.\nЖелаете ли да обновите?
ca: Una nova versió de %s està disponible.\nVoldríeu actualitzar-la?
cs: Nová verze aplikace %s je dostupná.\nChcete ji aktualizovat?
el: Μια νέα έκδοση του %s είναι διαθέσιμη.\nΘα θέλατε να κάνετε αναβάθμιση;
es: Una versión nueva de %s está disponible. \n¿Quiere actualizar?
fil: May bagong bersyon ng %s ay magagamit.\nGusto mo bang i-upgrade?
he: יש גרסא חדשה של %s זמינה. /n האם אתה רוצה לעדכן?
hi: % S का एक नया संस्करण उपलब्ध है \ आप को अपग्रेड करना चाहेंगे?
it: Una nuova versione di %s è disponibile.\nVuoi aggiornare?
nb: En ny versjon av %s er tilgjengelig.\nVil du oppgradere?
nl: Een nieuwe versie van %s is beschikbaar.\nWilt u upgraden?
pa: %s ਦਾ ਇੱਕ ਨਵਾਂ ਸੰਸਕਰਣ ਉਪਲੱਬਧ ਹੈ \n ਕੀ ਤੁਹਾਨੂੰ ਅਪਗਰੇਡ ਕਰਣਾ ਚਾਹਾਂਗੇ ?
pl: Nowa wersja %s jest dostępna.\nChcesz ją zaktualizować?
pt: Está disponível uma nova versão do %s.\nAtualizar?
ro: Este disponibilă o nouă versiune de %s.\nDoriți actualizarea?
ru: Доступна новая версия %s.\nХотите обновить?
sd: %s जो हिक्क नयो संस्करण उपलब्ध आ \n तहां अपग्रेड करण चाहीन्दावा?
sk: Nová verzia %s je dostupná.\nŽeláte si aktualizovať?
tr: %s yeni bir sürümü mevcut.\n yükseltmek ister misiniz?
ug: %s نىڭ يېڭى نەشرى بار.\nدەرىجە ئۆستۈرەمسىز؟

source: A new version of %1$s is available at %2$s.\n%3$s\n
ar: نسخة جديدة من %1$s متوفرة على %2$s . \n%3$s\n
be: Даступна новая версія %1$s на %2$s.\n%3$s\n
bg: Нова версия на %1$s е налична в %2$s.\n%3$s\n
ca: Una nova versió de %1$s està disponible a %2$s.\n%3$s\n
cs: Nová verze %1$s je dostupná v %2$s.\n%3$s\n
el: Μια νέα έκδοση του %1$s είναι διαθέσιμη στο %2$s.\n%3$s\n
es: Existe una nueva versión disponible de %1$s en %2&s.\n%3$s\n
fil: May bagong bersyon ng %1$ ay magagamit sa %2$s.\n%3$s\n
he: יש גרסה חדשה של %1$s זמינה אצל %2$s.\n%3$s\n
hi: %1$s का एक नया संस्करण उपलब्ध है|\\n %2$s\\n
it: Una nuova versione di %1$s è disponibile a %2$s.\n%3$s\n
nb: En ny versjon av %1$s er tilgjengelig på %2$s.\n%3$s\n
nl: Een nieuwe versie van %1$s is verkrijgbaar bij %2$s.\n%3$s\n
pa: %1$s ਦੇ ਇੱਕ ਨਵੇਂ ਸੰਸਕਰਣ ਉੱਤੇ ਉਪਲੱਬਧ ਹੈ %2$s.\n %3$s\n
pl: Nowa wersja %1$s jest dostępna w %2$s.\n%3$s\n
pt: Está disponível uma nova versão do %1$s em %2$s.\n%3$s\n
ru: Доступна новая версия %1$s на %2$s.\n%3$s\n
sd: %1$s जो हिक्क नयो संस्करण %2$s ते उपलब्ध आहे|\n%3$s\n
sk: Nová verzia %1$s je dostupná na %2$s.\n%3$s\n
tr: %1$s yeni bir versiyonuna %2$s 'de/da ulşabilirsiniz.\n%3$s\n
ug: %2$s دا %1$s نىڭ يېڭى نەشرى بار.\n%3$s\n

source: A new version of %1$s is available.\n%2$s\n
ar: نسخة جديدة من %1$s متوفرة. \\n %2$s\\n
be: Даступна новая версія %1$s.\n%2$s\n
bg: Налична е нова версия на %1$s.\n%2$s\n
ca: Una nova versió de %1$s està disponible.\n%2$s\n
cs: Nová verze %1$s je dostupná.\n%2$s\n
el: Μια νέα έκδοση του %1$s είναι διαθέσιμη.\n%2$s\n
es: Existe una nueva versión disponible de %1$s en .\n%2$s\n
fil: May bagong bersyon ng %1$s ay magagamit.\n%2$s\n
he: קיימת גרסה חדשה זמינה של %1$s.\n%2$s\n
hi: % 1 $ s का एक नया संस्करण उपलब्ध है \ n% 2 $ s \ n है.
it: Una nuova versione di %1$s è disponibile.\n%2$s\n
nb: En ny versjon av %1$s er tilgjengelig.\n%2$s\n
nl: Een nieuwe versie van %1$s is verkrijgbaar.\n%2$s\n
pa: %1$s ਦੇ ਇੱਕ ਨਵੇਂ ਸੰਸਕਰਣ ਉੱਤੇ ਉਪਲੱਬਧ \n%2$s\n
pl: Nowa wersja %1$s jest dostępna.\n%2$s\n
pt: Está disponível uma nova versão do %1$s.\n%2$s\n
ru: Доступна новая версия %1$s.\n%2$s\n
sd: %1$s जो हिक्क नयो संस्करण उपलब्ध आहे %2$s
sk: Nová verzia %1$s je dostupná.\n%2$s\n
tr: %1$s in yeni versiyonu mevcut.\n%2$s\n
ug: %1$s نىڭ يېڭى نەشرى بار.\n%2$s\n

source: A new version of %1$s is available at %2$s.
ar: نسخة جديدة من %1$s متوفرة على %2$s.
be: Даступна новая версія %1$s на %2$s.
bg: Нова версия на %1$s е налична в %2$s.
ca: Una nova versió de %1$s està disponible a %2$s.
cs: Nová verze %1$s je dostupná v %2$s.
el: Μια νέα έκδοση του %1$s είναι διαθέσιμη στο %2$s.
es: Existe una versión disponible de %1$s diaponible en %2$s
fil: May bagong bersyon ng %1$s ay makukuha sa %2$s.
he: גרסא חדשה של %1$s זמינה אצל %2$s
hi: % 1 $ s के एक नए संस्करण 2% एस डॉलर में उपलब्ध है
it: Una nuova versione di %1$s è disponibile a %2$s.
nb: En ny versjon av %1$s er tilgjengelig på %2$s.
nl: Een nieuwe versie van %1$s is verkrijgbaar bij %2$s.
pa: %1$s ਦੇ ਇੱਕ ਨਵੇਂ ਸੰਸਕਰਣ ਉੱਤੇ ਉਪਲੱਬਧ ਹੈ %2$s.
pl: Nowa wersja %1$s jest dostępna w %2$s.
pt: Está disponível uma nova versão do %1$s em %2$s.
ru: Доступна новая версия %1$s на %2$s.
sd: %1$s जो हिक्क नयो संस्करण %2$sते उपलब्ध आहे
sk: Nová verzia %1$s je dostupná na %2$s.
tr: %1$s in yeni versiyonu %2$s 'da/de mecvut.
ug: %2$s دا %1$s نىڭ يېڭى نەشرى بار.

source: A new version of %s is available.
ar: نسخة جديدة من %s متوفرة.
be: Даступна новая версія %s.
bg: Налична е нова версия на %1$s.
ca: Una nova versió de %s està disponible
cs: Je dostupná nová verze %s.
el: Μια νέα έκδοση του %s είναι διαθέσιμη.
es: Una neva versión de %s está disponible.
fil: May bagong bersyon ng %s ay magagamit.
he: יש גרסה זמינה חדשה של %s
hi: % S का एक नया संस्करण उपलब्ध है.
it: Una nuova versione di %s è disponibile.
nb: En ny versjon av %s er tilgjengelig.
nl: Een nieuwe versie van %s is beschikbaar.
pa: %s ਦਾ ਇੱਕ ਨਵਾਂ ਸੰਸਕਰਣ ਉਪਲੱਬਧ ਹੈ .
pl: Nowa wersja %s jest dostępna.
pt: Está disponível uma nova versão do %s.
ro: Este disponibilă o nouă versiune de %s.
ru: Доступна новая версия %s.
sd: s जो हिक्क नयो संस्करण उपलब्ध आह%
sk: Nová verzia %s je dostupná.
tr: %s için yeni bir sürüm mevcut.
ug: %s نىڭ يېڭى نەشرى بار.

source: Android Market not available.
ar: متجر أندرويد غير متوفر
be: Android Market недаступны.
bg: Android Market не е достъпен.
ca: El Mercat d'Android no està disponible.
cs: Android Market není dostupný.
el: Το Android Market δεν είναι διαθέσιμο.
es: Android Market no disponible.
fil: Hindi magagamit ang Android Merkado.
he: שוק אנדרואיד לא זמין.
hi: Android बाजार उपलब्ध नहीं है.
it: Android Market non disponibile.
nb: Android Marked ikke tilgjengelig.
nl: Android Market is niet beschikbaar.
pa: Android ਬਾਜ਼ਾਰ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ .
pl: Android Market jest niedostępny.
pt: Android Market indisponível.
ro: Android Market nu este disponibil.
ru: Android Market недоступен.
sd: Android बाजार उपलब्ध काने
sk: Android market je nedostupný.
tr: Android Market mevcut değil.
ug: ئاندىرويىد بازارنى ئىشلەتكىلى بولمايدۇ.

source: Android Market
ar: متجر أنرويد
ca: Mercat d'Android
fil: Andriod Merkado
he: שוק אנדרואיד
hi: Android बाजार
nb: Android Marked
pa: Android ਬਾਜ਼ਾਰ
sd: Android बाजार
ug: ئاندىرويىد بازار

source: Version %1$s\nSD card %2$s\n\nOS\n%3$s
ar: النسخة %1$s\\n بطاقة SD %2$s\\n \\n OS\\n %3$s
be: Версія %1$s\nSD картка %2$s\n\nАС\n%3$s
bg: Версия %1$s\nSD карта%2$s\n\nОС\n%3$s
ca: Versió %1$s\nTargeta SD %2$s\n\nOS\n%3$s
cs: Verze %1$s\nSD karta %2$s\n\nOS\n%3$s
el: Έκδοση %1$s\nΚάρτα SD %2$s\n\nOS\n%3$s
es: Versión %1$s\ntarjeta SD %2$s\n\nOS\n%3$s
fil: Bersyon %1$s\nSD card %2$\s\n\nOS\n%3$s
he: גרסה %1$s\nSD של כרטיס %2$s\n\nOS\n%3$s
hi: संस्करण% $ 1 \ एनएसडी कार्ड% 2 $ s \ n \ n NOS \ n% 3 $ s
it: Versione %1$s\nSD card %2$s\n\nOS\n%3$s
nb: Versjon %1$s\nSD-kort %2$s\n\nOS\n%3$s
nl: Versie %1$s\nSD card %2$s\n\nOS\n%3$s
pa: ਸੰਸਕਰਣ %1$s\nSD card %2$s\n\nOS\n%3$s
pl: Wersja %1$s\nkarta SD %2$s\n\nOS\n%3$s
pt: Versão %1$s\ncartão SD %2$s\n\nSO\n%3$s
ru: Версия %1$s\nSD карта %2$s\n\nОС\n%3$s
sd: संस्करण%1$s\nSD कार्ड%2$s\n\n\OS\n%3$s
sk: Verzia %1$s\nSD karta %2$s\n\nOS\n%3$s
tr: Versiyon %1$s\nSD kart %2$s\n\nİS\n%3$s
ug: نەشرى%1$s\nSD كارتا%2$s\n\nOS\n%3$s

source: free space: %s
ar: مساحة فارغة: %s
be: свабодна: %s
bg: свободно място: %s
ca: espai lliure: %s
cs: volý prostor: %s
el: ελεύθερος χώρος: %s
es: espacio libre: %s
fil: libreng espasyo: %s
he: רווח חינם : %s
hi: मुक्त अंतरिक्ष:% s
it: spazio disponibile: %s
nb: tilgjengelig plass: %s
nl: vrije ruimte: %s
pa: ਅਜ਼ਾਦ ਆਕਾਸ਼ %s
pl: wolne miejsce: %s
pt: espaço livre: %s
ro: spațiu liber: %s
ru: свободно: %s
sd: ख़ाली जगह: %s
sk: voľné miesto: %s
tr: boş alan: %s
ug: ئەركىن بوشلۇق: %s

source: Board %1$s\nBrand %2$s\nDevice %3$s\nID %4$s\nModel %5$s
ar: اللوحة %1$s\\n العلامة %2$s\\n الجهاز %3$s\\n رقم التعريف %4$s\\n موديل %5$s
be: Плата %1$s\nВытворца %2$s\nПрылада %3$s\nID %4$s\nМадэль %5$s
bg: Борд %1$s\nМарка%2$s\nУстройство%3$s\nID%4$s\nМодел%5$s
ca: Placa %1$s\nMarca %2$s\nDispositiu %3$s\nID %4$s\nModel %5$s
cs: Board %1$s\nZnačka %2$s\nZařízení %3$s\nID %4$s\nModel %5$s
el: Πλακέτα %1$s\nΜάρκα %2$s\nΣυσκευή %3$s\nID %4$s\nΜοντέλο %5$s
es: Tabla %1$s\nMarca %2$s\nDispositivo %3$s\nID %4$s\nModelo %5$s
fil: Lupon %1$s\nTatak %2$s\nAparato %3$s\nID %4$s\nModelo %5$s
he: לוח %1$s\nBrand %2$s\nDevice %3$s\nID %4$s\nModel %5$s
hi: बोर्ड% $ 1 \ nBrand% 2 $ s एस nDevice \ $ 3% s \ एनआईडी% $ 4 \ s nModel 5% $ s
it: Scheda %1$s\nMarca %2$s\nDispositivo %3$s\nID %4$s\nModello %5$s
nb: Brett %1$s\nMerke %2$s\nEnhet %3$s\nID %4$s\nModell %5$s
pa: ਬੋਰਡ %1$s\n ਬਰਾਂਡ %2$s\n ਡਿਵਾਇਸ %3$\n ਆਈਡੀ %4$s\n ਮਾਡਲ %5$s
pt: Direção %1$s\nMarca %2$s\nDispositivo %3$s\nID %4$s\nModelo %5$s
ru: Плата %1$s\nПроизводитель %2$s\nУстройство %3$s\nID %4$s\nМодель %5$s
sd: बोर्ड%1$s\nब्रांड%2$s\nडिवाइस %3$s\nID %4$s\nमॉडल%5$s
sk: Doska %1$s\nZnačka %2$s\nZariadenie %3$s\nID %4$s\nModel %5$s
tr: Pano %1$s\nMarka %2$s\nCihaz %3$s\nID %4$s\nModel %5$s
ug: تاختا%1$s\nماركا %2$s\nئۈسكۈنە %3$s\nID %4$s\nتىپى %5$s

source: Perform update now!
ar: تنفيذ التحديث الآن!
be: Абнавіць зараз!
bg: Извърши обновяване сега!
ca: Actualitza ara!
cs: Aktualizovat nyní!
el: Εκκίνηση της αναβάθμισης τώρα!
es: Actualizar ahora
fil: Gawin ang pagbabago ngayon!
he: בצע עדכון עכשיו!
hi: प्रदर्शन अब अद्यतन!
it: Esegui aggiornamenti adesso!
nb: Utfører oppdatering nå!
nl: Nu updaten!
pa: ਨੁਮਾਇਸ਼ ਹੁਣ ਅਦਿਅਤਨ !
pl: Aktualizuj!
pt: Atualizar agora!
ro: Aplică actualizarea acum!
ru: Обновить сейчас!
sd: अद्यतन कयो!
sk: Aktualizovať teraz!
tr: Şimdi güncelle!
ug: ھازىر يېڭىلاڭ!

source: Try update from Market now!
ar: جرب التحديث من المتجر الآن
be: Паспрабуйце абнавіць зараз праз Market!
bg: Опитай обновяване от Market сега!
ca: Prova l'actualització del Mercat ara!
cs: Zkusit aktualizovat z Marketu nyní!
el: Δοκιμή αναβάθμισης από το Market τώρα!
es: ¡Pruebe actualizar desde Market ahora!
fil: Subukan baguhin sa Merkado ngayon!
he: נסה עדכון מהמרקט עכשיו!
hi: अब बाजार से अद्यतन की कोशिश करो!
it: Prova ad aggiornare dal Market adesso!
nb: Prøv oppdatering fra Marked nå!
nl: Nu proberen te updaten via Market!
pa: ਹੁਣ ਬਾਜ਼ਾਰ ਵਲੋਂ ਅਦਿਅਤਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ !
pl: Spróbuj aktualizować z Marketu teraz!
pt: Tentar atualização no Market!
ro: Incearcă actualizare de pe Market acum!
ru: Попробуйте обновить сейчас через Market.
sd: हाणे बाजार मां अद्यतन करण जी कोशिश कयो !
sk: Skúsiť aktualizáciu z Marketu teraz!
tr: Marketten şimdi güncelleştirme deneyin!
ug: ھازىر بازاردىن يېڭىلاشنى سىنا!

source: Try update from AndAppStore now!
ar: جرب التحديث من AndAppStore الان!
be: Паспрабуйце абнавіць зараз праз AndAppStore!
bg: Опитай обновяване от AndAppStore сега!
ca: Prova l'actualització d'AndAppStore ara!
cs: Zkusit aktualizovat z AndAppStore nyní!
el: Δοκιμή αναβάθμισης από το AndAppStore τώρα!
es: ¡Pruebe actualizar desde AndAppStore ahora!
fil: Subukan baguhin sa AndAppStore ngayon!
he: נסה לעדכן מחנות היישומים עכשיו!
hi: AndAppStore से अब अद्यतन करने की कोशिश करो!
it: Prova ad aggiornare da AndAppStore adesso!
nb: Prøv oppdatering fra AndAppStore nå!
nl: Nu proberen te updaten via AndAppStore!
pa: ਅਤੇ ਐਪ ਸਟੋਰ ਵਲੋਂ ਹੁਣ ਅਦਿਅਤਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ !
pl: Spróbuj aktualizować z AndAppStore teraz!
pt: Tentar atualização no AndAppStore!
ro: Incearcă actualizare de pe AndAppStore acum!
ru: Попробуйте обновить сейчас через AndAppStore!
sd: AndAppStore मां हाणे अद्यतन करण जी कोशिश कयो !
sk: Skúsiť aktualizáciu z AndAppStore teraz!
tr: AndAppStore'dan şimdi güncellemeyi dene!
ug: ھازىر AndAppStore دىن يېڭىلاشنى سىنا!

source: Remind me later!
ar: ذكرني لاحقا !
be: Нагадаць пазней!
bg: Напомни ми по-късно!
ca: Recorda-m'ho més tard!
cs: Připomenout později!
el: Υπενθύμιση αργότερα!
es: ¡Recordarme más tarde!
fil: Ipaalala sa akin mamaya!
he: הזכר לי אחר כך!
hi: मुझे बाद में याद दिलाना है!
it: Ricorda più tardi!
nb: Minn meg på senere!
nl: Later eraan herinneren!
pa: ਮੈਨੂੰ ਬਾਅਦ ਵਿੱਚ ਯਾਦ ਦਵਾਣਾ ਹੈ !
pl: Przypomnij mi później!
pt: Lembrar mais tarde!
ro: Reamintește-mi mai târziu!
ru: Напомнить позже!
sd: मुखे पो याद दियार जो!
sk: Upozorni ma neskôr!
tr: Daha sonra hatırlat!
ug: مېنى كېيىن ئەسكەرت!

source: Ignore this update
ar: تجاهل هذا التحديث
be: Ігнараваць гэта абнаўленне
bg: Игнорирай това обновяване
ca: Ignora aquesta actualització
cs: Ignorovat tuto aktualizaci
el: Παράβλεψη αυτής της αναβάθμισης
es: Ignorar esta actualización
fil: Huwag pansinin ang pagbabago na ito
he: התעלם מעדכון זה
hi: इस अद्यतन पर ध्यान न दें
it: Ignora questo aggiornamento
nb: Ignorer denne oppdateringen
nl: Negeer deze update
pa: ਇਸ ਅਦਿਅਤਨ ਉੱਤੇ ਧਿਆਨ ਨਹੀਂ ਦਿਓ
pl: Zignoruj tę aktualizację
pt: Ignorar esta atualização
ro: Ignoră această actualizare
ru: Игнорировать это обновление
sd: इन्ह अद्यतन ते ध्यान न द्यो
sk: Ignorovať túto aktualizáciu
tr: Bu güncelemeyi yoksay
ug: بۇ يېڭىلاشقا پەرۋا قىلما

source: Ignore all further updates
ar: تجاهل جميع التحديثات الأخرى
be: Ігнараваць усе наступныя абнаўленні
bg: Игнорирай всички бъдещи обновявания
ca: Ignora totes les actualitzacions d'ara endavant
cs: Ignorovat všechny další aktualizace
el: Παράβλεψη όλων των μελλοντικών αναβαθμίσεων
es: Ignorar todas actualizaciones en el futuro
fil: Huwag pansinin ang lahat ng karagdagang mga update
he: התעלם מעדכונים נוספים
hi: सभी आगे अद्यतन पर ध्यान न दें
it: Ignora ulteriori aggiornamenti
nb: Ignorer alle fremtidige oppdateringer
nl: Negeer alle verdere updates
pa: ਸਾਰੇ ਅੱਗੇ ਅਦਿਅਤਨ ਉੱਤੇ ਧਿਆਨ ਨਹੀਂ ਦਿਓ
pl: Zignoruj wszystkie kolejne aktualizacje
pt: Ignorar atualizações futuras
ro: Ignoră toate actualizările ulterioare
ru: Игнорировать все последующие обновления
sd: अगतां वारे सड़े अद्यतन ते ध्यान न द्यो
sk: Ignorovať všetky ďalšie aktualizácie
tr: Diğer tüm güncellemeleri görmezden gel
ug: كېيىنكى يېڭىلاشقا پەرۋا قىلما

source: Ok
ar: موافق
bg: ОК
ca: D'acord
el: Εντάξει
es: Aceptar
he: אוקי
hi: ठीक
pa: ਠੀਕ ਹੈ
pt: Aceitar
sd: ठीक आ
tr: Tamam
ug: جەزملە

source: Update could not be started!\n\nPlease contact application developer!\n\n%s
ar: لا يمكن بدأ التحديث!\\n \\n رجاءا اتصل بمطور التطبيق \\n \\n %s
be: Немагчыма запусціць абнаўленне!\n\nКалі ласка, звяжыцеся з распрацоўнікамі!\n\n%s
bg: Обновяването не можа стартира!\n\n Моля свържете се разработчиците на приложението!\n\n%s
ca: No s'ha pogut començar l'actualització!\n\nSi us plau contacteu amb el desenvolupador de l'aplicació!\n\n%s
cs: Aktualizace nemohla začít!\n\nKontaktujte prosím vývojáře aplikace!\n\n%s
el: Αδυναμία εκκίνησης της αναβάθμισης!\n\nΠαρακαλώ επικοινωνήστε με τον προγραμματιστή της εφαρμογής!\n\n%s
es: ¡No se pudo iniciar la actualización!\n\nPóngase en contacto con el desarrollador de la aplicación!\n\n%s
fil: Hindi masimulan ang pagbabago!\n\nMangyaring makipag-ugnay sa developer ng aplikasyon!\n\n%s
he: לא ניתן להתחיל עדכון! \n\n אנא צור קשר עם מפתח האפליקציה! \n\n%s
hi: अद्यतन शुरू नहीं किया जा सका \ n \ n कृपया संपर्क अनुप्रयोग विकासक! \ N \ n% s
it: Impossibile avviare l'aggiornamento!\n\nContatta lo sviluppatore dell'applicazione!\n\n%s
nb: Oppdatering kunne ikke startes!\n\nVennligst kontakt utvikleren av applikasjonen!\n\n%s
nl: Update kon niet worden gestart!\n\nGelieve de applicatie-ontwikkelaar te contacteren!\n\n%s
pa: ਅਦਿਅਤਨ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ! \n\n ਕ੍ਰਿਪਾ ਸੰਪਰਕ ਆਵੇਦਨ ਡੇਵਲਪਰ !\n \n%s
pl: Nie można rozpocząć aktualizacji!\n\nSkontaktuj się z autorem aplikacji!\n\n%s
pt: A atualização não foi iniciada!\n\nContacte o programador da aplicação!\n\n%s
ro: Actualizarea nu a putut fi pornită!\n\nVă rugăm contactați dezvoltatorul aplicatiei!\n\n%s
ru: Невозможно запустить обновление!\n\nПожалуйста свяжитесь с разработчиком!\n\n%s
sd: अद्यतन शुरू न थी सग्यो कृपया अनुप्रयोग विकासक खे संपर्क कयो ! %s
sk: Aktualizácia nemohla byť vykonaná!\n\nProsím kontaktujte vývojára aplikácie!\n\n%s
tr: Güncelleme başlatılamadı!\n\nLütfen uygulama geliştiricisi ile iletişime geçin!\n\n%s
ug: يېڭىلاشنى باشلىيالمايدۇ!\n\nئەپ ئىجادكارى بىلەن ئالاقە قىلىڭ!\n\n%s

source: Application is up-to-date.
ar: التطبيق محدث.
be: Устаноўлена апошняя версія прыкладання.
bg: Приложението е с най-новата версия.
ca: L'aplicació està actualitzada
cs: Žádné aktualizace nejsou k dispozici.
el: Η εφαρμογή είναι ενημερωμένη.
es: La aplicación está actualizada.
fil: Ang aplikasyon ay pinakabago.
he: היישום מעודכן
hi: आवेदन अप करने की तारीख है.
it: L'\applicazione è aggiornata.
nb: Applikasjon er oppdatert.
nl: Applicatie is up-to-date.
pa: ਆਵੇਦਨ ਅਪ ਕਰਣ ਦੀ ਤਾਰੀਖ ਹੈ .
pl: Aplikacja jest w najnowszej wersji.
pt: A aplicação está atualizada.
ro: Aplicația este la zi.
ru: Установлена последняя версия приложения.
sd: अनुप्रयोग सामयिक आहे
sk: Aplikácia je aktuálna.
tr: Uygulama güncel değil.
ug: ئەپنىڭ ۋاقتى ئۆتتى.

source: Checking for new version.
ar: تحقق من اصدار جديد.
be: Ідзе праверка наяўнасці новай версіі.
bg: Проверяване за нова версия.
ca: Comprovant si hi ha una nova versió disponible.
cs: Kontroluji, existuje-li nová verze.
el: Έλεγχος για νέα έκδοση.
es: Comprobando nueva versión.
fil: Sinusuri kung may bagong bersyon.
he: מחפש גרסה חדשה
hi: नए संस्करण के लिए जाँच हो रही है.
it: Controlla nuove versioni.
nb: Sjekker etter ny versjon.
nl: Bezig met zoeken naar nieuwe versie.
pa: ਨਵੇਂ ਸੰਸਕਰਣ ਲਈ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ .
pl: Sprawdzanie nowych wersji.
pt: A procurar atualizações...
ro: Verific versiuni noi.
ru: Идёт проверка наличия новых версий.
sd: नए संस्करण जे लाये जाँच ती थे
sk: Hľadám novú verziu.
tr: Yeni sürüm için kontrol ediliyor.
ug: يېڭى نەشرىنى تەكشۈرۈۋاتىدۇ.

source: Building list of applications.
ar: بناء قائمة من الطلبات.
be: Складаецца спіс прыкладанняў.
bg: Съставяне на списък с приложенията.
ca: Creant llista d'aplicació
cs: Vytvářím seznam aplikací.
el: Δημιουργία λίστας εφαρμογών.
es: Construyendo lista de aplicaciones.
fil: Gumagawa ng listahan ng mga aplikasyon.
he: יוצר רשימה של יישומים.
hi: भवन आवेदनों की सूची.
it: Creazione elenco applicazioni.
nb: Bygger liste med applikasjoner.
nl: Bezig met het maken van een lijst van applicaties.
pa: ਭਵਨ ਆਵੇਦਨਾਂ ਦੀ ਸੂਚੀ .
pl: Budowanie listy aplikacji.
pt: A criar lista de aplicações.
ro: Alcătuiesc lista de aplicații.
ru: Составляется список приложений.
sd: आवेदन जे लाये सूची ती ठये
sk: Zostavujem zoznam aplikácií.
tr: Uygulamalar için inşa listesi.
ug: ئەپ تىزىمى قۇرۇۋاتىدۇ.

source: Check AndAppStore.com
ar: تحقق AndAppStore.com
be: Праверыць AndAppStore.com
bg: Провери AndAppStore.com
ca: Comprova a AndAppStore.com
cs: Kontroluji AndAppStore.com
el: Έλεγχος του AndAppStore.com
es: Comprobar AndAppStore.com
fil: Suriin ang AndAppStore.com
he: בדוק AndAppStore.com
hi: AndAppStore.com की जाँच करें
it: Controlla AndAppStore.com
nb: Sjekk AndAppStore.com
nl: Controleer AndAppStore.com
pa: AndAppStore.com ਦੀ ਜਾਂਚ ਕਰੋਏ
pl: Sprawdź AndAppStore.com
pt: Procurar no AndAppStore.com
ro: Verifică AndAppStore.com
ru: Проверьте AndAppStore.com
sd: AndAppStore.com खे जान्च्यो
sk: Skontrolovať AndAppStore.com
tr: AndAppStore.com kontrol et
ug: AndAppStore.com نى تەكشۈر

source: Check versions
ar: تحقق من النسخ
be: Праверыць версіі
bg: Провери версиите
ca: Comprova versions
cs: Zkontrolovat verze
el: Έλεγχος εκδόσεων
es: Comprobar versiones
fil: Suriin ang mga bersyon
he: בדוק גרסאות
hi: संस्करणों की जाँच करें
it: Controlla versioni
nb: Sjekk versjoner
nl: Controleer versies
pa: ਸੰਸਕਰਣੋਂ ਦੀ ਜਾਂਚ ਕਰੋਏ
pl: Sprawdź wersje
pt: Procurar versões
ro: Verifică versiuni
ru: Проверить версии
sd: संस्करण जाँचयो
sk: Skontrolovať verzie
tr: Sürüm kontrolleri
ug: نەشرىنى تەكشۈر

source: Show all
ar: إظهار الكل
be: Паказаць усе
bg: Покажи всичко
ca: Mostra-ho tot
cs: Zobrazit vše
el: Εμφάνιση όλων
es: Mostrar todo
fil: Ipakita lahat
he: הצג הכל
hi: सभी दिखाएँ
it: Mostra tutte
nb: Vis alle
nl: Toon alles
pa: ਸਾਰੇ ਦਿਖਾਵਾਂ
pl: Pokaż wszystkie
pt: Mostrar tudo
ro: Arată tot
ru: Показать все
sd: सब दिखार्यो
sk: Zobraziť všetko
tr: Tümünü göster
ug: ھەممىنى كۆرسەت
