Repository: openintents/translations-export
Catalog: translations_updatechecker/*.po
Languages: ar, be, bg, ca, cs, el, es, fil, he, hi, it, nb, nl, pa, pl, pt, ro, ru, sd, sk, tr, ug

source: Refresh
ar: تحديث
be: Абнавіць
bg: Обнови
ca: Actualitza
cs: Obnovit
el: Ανανέωση
es: Actualizar
fil: I-refresh
he: רענן
hi: ताज़ा करें
it: Aggiorna
nb: Last på nytt
nl: Verversen
pa: ਤਾਜ਼ਾ ਕਰੋ
pl: Odśwież
pt: Atualizar
ro: Actualizează
ru: Обновить
sd: ताजो कयो
sk: Obnoviť
tr: Yenile
ug: يېڭىلا

source: Checked AndAppStore
ar: تحقق AndAppStore
be: AndAppStore правераны
bg: AndAppStore проверен
ca: S'ha comprovat a AndAppStore
cs: AndAppStore zkontrolován
el: Έλεγχθηκε το AndAppStore
es: AndAppStore comrobado
fil: Nasuri ang AndAppStore
he: AndAppStore נבדק
hi: चेक्ड AndAppStore
it: AndAppStore è stato controllato
nb: Sjekket AndAppStore
nl: AndAppStore gecontroleerd
pa: ਚੇਕਡ AndAppStore
pl: AndAppStore sprawdzony
pt: AndAppStore verificada
ro: AndAppStore verificat
ru: AndAppStore проверен
sd: AndAppStore खे जान्च्यो
sk: AndAppStore skontrolovaný
tr: AndAppStore İşaretlendi
ug: AndAppStore تەكشۈرۈلدى

source: Current version: %s
ar: النسخة الحالية: %s
be: Цяперашняя версія: %s
bg: Текуща версия: %s
ca: Versió actual: %s
cs: Současná verze: %s
el: Τρέχουσα έκδοση: %s
es: Versión actual: %s
fil: Kasalukuyang bersyon: %s
he: גרסה נוכחית : %s
hi: वर्तमान संस्करण:% s
it: Versione attuale: %s
nb: Nåværende versjon: %s
nl: Huidige versie: %s
pa: ਵਰਤਮਾਨ ਸੰਸਕਰਣ : %s
pl: Aktualna wersja: %s
pt: Versão atual: %s
ro: Versiune curentă: %s
ru: Текущая версия: %s
sd: वर्तमान संस्करण:%s
sk: Nainštalovaná verzia: %s
tr: Güncel sürüm: %s
ug: نۆۋەتتىكى نەشرى: %s

source: Current version code: %s
ar: كود النسخة الحالية: %s
be: Код цяперашней версіі: %s
bg: Код на текущата версия:%s
ca: Codi de versió actual: %s
cs: Současný kód verze: %s
el: Τρέχουσα έκδοση κώδικα: %s
es: Código de versión actual: %s
fil: Kasalukuyang bersyon ng kodigo: %s
he: קוד גרסה נוכחית : %s
hi: वर्तमान संस्करण कोड:% s
it: Codice versione attuale: %s
nb: Nåværende versjonkode: %s
nl: Huidige versiecode: %s
pa: ਵਰਤਮਾਨ ਸੰਸਕਰਣ ਕੋਡ : %s
pl: Kod aktualnej wersji: %s
pt: Código da versão atual: %s
ro: Codul versiunii curente: %s
ru: Текущая версия: %s
sd: वर्तमान संस्करण कोड:%s
sk: Kód nainštalovanej verzie: %s
tr: Güncel sürüm kodu: %s
ug: نۆۋەتتىكى نەشر كودى: %s

source: Newer version: %s
ar: النسخة الأحدث: %s
be: Новая версія: %s
bg: По-нова версия: %s
ca: Versió més nova: %s
cs: Novější verze: %s
el: Νεότερη έκδοση: %s
es: Versión nueva: %s
fil: Mas bagong bersyon: %s
he: גרסה חדשה יותר : %s
hi: नए संस्करण:% s
it: Versione recente: %s
nb: Nyere versjon: %s
nl: Nieuwere versie: %s
pa: ਨਵੇਂ ਸੰਸਕਰਣ : %s
pl: Nowsza wersja: %s
pt: Versão mais recente: %s
ro: Versiune nouă: %s
ru: Новая версия: %s
sd: नए संस्करण:%s
sk: Novšia verzia: %s
tr: Yeni sürüm: %s
ug: يېڭىراق نەشرى: %s

source: Newer version: %1$s - %2$s
ar: النسخ الأحدث: %s- %2$s
be: Навейшая версія: %1$s - %2$s
bg: По-нова версия: %1$s - %2$s
ca: Versió més nova: %1$s - %2$s
cs: Novější verze: %1$s - %2$s
el: Νεότερη έκδοση: %1$s - %2$s
es: Versión más reciente %1$s - %2$s
fil: Mas bagong bersyon: %1$s - %2$s
he: גרסה חדשה יותר : %1$s - %2$s
hi: नया संस्करण:% 1 $ s% 2 $ s
it: Nuova versione: %1$s - %2$s
nb: Nyere versjon: %1$s - %2$s
nl: Nieuwere versie: %1$s - %2$s
pa: ਨਵੇਂ ਸੰਸਕਰਣ %1$s - %2$s
pl: Nowsza wersja: %1$s - %2$s
pt: Versão mais recente: %1$s - %2$s
ru: Новейшая версия: %1$s - %2$s
sd: नया संस्करण:%1$s - %2$s
sk: Novšia verzia: %1$s - %2$s
tr: Yeni sürüm: %1$s - %2$s
ug: يېڭىراق نەشرى: %1$s - %2$s

source: Newer version available.
ar: النسخة الجديدة المتوفرة.
be: Даступна навейшая версія.
bg: Налична е по-нова версия.
ca: Hi ha una nova versió disponible.
cs: Novější verze dostupná.
el: Νεότερη έκδοση διαθέσιμη.
es: Nueva versión disponible.
fil: May mas bagong bersyon na magagamit.
he: גרסה חדשה יותר זמינה.
hi: नया संस्करण उपलब्ध है.
it: Nuova versione disponibile.
nb: Nyere versjon tilgjengelig.
nl: Nieuwere versie beschikbaar.
pa: ਨਵਾਂ ਸੰਸਕਰਣ ਉਪਲੱਬਧ .
pl: Nowsza wersja jest dostępna.
pt: Está disponível uma atualização.
ro: Există versiune nouă.
ru: Доступна новая версия.
sd: नया संस्करण उपलब्ध आहिन
sk: Dostupná novšia verzia.
tr: Yeni sürüm mevcut.
ug: يېڭى نەشرى بار.

source: No update information found.
ar: لم تم العثور على أي معلومة تحديث.
be: Не знойдзена інфармацыі аб абнаўленнях.
bg: Не бе открита информация за обновяването.
ca: No s'ha trobat informació de l'actualització.
cs: Žádná informace o aktualizaci nebyla nalezena.
el: Δε βρέθηκαν πληροφορίες αναβάθμισης.
es: Información de actualización no encontrada
fil: Walang nabagong impormasyon ang natagpuan.
he: לא נמצא מידע לגבי עדכון.
hi: नहीं अद्यतन जानकारी पाया.
it: Nessuna informazione di aggiornamento trovata.
nb: Ingen oppdateringsinformasjon tilgjengelig.
nl: Geen update-informatie gevonden.
pa: ਨਹੀਂ ਨਵੀਨੀਕਰਣ ਜਾਣਕਾਰੀ ਪਾਇਆ .
pl: Nie znaleziono informacji o aktualizacjach.
pt: Sem informações de atualização.
ro: Nu am găsit informații despre actualizare.
ru: Не найдена информаия об обновлениях.
sd: कोई अद्यतन जानकारी काने
sk: Žiadne informácie o aktualizáciách neboli nájdené.
tr: Hiçbir güncelleştirme bilgisi bulunamadı.
ug: يېڭىلاش ئۇچۇرىنى تاپالمىدى.

source: OI Update - List of new versions
ar: تحديث OI-قائمة النسخ الجديدة
be: OI Update - Спіс новых версій
bg: OI Update - Списък на нови версии
ca: Actualització d'OI - Llista de versions noves
cs: OI Update - Seznam nových verzí
el: OI Αναβάθμιση - Εμφάνιση νέων εκδόσεων
es: OI Update - Lista de versiones nuevas
fil: OI Magbago - Listahan ng mga bagong bersyon
he: עדכון OI - רשימה של גרסאות חדשות יותר
hi: OI अद्यतन- नए संस्करणों की सूची
it: OI Aggiornamenti - Elenco nuove versioni
nb: OI Oppdater - Liste over nye versjoner
nl: OI Update - Lijst van nieuwe versies
pa: OI ਅਦਿਅਤਨ - ਨਵੇਂ ਸੰਸਕਰਣੋਂ ਦੀ ਸੂਚੀ
pl: OI Update - Lista nowych wersji
pt: OI Update - Lista de novas versões
ro: OI Update - Listă de versiuni noi
ru: OI Update - Список новых версий
sd: OI अद्यतन- नए संस्करणन जी सूची
sk: OI Aktualizácia - Zoznam nových verzií
tr: OI Güncelleme - List of new versions
ug: OI يېڭىلاش - يېڭى نەشرىنىڭ تىزىمى

source: OI Update - New versions at AndAppStore
ar: تحديث OI-قائمة النسخ على AndAppStore
be: OI Update - Новыя версіі на AndAppStore
bg: OI Update - Нови версии в AndAppStore
ca: Actualització d'OI - Versions noves a AndAppStore
cs: OI Update - Nová verze v AndAppStore
el: OI Αναβάθμιση - Νέες εκδόσεις στο AndAppStore
es: OI Update - Nuevas versiones en AndAppStore
fil: OI Magbago - Mga bagong bersyon sa AndAppStore
he: עדכון OI - גרסאות חדשות יותר אצל AndAppStore
hi: OI अद्यतन - AndAppStore पर नया संस्करण
it: OI Aggiornamenti - Nuove versioni in AddAppStore
nb: OI Oppdater - Nye versjoner på AndAppStore
nl: OI Update - Nieuwe versies op AndAppStore
pa: OI ਅਦਿਅਤਨ - AndAppStore ਉੱਤੇ ਨਵਾਂ ਸੰਸਕਰਣ
pl: OI Update - Nowe wersje na AndAppStore
pt: OI Update - Novas versões no AndAppStore
ro: OI Update - Versiuni noi pe AndAppStore
ru: OI Update - новые версии на AndAppStore
sd: OI अद्यतन - AndAppStore ते नया संस्करण
sk: OI Aktualizácia - Nové verzie na AndAppStore
tr: OI Güncelleme - AndAppStore'de yeni sürümler
ug: OI يېڭىلاش - AndAppStore دىكى يېڭى نەشرىنىڭ تىزىمى

source: OI Update - List of managed applications
ar: تحديث OI-قائمة التطبيقات المدارة.
be: OI Update - Спіс кіруемых прыкладанняў
bg: OI Update - Списък на следените приложения
ca: Actualització d'OI - Llista d'aplicacions controlades
cs: OI Update - Seznam spravovaných aplikací
el: OI Αναβάθμιση - Εμφάνιση των διαχειριζόμενων εφαρμογών
es: OI Update - Lista de aplicaciones administradas
fil: OI Magbago - Listahan ng mga pinamamahalaang aplikasyon
he: עדכון OI - רשימה של יישומים מנוהלים
hi: OI अद्यतन - प्रबंधित अनुप्रयोगों की सूची
it: OI Aggiornamenti - Elenco applicazioni gestite
nb: OI Oppdater - Liste over administrerte applikasjoner
nl: OI Update - Lijst van applicaties in beheer
pa: OI ਅਦਿਅਤਨ - ਕਾਮਯਾਬ ਰਹੇ ਅਨੁਪ੍ਰਯੋਗੋਂ ਦੀ ਸੂਚੀ
pl: OI Update - Lista zarządzanych aplikacji
pt: OI Update - Lista de aplicações geridas
ro: OI Update - Lista aplicațiilor gestionate
ru: OI Update - Список управляемых приложений
sd: OI अद्यतन - प्रबंधित अनुप्रयोगन जी सूची
sk: OI Aktualizácia - Zoznam spravovaných aplkácií
tr: OI Güncelleme - Yönetilen uygulamaların listesi
ug: OI يېڭىلاش - باشقۇرىدىغان ئەپ تىزىمى

source: OI Update - List of managed applications (check at AndAppStore)
ar: تحديث OI- قائمة التطبيقات المدارة(تحقق على AndAppStor)
be: OI Update - Спіс кіруемых прыкладанняў (праверка на AndAppStore)
bg: OI Update - Списък на следените приложения (проверява в AndAppStore)
ca: Actualització d'OI - Llista d'aplicacions controlades (comprova a AndAppStore)
cs: OI Update - Seznam spravovaných aplikací (zkontrolovat v AndAppStore)
el: OI Αναβάθμιση - Εμφάνιση των διαχειριζόμενων εφαρμογών (έλεγχος και στο AndAppStore)
es: OI Update - Lista de aplicaciones administradas (comprobar en AndAppStore)
fil: OI Magbago - Listahan ng mga pinamamahalaang aplikasyon (suriin sa AndAppStore)
he: עדכון OI - רשימה של יישומים מנוהלים (בדוק אצל AndAppStore)
hi: OI अद्यतन - प्रबंधित आवेदनों की सूची (AndAppStore पर जांच)
it: OI Aggiornamenti - Elenco applicazioni gestite (controlla in AndAppStore)
nb: OI Oppdater - Liste over administrerte applikasjoner (sjekk på AndAppStore)
nl: OI Update - Lijst van applicaties in beheer (controle op AndAppStore)
pa: OI ਅਦਿਅਤਨ - ਕਾਮਯਾਬ ਰਹੇ ਆਵੇਦਨਾਂ ਦੀ ਸੂਚੀ ( AndAppStore ਉੱਤੇ ਜਾਂਚ )
pl: OI Update - Lista zarządzanych aplikacji (sprawdź na AndAppStore)
pt: OI Update - OI Update - Lista de aplicações geridas (procurar no AndAppStore)
ro: OI Update - Lista aplicațiilor gestionate (verifică pe AndAppStore)
ru: OI Update - Список управляемых приложений (проверка на AndAppStore)
sd: OI अद्यतन - प्रबंधित आवेदनन जी सूची (AndAppStore ते जांच कयो )
sk: OI Aktualizácia - Zoznam spravovaných aplikácií (skontrolovať na AndAppStore)
tr: OI Güncelleme - Yönetilen uygulamaların listesi (AndAppStore'dan kontrol et)
ug: OI يېڭىلاش - باشقۇرىدىغان ئەپ تىزىمى (AndAppStore دىن تەكشۈر)

source: Settings
ar: الاعدادات
be: Наладкі
bg: Настройки
ca: Preferències
cs: Nastavení
el: Ρυθμίσεις
es: Configuración
fil: Mga Setting
he: הגדרות אישיות
hi: सेटिंग्स
it: Impostazioni
nb: Innstillinger
nl: Voorkeuren
pa: ਸੈਟਿੰਗ
pl: Ustawienia
pt: Definições
ro: Configurări
ru: Настройки
sd: सेटिंग्स
sk: Nastavenia
tr: Ayarlar
ug: تەڭشەكلەر

source: Auto check
ar: التحقق الأوتوماتيكي
be: Аўта-праверка
bg: Автоматична проверка
ca: Comprova automàticament
cs: Automaticky kontrolovat
el: Αυτόματος έλεγχος
es: Comprobar automáticamente
fil: Automatikong pagsuri
he: בדיקה אוטומטית
hi: ऑटो चेक
it: Controllo automatico
nb: Sjekk automatisk
nl: Automatische controle
pa: ਆਟੋ ਚੇਕ
pl: Auto sprawdzanie
pt: Verificação automática
ro: Verificare automată
ru: Авто-проверка
sd: स्वतः जांच
sk: Automatická kontrola
tr: Otomatik kontrol
ug: ئۆزلۈكىدىن تەكشۈر

source: Ignored
ar: متجاهل
be: Ігнаруецца
bg: Ингнорирани
ca: Ignorat
cs: Ignorováno
el: Παραλείφθηκε
es: Ignorado
fil: Hindi pinansin
he: מתעלם
hi: उपेक्षित
it: Ignorato
nb: Ignorert
nl: Genegeerd
pa: ਅਣਡਿੱਠਾ
pl: Ignorowany
pt: Ignoradas
ro: Ignorat
ru: Игнорируется
sd: उपेक्षित
sk: Ignorované
tr: Yok Sayıldı
ug: پەرۋا قىلمىدى

source: Updates are currently ignored. Would you like to receive updates again?
ar: التحديثات الآن متجاهلة. هل تود استقبال تحديثات مجددا؟
be: У дадзены момант абнаўленні ігнаруюцца. Ці жадаеце вы зноў атрымліваць абнаўленні?
bg: Обновяванията се игнорират. Желаете ли да получавате обновявания отново?
ca: Les actualitzacions ara mateix són ignorades. Voldríeu rebre actualitzacions de nou?
cs: Aktualizace jsou v současnosti ignorovány. Přejete si znovu přijímat aktualizace?
el: Οι αναβαθμίσεις έχουν παραλειφθεί αυτή τη στιγμή. Θέλετε να λαμβάνετε αναβαθμίσεις ξανά;
es: Actualmente se omiten las actualizaciones. ¿Le gustaría volver a recibir actualizaciones?
fil: Ang pagbabago ay kasalukuyang hindi pinapansin. Gusto mo bang muling makatanggap ng mga pagbabago?
he: מתעלם מעדכונים כרגע. האם אתה רוצה לקבל עדכונים שוב?
hi: अद्यतन वर्तमान की अनदेखी कर रहे हैं. आप अद्यतन को फिर से प्राप्त करना चाहेंगे?
it: Gli aggiornamenti sono attualmente ignorati. Vuoi ancora ricevere aggiornamenti?
nb: Oppdateringer blir nå ignorert. Ønsker du å motta oppdateringer igjen?
nl: Updates worden momenteel genegeerd. Wilt u terug update-infomatie ontvangen?
pa: ਅਦਿਅਤਨ ਵਰਤਮਾਨ ਦੀ ਅਨਦੇਖੀ ਕਰ ਰਹੇ ਹਨ . ਤੁਸੀ ਅਦਿਅਤਨੋਂ ਨੂੰ ਫਿਰ ਵਲੋਂ ਪ੍ਰਾਪਤ ਕਰਣਾ ਚਾਹਾਂਗੇ ?
pl: Aktualizacje są obecnie ignorowane. Chcesz otrzymać aktualizacje jeszcze raz?
pt: Optou por ignorar as atualizações. Pretende receber atualizações novamente?
ro: Actualizările sunt momentan ignorate. Doriți să reprimiți actualizări?
ru: В данный момент обновления игнорируются. Хотите снова получать обновления?
sd: अद्यतन वर्तमान में नजान्दाज़ थ्यल आहिन|श तहां वारी सां अद्यतन प्राप्त करण चाह्यो ता
sk: Aktualizácie sú v súčasnej dobe ignorované. Chceli by ste znova získavať aktualizácie?
tr: Güncellemeler şuan görmezden gelindi. Güncellemeleri yeniden yapmak istiyor musunuz?
ug: نۆۋەتتىكى يېڭىلاشقا پەرۋا قىلما. قايتا يېڭىلاشنى قوبۇل قىلامسىز؟

source: Unknown
ar: غير‌معروف
be: Невядома
bg: Неизвестно
ca: Desconegut
cs: Neznámé
el: Άγνωστο
es: Desconocido
fil: Hindi kilala
he: ֹלא ידוע
hi: अज्ञात
it: Sconosciuto
nb: Ukjent
nl: Onbekend
pa: ਅਣਜਾਣ
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sd: अज्ञात
sk: Neznáme
tr: Bilinmeyen
ug: يوچۇن

source: No update information available. Please check manually and ask the developer to support OI Update in the future.
ar: لا توجد أي معلومة متوفرة. رجاءا تحقق يدويا و اسئل المطور لدعم تحديث OI في المستقبل.
be: Няма інфармацыі аб абнаўленнях. Праверце ўручную і папытаеце распрацоўніка, каб ён падтрымліваў OI Update ў будучыні.
bg: Не е налична информация за обновяването. Моля проверете ръчно и поискайте разработчика да поддържа OI Update в бъдеще.
ca: No hi ha informació de l'actualització disponible. Si us plau comproveu-ho manualment i demaneu al desenvolupador que suporti OI Update en un futur.
cs: Žádná informace o aktualizacích není dostupná. Zkontrolujte to prosím ručně a poproste vývojáře o podporu OI Update v budoucnosti.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες αναβάθμισης. Παρακαλώ ελέξτε χειροκίνητα και ζητήστε από τον προγραμματιστή να υποστηρίζει το OI Αναβάθμιση στο μέλλον.
es: No hay información disponible sobre la actualización. Por favor búsquelas manualmente y solicite al desarrollador que soporte OI Update en el futuro.
fil: Walang bagong impormasyon na magagamit. Mangyaring suriin ng manu-mano at hilingin sa developer na suportahan ang OI Magbago sa darating na panahon.
he: אין מידע זמין על העדכון. בבקשה בדוק ידנית ושאל את המפתח שיספק עדכון OI בעתיד.
hi: कोई अद्यतन जानकारी उपलब्ध नहीं है.मैन्युअल की जाँच करें और डेवलपर पूछने के लिए भविष्य में पुराना अद्यतन समर्थन.
it: Nessuna informazione di aggiornamento disponibile. Verifica manualmente e chiedi allo sviluppatore di OI Aggiornamenti supporto in futuro.
nb: Ingen oppdateringsinformasjon tilgjengelig. Vennligst sjekk manuelt og spør utvikleren å støtte OI Oppdater i fremtiden.
nl: Geen update-informatie beschikbaar. Gelieve manueel te controleren en de ontwikkelaar te vragen OI Update in de toekomst te ondersteunen.
pa: ਕੋਈ ਨਵੀਨੀਕਰਣ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ . ਮੈਨਿਉਅਲ ਦੀ ਜਾਂਚ ਕਰੀਏ ਅਤੇ ਡੇਵਲਪਰ ਪੁੱਛਣ ਲਈ ਭਵਿੱਖ ਵਿੱਚ ਪੁਰਾਨਾ ਅਦਿਅਤਨ ਸਮਰਥਨ .
pl: Informacje na temat aktualizacji są niedostępne. Sprawdź źródło i zapytaj autora o wsparcie OI Update w przyszłości.
pt: Sem informações de atualização. Por favor, verifique-as manualmente ou solicite ao programador para adicionar suporte ao OI Update.
ro: Nu există informații de actualizare. Verificați manual și adresați-vă dezvoltatorului să utlilizeze OI Update în viitor.
ru: Нет информации об обновлениях. Проверьте вручную и попросите разработчика поддерживать OI Update в будущем.
sd: कोई अद्यतन जानकारी उपलब्ध काने|कृपया मैनुअल तरीके सां जांच कयो अऊँ डेवेलपर सां पूछ्यो OI अद्यतन जे समर्थन लाये
sk: Žiadne informácie o aktualizáciách nie sú dostupné. Prosím skontrolujte ich manuálne a požiadajte vývojára o podporu OI Aktualizácie v budúcnosti.
tr: Güncelleme bilgisi mevcut değil. Lütfen manuel olarak kontrol edin ve OI Güncelleme desteği almak için geliştiriciye başvurun.
ug: يېڭىلاش ئۇچۇرى يوق، قولدا تەكشۈرۈپ، ئىجادكارلاردىن OI نىڭ كەلگۈسىدىكى يېڭىلىنىدىغان نەشرىنى سوراڭ.

source: Search on Market
ar: ابحث في المتجر
be: Пошук на Market
bg: Търси в Market
ca: Cerca al Mercat
cs: Hledat v Marketu
el: Αναζήτηση στο Market
es: Buscar en Market
fil: Maghanap sa Merkado
he: חפש במרקט
hi: बाजार पर खोजें
it: Cerca nel Market
nb: Søk på Marked
nl: Zoeken op de Market
pa: ਬਾਜ਼ਾਰ ਉੱਤੇ ਖੋਜਾਂ
pl: Szukaj na Android Market
pt: Procurar no Market.
ro: Caută pe Market
ru: Поиск на Market
sd: बाजार पर खोजयो
sk: Hľadať na Markete
tr: Markette ara
ug: بازاردىن ئىزدە

source: Search on AndAppStore
ar: ابحث في AndAppStore
be: Пошук на AndAppStore
bg: Търси в AndAppStore
ca: Cerca a AndAppStore
cs: Hledat v AndAppStore
el: Αναζήτηση στο AndAppStore
es: Buscar en AndAppStore
fil: Maghanap sa AndAppStore
he: חפש בAndAppStore
hi: AndAppStore पर खोजें
it: Cerca in AndAppStore
nb: Søk på AndAppStore
nl: Zoeken op AndAppStore
pa: AndAppStore ਉੱਤੇ ਖੋਜਾਂ
pl: Szukaj na AndAppStore
pt: Procurar no AndAppStore
ro: Caută pe AndAppStore
ru: Поиск на AndAppStore
sd: AndAppStore पर खोजयो
sk: Hľadať na AndAppStore
tr: AndAppStore de arama
ug: AndAppStore دىن ئىزدە

source: Processing %s
ar: يعالج %s
be: Апрацоўка %s
bg: Обработка на %s
ca: S'està processant %s
cs: Zpracovávám %s
el: Γίνεται πεξεργασία του %s
es: Procesando %s
fil: Ginagawa %s
he: מעבד %s
hi: प्रसंस्करण% एस
it: Elaborazione %s
nb: Prosesserer %s
nl: Bezig met het verwerken van %s
pa: ਪ੍ਰਸੰਸਕਰਣ %s
pl: Przetwarzanie %s
pt: A processar %s
ro: Procesez %s
ru: Обработка %s
sd: प्रसंस्करण%s
sk: Spracúvam %s
tr: İşleniyor %s
ug: %s بىر تەرەپ قىلىۋاتىدۇ

source: The update process of this application directs to a different site than Android Market. Applications installed from unknown sources might exhibit a security risk.
ar: عملية التحديث من هذا التطبيق توجه إلى موقع مختلف من متجر أندرويد. التطبيقات المثبتة الغير معروفة المصدر قد تشكل خطر أمني.
be: Працэс абнаўлення прыкладання накіроўвае не на Android Market. Прыкладанні, устаноўленыя з невядомых крыніц абнаўлення, могуць пацягнуць за сабой пагрозу бяспекі.
bg: Процеса на обновяване на това приложение води към различен уебсайт от Android Market. Приложения инсталирани от неизвестни източници може да представляват риск за сигурността.
ca: El procés d'actualització d'aquesta aplicació et dirigeix a un web diferent de l'Android Market. Les aplicacions instal·lades de fonts desconegudes poden tenir riscos de seguretat.
cs: Aktualizace této aplikace vede jinam než na Android Market. Aplikace nainstalované z neznámých zdrojů mohou představovat bezpečnostní riziko.
el: Η διαδικασία αναβάθμισης της εφαρμογής κατευθύνει σε μια ιστοσελίδα διαφορετική από το Android Market. Οι εφαρμογές που εγκαθίστανται από άγνωστες πηγές μπορεί να αποτελέσουν κινδύνους ασφαλείας.
es: El proceso de actualización de esta aplicación direcciona a un sitio diferente a Android Market. Las aplicaciones instaladas de fuentes desconocidas pueden presentar un riesgo de seguridad.
fil: Ang pagawa ng pagbabago para sa aplikasyon na ito ay tumutungo sa ibang lugar kaysa sa Android Merkado. Ang aplikasyon na na-install mula sa hindi kilalang pinagmulan ay maaaring magbigay ng panganib sa seguridad.
he: תהליך העדכון של יישום זה מכוון לאתר שונה מאנדרואיד מרקט. יישומים שמותקנים ממקורות לא ידועים יכולים להוות סיכון בטחוני.
hi: इस आवेदन की अद्यतन की प्रक्रिया Android बाजार की तुलना में एक अलग साइट के लिए निर्देश. अज्ञात स्रोतों से स्थापित अनुप्रयोगों के एक सुरक्षा जोखिम प्रदर्शन हो सकता है.
it: Il processo di aggiornamento di questa applicazione si indirizza verso un sito diverso di Android Market. Le applicazioni installate da fonti sconosciute potrebbero causare problemi di sicurezza.
nb: Oppdateringsprosessen for denne applikasjonen viser til en annen side en Android Marked. Applikasjoner installert fra ukjente kilder er kanskje en sikkerhetsrisiko.
nl: De update-richtlijnen van deze applicatie leiden naar een andere website dan de Android Market. Applicaties die ge誰nstalleerd worden via onbekende bronnen houden mogelijk een beveiligingsrisico in.
pa: ਇਸ ਆਵੇਦਨ ਦੇ ਨਵੀਨੀਕਰਣ ਦੀ ਪਰਿਕ੍ਰੀਆ Android ਬਾਜ਼ਾਰ ਦੀ ਤੁਲਣਾ ਵਿੱਚ ਇੱਕ ਵੱਖ ਸਾਇਟ ਲਈ ਨਿਰਦੇਸ਼ . ਅਗਿਆਤ ਸਰੋਤਾਂ ਵਲੋਂ ਸਥਾਪਤ ਅਨੁਪ੍ਰਯੋਗੋਂ ਦੇ ਇੱਕ ਸੁਰੱਖਿਆ ਜੋਖਮ ਨੁਮਾਇਸ਼ ਹੋ ਸਕਦਾ ਹੈ .
pl: Proces aktualizacji tej aplikacji prowadzi na inna stronę niż Android Market. Aplikacje zainstalowane z nieznanych źródeł mogą stanowić zagrożenie.
pt: A atualização desta aplicação não é feita através do Market. As aplicações obtidas de fontes desconhecidas podem acarretar riscos de segurança.
ro: Actualizarea acestei aplicații direcționează către un site diferit de Android Market. Aplicațiile instalate din surse necunoscute pot prezenta un risc de securitate.
ru: Процесс обновления приложения направляет не на Android Market. Приложения, установленные из неизвестных источников могут нанести угрозу безопасности.
sd: इन्ह अनुप्रयोग जी अद्यतन प्रक्रिया Android बाजार जे आलावा हिक्क बी साईट ते वाठी वेंदो आ |अज्ञात स्रोतन माँ स्थापित थ्यल अनुप्रयोग सुरक्षा जोखिम दिखारे ता सगन
sk: Proces aktualizácie tejto aplikácie smeruje na inú stránku než Android Market. Aplikácie nainštalované z neznámych zdrojov môžu predstavovať bezpečnostné riziko.
tr: Bu uygulamanın güncelleme işlemi Android Market'ten farklı bir siteye yönlendirilir. Bilinmeyen kaynaklardan yüklenen uygulamalar güvenlik riski sergileyebilir.
ug: ئەپ يېڭىلايدىغان ئوخشاش بولمىغان بازار بار، يوچۇن مەنبەدىن ئەپ ئورنىتىشنىڭ بىخەتەرلىك خەۋپى بولۇشى مۇمكىن.

source: Continue anyway
ar: أكمل على كل حال
be: Усё роўна працягнуць
bg: Продължи
ca: Continua igualment
cs: Přesto pokračovat
el: Συνέχεια ούτως ή άλλως
es: Continuar de todos modos
fil: Magpatuloy pa rin
he: המשך בכל זאת
hi: फिर भी जारी रखें
it: Continua comunque
nb: Fortsett uansett
nl: Toch doorgaan
pa: ਕਿਸੇ ਵੀ ਤਰਾਂ ਜਾਰੀ
pl: Kontynuuj mimo to
pt: Continuar na mesma
ro: Continuă oricum
ru: Продолжить в любом случае
sd: त भी जारी राख्यो
sk: Napriek tomu pokračovať
tr: Yine de devam et
ug: داۋاملاشتۇرۇۋەر

source: Abort
ar: إجهاض
be: Адмяніць
bg: Прекрати
ca: Atura
cs: Zrušit
el: Εγκατάλειψη
es: Abortar
fil: Ihinto
he: ביטול
hi: छोड़ें
it: Termina
nb: Avbryt
nl: Afbreken
pa: ਛੱਡੋ
pl: Porzuć
pt: Interromper
ro: Anulează
ru: Отменить
sd: शद्यो
sk: Prerušiť
tr: Bitirmeden durdur
ug: توختات

source: Auto update
ar: تحديث أوتوماتيكي
be: Аўта-абнаўленне
bg: Автоматично обновяване
ca: Actualitza automàticament
cs: Automaticky aktualizovat
el: Αυτόματη αναβάθμιση
es: Actualizar automáticamente
fil: Awtomatikong pagbabago
he: עדכון אוטומטי
hi: ऑटो अद्यतन
it: Aggiornamento automatico
nb: Automatisk oppdatering
nl: Automatische updates
pa: ਆਟੋ ਨਵੀਨੀਕਰਣ
pl: Auto aktualizacja
pt: Atualização automática
ro: Actualizare automată
ru: Авто-обновление
sd: स्वतः अद्यतन
sk: Automatická aktualizácia
tr: Otomatik Güncelle
ug: ئۆزلۈكىدىن يېڭىلا
