Repository: openintents/translations-export
Catalog: translations_safe/*.po
Languages: be, bg, cs, de, el, fi, fr, he, hi, it, ja, nb, pl, pt, ro, ru, sd, sk, tl, tr, ug

source: unknown
be: невядома
bg: неизвестен
cs: neznámé
de: unbekannt
el: άγνωστο
fi: tuntematon
fr: inconnu
he: לא ידוע
hi: अज्ञात
it: sconosciuto
ja: 不明
nb: ukjent
pl: nieznany
pt: desconhecido
ro: necunoscut
ru: Неизвестно
sd: अज्ञात
sk: neznáme
tl: hindi kilala
tr: bilinmiyor
ug: يوچۇن

source: Crypto error:
be: Памылка шыфравання:
bg: Грешка при криптиране:
cs: Šifrovací chyba:
de: Verschlüsselungsfehler:
el: Σφάλμα κρυπτογράφησης:
fi: Kryptaus virhe:
fr: Erreur crypto:
he: טעות הצפנה:
hi: क्रिप्टो त्रुटि:
it: Errore crypto:
ja: 複合化のエラー:
nb: Krypteringsfeil:
pl: Krypto błąd:
pt: Erro de codificação:
ro: Eroare de criptare
ru: Ошибка шифрования
sd: क्रिप्टो त्रुटि:
sk: Chyba šifrovania:
tl: Mali sa Crypto:
tr: Şifreleme hatası:
ug: شىفىرلاش خاتالىقى:

source: Unique name
be: Унікальнае імя
bg: Уникално име
cs: Jedinečné jméno
de: Eindeutiger Name
el: Μοναδικό όνομα
fi: Uniikki nimi
fr: Nom unique
he: שם מיוחד
hi: अनूठा नाम
it: Nome unico
ja: ユニークな名前
nb: Unikt navn
pl: Unikalna nazwa
pt: Nome exclusivo
ro: Nume unic
ru: Уникальное имя
sd: अनूठा नाम
sk: Jedinečné meno
tl: Natatanging pangalan
tr: Ad
ug: بىردىنبىر ئات

source: Package access
be: Доступ да пакету
bg: Пакет за достъп
cs: Přístup k balíčku
de: Zugriff auf Package
el: Προσβαση πακέτου
fi: Paketin pääsy
fr: Accès au paquet
he: כניסה לחבילה
hi: पैकेज पहुँच
it: Pacchetto di accesso
ja: パッケージアクセス
nb: Pakketilgang
pl: Dostęp do paczki
pt: Acesso ao pacote
ro: Acces la pachet
ru: Доступ к пакету
sd: पैकेज पहुँच
sk: Prístup k balíčkom
tr: Paket erişimi
ug: بوغچا زىيارەت

source: not found
be: не знойдзена
bg: не е намерен
cs: nenalezeno
de: nicht gefunden
el: δε βρέθηκε
fi: ei löydy
fr: Non trouvé
he: לא נמצא
hi: नहीं मिला
it: non trovato
ja: 見つかりません
nb: ikke funnet
pl: nie znaleziono
pt: não encontrado
ro: nu s-a găsit
ru: не найдено
sd: नहीं मिला
sk: nenájdené
tl: hindi makita
tr: bulunamadı
ug: تېپىلمىدى

source: New master key
be: Новы Мастэр Ключ
bg: Нов главен ключ
cs: Nové hlavní heslo
de: Neuer Hauptschlüssel
el: Νέο κύριο κλειδί
fi: Uusi pääavain
fr: Nouvelle clé maîtresse
he: מפתח ראשי חדש
hi: नयी मुख्य चाबी
it: Nuova chiave principale
ja: 新規マスターキー
nb: Ny hovednøkkel
pl: Nowy klucz główny
pt: Nova chave principal
ro: Cheie principală nouă
ru: Новый Мастер Ключ
sd: नयी मुख्य चाबी
sk: Nový hlavný kľúč
tl: Bagong master key
tr: Yeni Ana anahtar
ug: يېڭى ئاساسىي ئىم

source: A new random master key has been created. Use menu &gt; backup and store this key in a safe place. Without this key you may lose encrypted data.
be: Быў створаны новы случайны Мастэр Ключ. Выкарыстоўвайце Меню &gt; Стварыць рэзервовую копію і захоўвайце гэты ключ у бяспечным месцы. Без гэтага ключа вы можаце страціць зашыфраваныя дадзеныя.
bg: Нов случаен главен ключ е създаден. Използвайте меню &gt; архив и съхранете този ключ на сигурно място. Без него може да загубите криптирани данни.
cs: Nový náhodný hlavní klíč byl vytvořen. Použijte menu &gt; záloha a uchovejte tento klíč na bezpečném místě. Bez tohoto klíče můžete ztratit zašifrovaná data.
de: Ein neuer Hauptschlüssel wurde generiert. Verwenden Sie Menü &gt; Sicherungskopie und speichern Sie den Schlüssel an einem sicheren Ort. Ohne diesen Schlüssel könnten Sie verschlüsselte Daten verlieren.
el: Ένα νέο τυχαίο κύριο κλειδί δημιουργήθηκε. Χρησιμοποιήστε το μενού &gt; αντίγραφο ασφαλείας και αποθηκέυστε αυτό το κλειδί σε ένα ασφαλές μέρος. Χωρίς αυτό το κλειδί μπορεί να χάσετε κρυπτογραφημένα δεδομένα.
fi: Uusi satunnainen pääavain on luotu. Paina Menu &gt; Varmuuskopioi ja tallenna tämä avain turvalliseen paikkaan. Ilman tätä avainta saatat menettää salattua tietoa.
fr: Une nouvelle clé principale aléatoire a été créé. Utilisez le menu &gt; de sauvegarde et stocker cette clé en lieu sûr. Sans cette clé, vous perdez vos données cryptées.
he: מפתח ראשי חדש נוצר. השתמש בתפריט &gt; גבא ואחסן מפתח זה במקום בטוח. בלי מפתח זה אתה עלול לאבד מידע מוצפן.
hi: एक नयी क्रमरहित मुख्य चाबी बना दी गयी है| इस चाबी को सुरक्षित स्थान में रखने के लियें मेनू > बैकुप का प्रयोग करें| इस चाबी के बिना आप अपना डाटा खो सकते हैं
it: Una nuova chiave principale è stata creata casualmente. Usa menu &gt; backup e memorizza questa chiave in un posto sicuro. Senza questa chiave puoi perdere i dati criptati.
ja: 新しいランダムなマスターキーが作成されました。メニュー &gt; バックアップ を使ってこのキーを安全た場所に保管してください。このキーがないと暗号化されたデータを失ってしまうかもしれません。
nb: En ny tilfeldig hovednøkkel har blitt skapt. Bruk meny &gt; sikkerhetskopier og lagre denne nøkkelen i en trygg plass. Uten denne nøkkelen kan du miste kryptert data.
pl: Nowy losowy klucz został utworzony. Użyj meny &gt; archiwizuj i przechowaj ten klucz w bezpiecznym miejscu. Bez tego klucz możesz utracić zaszyfrowane dane.
ro: O nouă cheie principală aleatoare a fost creeată. Folosiți meniul &gt; copiază si stochează această cheie intr-un loc sigur. Fară această cheie puteți pierde datele criptate.
ru: Был создан новый случайный Мастер Ключ. Используйте Меню / Создать резервную копию и храните этот ключ в безопасном месте. Без этого ключа вы можете потерять свои зашифрованные данные.
sd: हिक्क नयी क्रमरहित मुख्य चाबी ठई वई आ| इन्ह चाबीय खे सुरक्षित स्थान ते रखन लाये मेनू &gt;बैकुप जो प्रयोग कयो| इन्ह चाबीय जे बिना तहां पंजो डाटा खोएजी ता सगो
sk: Nový náhodný hlavný kľúč bol vytvorený. Použite menu &gt; zazálohujte a uchovajte tento kľúč na bezpečnom mieste. Bez tohto kľúča by ste mohli prísť o svoje zašifrované údaje.
tl: Ang bagong random na master key ay nalikha na. Gamitin ang menu &gt; backup at itago ang key na ito sa isang ligtas na lugar. Pag nawala ang key na ito maaari mong mawala ang mga naka-encrypt na datos.
tr: Yeni rastgele ana anahtar yaratıldı. Menüyü kullanarak &gt; bu anahtarı güvenli bir yere yedekle ve depola. Bu anahtarsız şifrelenmiş veriyi kaybedebilirsiniz.
ug: يېڭى بىر ئىختىيارىي ئاساسىي ئىم قۇرۇلدى. تىزىملىك -›زاپاس ئارقىلىق بۇ ئاچقۇچنى بىخەتەر جايغا ساقلاڭ. ئەگەر بۇ ئىم بولمىسا شىفىرلانغان سانلىق مەلۇماتلىرىڭىزدىن ئايرىلىپ قېلىشىڭىز مۇمكىن.

source: Switch mode
be: Пераключыць рэжым
bg: Превключи режим
cs: Přepnout režim
de: Modus wechseln
el: Εναλλαγή λειτουργίας
fi: Vaihda tilaa
fr: Changer de mode
he: החלף מצב
hi: बदलाव मोड
it: Cambia modo
ja: モードの切り替え
nb: Bytt modus
pl: Przełącznik trybu
pt: Trocar de modo
ro: Modul de comutare
ru: Переключить режим
sd: मोड़े बदल्यो
sk: Prepnúť mód
tl: Magpalit ng moda
tr: Modu değiştirin.
ug: ئالماشتۇرۇش ھالىتى

source: Decrypting...
be: Дэшыфрую...
bg: Декриптиране
cs: Dešifruji...
de: Entschlüsseln...
el: Γίνεται αποκρυπτογράφηση...
fi: Puretaan salausta...
fr: Décryptage ...
he: מפענח...
hi: विकोड हो रहा है...
it: Decodificando...
ja: 複合化中…
nb: Dekrypterer...
pl: Odszyfrowywanie...
pt: A descodificar...
ro: Se decriptează...
ru: Расшифровываю....
sd: विकोड थे तो पयों
sk: Dešifrujem...
tr: Şifre çözülüyor.
ug: شىفىر يېشىۋاتىدۇ№

source: Search
be: Пошук
bg: Търсене
cs: Hledat
de: Suchen
el: Αναζήτηση
fi: Hae
fr: Rechercher
he: חיפוש
hi: खोंजे
it: Cerca
ja: 検索
nb: Søk
pl: Szukaj
pt: Procurar
ro: Caută
ru: Поиск
sd: खोजयो
sk: Hľadať
tl: Maghanap
tr: Ara
ug: ئىزدە

source: Searching...
be: Шукаю...
bg: Търсене...
cs: Hledám...
de: Suche läuft ...
el: Γίνεται αναζήτηση...
fi: Haku käynnissä...
fr: Recherche en cours…
he: בהליכי חיפוש...
hi: खोजा रहे हैं...
it: Ricerca in corso...
ja: 検索中...
nb: Søker...
pl: Wyszukiwanie....
pt: A procurar...
ro: Se caută...
ru: Идёт поиск...
sd: खोज थे ती
sk: Hľadá sa...
tl: Naghahanap...
tr: Aranıyor...
ug: ئىزدەۋاتىدۇ...

source: Type search criteria
be: Увядзіце інфармацыю для пошуку
bg: Въведете критерии за търсене
cs: Napište vyhledávací kritéria
de: Bitte Suchkriterien angeben
el: Πληκτρολόγηση κριτηρίων αναζήτησης
fi: Kirjoita haun kriteerit
fr: Tapiez de critères de recherche
he: הכנס קריטיריוני חיפוש
hi: खोजने का मापदंड लिखें
it: Scrivete i criteri di ricerca
ja: タイプサーチ基準
nb: Skriv inn søkekriterier
pl: Wpisz kryteria wyszukiwania
pt: Escreva os critérios
ro: Scrieți criteriul de căutare
ru: Введите информацию для поиска
sd: खोजन जो मापदंड लिख्यो
sk: Vožte kritéria hľadania
tl: I-type ang batayan sa paghanap
tr: Arama kriteri yazın.
ug: ئىزدەش ئۆلچىمىنى كىرگۈزۈڭ

source: Nothing found
be: Нічога не знойдзена
bg: Нищо не е намерено
cs: Nic nenalezeno
de: Nichts gefunden
el: Δε βρέθηκε τίποτα
fi: Mitään ei löytynyt
fr: Rien n'a été trouvé
he: לא נמצא דבר
hi: कुछ नहीं मिला
it: Niente trovato
ja: 見つかりませんでした
nb: Fant ingenting
pl: Nic nie znaleziono
pt: Nada encontrado
ro: Nu s-a găsit nimic
ru: Ничего не найдено
sd: कुछ न मिल्यो
sk: Nič nenájdené
tl: Walang nakita
tr: Hiç bir şey bulunamadı
ug: ھېچنېمە تاپالمىدى

source: Mute
be: Бязгучна
bg: Заглушаване
cs: Ztlumit
de: Stumm
el: Σίγαση
fi: Vaimenna
fr: Muet
he: השתק
hi: मूक
it: Muto
ja: ミュート
nb: Demp
pl: Wycisz
pt: Sem som
ro: Fără sunet
ru: Приглушить звук
sd: मूक
sk: Stíšiť
tl: Tangalin ang Tunog
tr: Sessiz
ug: ئۈنسىز

source: Sounds
be: Гукі
bg: Звуци
cs: Zvuky
de: Klänge
el: Ήχοι
fi: Äänet
fr: Sons
he: צלילים
hi: आवाजें
it: Suoni
ja: サウンド
nb: Lyder
pl: Dźwięki
pt: Sons
ro: Sunete
ru: Звуки
sd: आवाजें
sk: Zvuky
tl: Mga Tunog
tr: Sesler
ug: ئۈنلەر

source: Previous
be: Назад
bg: Предишен
cs: Předchozí
de: Vorheriger Titel
el: Προηγούμενο
fi: Edellinen
fr: Antérieur
he: הקודם
hi: पिछला
it: Precedente
ja: 前
nb: Forrige
pl: Poprzedni
pt: Anterior
ro: Precedent
ru: Предыдущий
sd: पिछला
sk: Predchádzajúci
tl: Nakaraan
tr: Önceki
ug: ئالدىنقى

source: Next
be: Далей
bg: Следващ
cs: Další
de: Nächster
el: Επόμενο
fi: Seuraava
fr: Prochain
he: הבא
hi: अगला
it: Seguente
ja: 次
nb: Neste
pl: Następny
pt: Seguinte
ro: Înainte
ru: Далее
sd: अगला
sk: Ďalší
tl: Kasunod
tr: Sonraki
ug: كېيىنكى

source: AutoBackup
be: Аўтаматычнае рэзервовае капіраванне
bg: Автоматично архивиране
cs: Automatická záloha
de: Automatisches Backup
el: Αυτόματα ΑντίγραφαΑσφαλείας
fi: AutomaattinenVarmuuskopiointi
fr: Sauvegarde automatique
he: גיבוי אוטומטי
hi: अपने आप बैकप
it: Backup Automatico
ja: 自動バックアップ
nb: Automatisk sikkerhetskopiering
pl: Automatyczne archiwizowanie
pt: Cópia de segurança automática
ro: Autocopiere de rezervă
ru: Автоматическое резервирование
sd: स्वतः बैकअप
sk: AutomatickéZálohovanie
tr: Otomatik yedekleme
ug: ئۆزلۈكىدىن زاپاسلا

source: No backup has been performed yet. Would you like to backup now?
be: Рэзервовае капіраванне яшчэ не было выканана. Выканаць яго зараз?
bg: Не е извършено архивиране. Бихте ли искали да архивирате сега?
cs: Žádná záloha zatím nebyla provedena. Chcete zálohovat nyní?
de: Bisher wurde noch kein Backup durchgeführt. Wollen Sie jetzt eines erstellen?
el: Δεν έχουν δημιουργηθεί αντίγραφα ασφαλείας ακόμα. Θα θέλατε να κάνετε λήψη αντιγράφων ασφαλείας τώρα;
fi: Varmuuskopiota ei ole tehty vielä. Haluatko varmuuskopioida nyt?
fr: Pas de sauvegarde a été effectuée ce jour. Voulez-vous sauvegarder maintenant?
he: לא התבצע שום גיבוי עדיין. האם תרצה לבצע גיבוי כעת?
hi: अभी तक कोई बैकअप नहीं हुआ है| क्या आप अभी बैकअप करना चाहेंगे?
it: Nessun backup è stato realizzato fino ad ora. Desiderate effettuare il backup adesso?
ja: バックアップがされていません。今すぐバックアップしたいですか？
nb: Ingen sikkerhetskopiering har blitt utført ennå. Vil du sikkerhetskopiere nå?
pl: Nie stworzono jeszcze kopii zapasowej. Chcesz archiwizować teraz?
pt: Ainda não fez uma cópia de segurança. Pretende fazer agora?
ro: Nicio copiere de rezervă nu a fost efectuată pană acum. Doriți să efectuați una acum ?
ru: Резервное копирование ещё не было выполненно. Выполнить резервное копирование сейчас?
sd: ?हिम्म्ल ताणी कोई बैकअप न थ्यो आ| शा तहां हिम्म्ल बैकअप करण चाहीन्दावा
sk: Žiadne zálohovanie nebolo dosiaľ vykonané. Chceli by ste zálohovať teraz?
tl: Wala pang backup ang nagawa. Gusto mo bang i-backup ngayon?
tr: Henüz hiç bir yedekleme yapılmadı .Şimdi yedekleme yapmak istiyor musunuz?
ug: تېخى زاپاسلانمىغان. ھازىر زاپاسلامسىز؟

source: The last backup was %d days ago. Would you like to backup now?
be: Апошняе рэзервовае капіраванне было %d дзён назад. Выканаць яго зараз?
bg: Последното архивиране беше преди %d дни. Желаете ли да архивирате сега?
cs: Poslední záloha je %d dní stará. Chcete zálohovat nyní?
de: Die letzte Sicherung wurde vor %d Tagen erstellt. Wollen Sie jetzt eine Sicherung erstellen?
el: Η τελευταία δημιουργία αντιγράφου ασφαλείας ήταν %d μέρες πρίν. Θέλετε να δημιουργήσετε κάποιο αντίγραφο ασφαλείας τώρα;
fi: Viimeisin varmuuskopio on tehty %d päivä(ä) sitten. Haluatko tehdä varmuuskopion nyt?
fr: La dernière sauvegarde a été il ya %d jours. Voulez-vous sauvegarder maintenant?
he: הגיבוי האחרון היה לפני %d ימים. האם תרצע לבצע גיבוי כעת?
hi: आखरी बैकअप %d गिन पहले था| क्या आप अभी बैकअप करना चाहेंगे?
it: L'ultimo backup è stato effettuato %d giorni fa. Vorreste eseguire il backup adesso?
ja: 最後のバックアップは %d 日前でした。今すぐバックアップしたいですか？
nb: Den siste sikkerhetskopieringen var for %d dager siden. Vil du sikkerhetskopiere nå?
pl: Ostatnie archiwizowanie było %d dni temu. Chcesz archiwizować teraz?
pt: A última cópia de segurança tem %d dias. Pretende criar uma cópia de segurança?
ro: Ultima copiere de rezervă a fost efectuată în urmă cu %d (de) zile în urmă. Doriți să efectuați una acum ?
ru: Последнее резервное копирование было %d дней назад. Выполнить резервное копирование сейчас?
sd: हिम्म्ल ताणी कोई बैकअप न थ्यो आ| शा तहां हिम्म्ल बैकअप करण चाहीन्दावा ?
sk: Posledné zálohovanie bolo pred %d dňami. Chceli by ste zálohovať teraz?
tl: Ang huling backup ay %d araw na ang nakaraan. Gusto mo bang i-backup ngayon?
tr: Son yedeklem %d gün önce yapıldı.Şimdi yedekleme yapmak istermisiniz?
ug: ئاخىرقىسى %d كۈن ئىلگىرى زاپاسلانغان. ھازىر زاپاسلامسىز؟

source: Turn off autobackup
be: Выключыць аўтаматычнае рэзеровае капіраванне
bg: Изключете на автоматично архивиране
cs: Vypnout automatickou zálohu
de: automatische Sicherung ausschalten
el: Απενεργοποίηση των αυτόματων αντιγράφων ασφαλείας
fi: Ota Automaattinen varmuuskopiointi pois päältä
fr: Éteignez auto sauvegarde
he: כבה גיבוי אוטומטי
hi: स्वतः बैकअप बंद करें
it: Chiudi il backup automatico
ja: 自動バックアップを切る
nb: Skru av automatisk sikkerhetskopiering
pl: Wyłącz automatyczne archiwizowanie
pt: Desligar cópias automáticas
ro: Oprește autocopierea de rezervă
ru: Выключить автоматическое резервное копирование
sd: स्वतः बैकअप बंद कयो
sk: Vypnúť automatické zálohovanie
tl: Tanggalin ang autobackup
tr: Otomatik yedeklemeyi kapatma.
ug: ئۆزلۈكىدىن زاپاسلاشنى تاقا

source: Time to autolock: %s
be: Час для разблакіравання: %s
cs: Čas do automatického zamknutí: %s
el: Χρόνος για το αυτόματο κλείδωμα: %s
fi: Aika automaattiseen lukotukseen: %s
it: Tempo di autolock: %s
ja: 自動ロックまでの時間： %s
nb: Tid til automatisk tidsavbrudd: %s
pl: Czas automatycznego blokowania: %s
pt: Tempo para bloquear: %s
sd: स्वतः लोक करण जो समय:%s
sk: Čas do automatického uzamknutia: %s
tl: Oras na mag autolock: %s
ug: ئۆزلۈكىدىن قۇلۇپلاش ۋاقتى: %s

source: While not downloaded, default location will be used.
be: Пакуль не загружана, будзе выкарыстоўвана месцазнаходжанне па змаўчанні.
cs: Dokud není stažen, bude použit výchozí soubor
el: Ενώ δεν έχει ληφθεί, θα χρησιμοποιηθεί η προεπιλεγμένη τοποθεσία.
fi: Kun ei ole ladattu, oletuspolkua käytetään.
it: Quando non scarichi, la locazione implicita sarà utilizzata.
ja: ダウンロードされない間は、デフォルトの場所が使用されます。
nb: Når ikke nedlastet, vil standard plassering bli brukt.
pl: Dopóki nie jest pobrany, domyślne położenie będzie używane.
sd: जेस ताणी डाउनलोड नाथो थे टेस ताणी देफौल्ट जगह इस्तेमाल थीन्दी
sk: Pokiaľ nie je stiahnuté, bude použité predvolené umiestnenie
tl: Habang hindi na-download, gagamit ng default na lokasyon.
ug: چۈشۈرەلمىدى، كۆڭۈلدىكى ئورۇن ئىشلىتىلىۋاتىدۇ.

source: A backup file was found. Would you like to restore it?
fi: Varmuuskopiotiedosto löytyi. Haluatko palauttaa sen?
pt: Foi encontrada uma cópia de segurança. Restaurar?

source: Backup file found
fi: Varmuuskopiotiedosto löytyi
pt: Cópia de segurança encontrada

source: access the master password
be: доступ да мастэр паролю
bg: достъп до главна парола
cs: přistupovat ke hlavnímu heslu
de: auf Hauptpasswort zugreifen
el: πρόσβαση του κυρίως κωδικού
fi: pääsy pääavaimeen
fr: Accès au mot de passe principal
he: היכנס למפתח הראשי
hi: मुख्य पासवर्ड प्राप्त करें
it: accedi alla password principale
ja: マスターパスワードへのアクセス
nb: få tilgang til hovedpassordet
pl: dostęp do hasła głównego
pt: acesso à senha principal
ro: Accesează parola principală
ru: доступ к Мастер Паролю
sd: मुख्य पासवर्ड प्राप्त कयो
sk: prístup k hlavnému heslu
tl: gamitin ang master password
tr: Ana şifreye erişim
ug: ئاساسىي ئىم زىيارەت

source: Allows the application to access the master key used for encryption and decryption. Should never be used except by OI Safe.
be: Дазваляе прыкладанню атрымліваць доступ да Мастэр Ключу, выкарыстоўваемаму для шыфравання і дэшыфравання. Павінна выкарыстоўвацца толькі OI Safe.
bg: Позволява достъп на приложението до главния ключ, използван за криптиране и декриптиране. Никога не трябва да се използва освен от OI Safe
cs: Povoluje aplikaci přistupovat k hlavnímu klíči použitému pro šifrování. Nemělo by být nikdy použito kromě OI Sejfu.
de: Erlaubt einer Anwendung auf das Hauptpasswort für Verschlüsselung und Entschlüsselung zuzugreifen. Sollte niemals verwendet werden, außer durch OI Safe selber.
el: Επιτρέπει στην εφαρμογή να έχει πρόσβαση στο κύριο κλειδί που χρησιμοποείται για κρυπτογράφηση και αποκρυπτογράφηση. Δεν πρέπει ποτέ να χρησιμοποιηθεί εκτός από το OI Κιβώτιο.
fi: Sallii ohjelman päästä pääavaimeen jota käytetään salaamiseen ja salauksen poistoon. Ei pitäisi käyttää muun ohjelman kanssa kun OI Turvan.
fr: Permet à l'application d'accéder à la clé principale utilisée pour le chiffrement et le déchiffrement. Il ne devrait jamais être utilisée, sauf par OI Safe.
he: מאשר ליישום להיכנס למפתח הראשי ששומש להצפנה ולפענוח. אין להשתמש בו לעולם, אלא רק על ידי כספת OI.
hi: यह दूसरे अनुप्रयोग को गूढ़ और विगूढ़ करने के लिए मुख्य चाबी को प्राप्त करने देता है| यह ओआई सेफ के आलावा कभी भी इस्तेमाल नहीं होना चाहिए
it: Permette all'applicazione di accedere alla chiave principale utilizzata per criptare e decriptare. Non dovrebbe essere utilizzata mai con l'eccezione di OI Sicurezza.
ja: アプリケーションが暗号化と解読に使用されるマスターキーをアクセスできるように、許可します。 OI 金庫 以外は絶対に使用しないでください。
nb: Tillater applikasjonen å få tilgang til hovednøkkelen brukt for kryptering og dekrypterting. Burde ikke bli brukt bortsett fra av OI Safe.
pl: Pozwala aplikacji używać klucza głównego do szyfrowania i odszyfrowywania. Nie powinno być nigdy używane poza OI Sejf.
pt: Permite que a aplicação aceda à senha principal, utilizada na codificação e descodificação. Só deve ser manipulado pelo OI Safe.
ro: Permite aplicației să acceseze cheia principală folosită pentru criptare si decriptare. Nu ar trebui folosită niciodată cu excepția OI Safe.
ru: Даёт приложению доступ к Мастер Ключу используемому для шифрования и дешифрования. Не должно использоваться иначе как через OI Safe.
sd: इयो बे अनुप्रयोग खे गूढ़ और विगूढ़ करण जे लाये मुख्य चाबी खे प्राप्त करण दीन्दो आ | इयो OI सुरक्षित जे आलावा कड्डी भी इस्तेमाल न थ्यानो खप्पे
sk: Povolí aplikácii pristupovať k hlavnému heslu použitému pre šifrovanie a dešifrovanie. Nemalo by byť nikdy použité okrem OI Trezoru.
tl: Pinapayagan ang applikasyon na gamitin ang master key na ginamit para sa encryption at decryption. Dapat hindi ginagamit maliban sa pamamagitan ng OI Kaha.
tr: Uygulamanın şifreleme ve şifre çözmek için ana anahtara ulaşmasına izin verir.OI Kasa dışında asla kullanılmamalıdır.
ug: ئەپنىڭ ئاساسىي ئىم ئىشلىتىپ شىفىرلاش ۋە شىفىر يېشىشكە يول قويىدۇ. OI بىخەتەرلىك باشقىلارنىڭ ئىشلىتىشىگە يول قويماسلىق كېرەك.

source: encrypt and decrypt data
be: кадаваць і дэкадаваць дадзеныя
bg: кодиране и декодиране на данни
cs: šifrovat a dešifrovat data
de: Daten ver- und entschlüsseln
el: κρυπτογράφηση και αποκρυπτογράφηση δεδομένων
fi: salaa ja pura salaus tiedostoista
fr: crypter et décrypter des données
he: הצפן ופענח מידע
hi: डाटा गूढ़ तथा विगूढ़ करें
it: cripta e decripta i dati
ja: 暗号化・複合化データ
nb: krypter og dekrypter data
pl: szyfruj i odszyfrowuj dane
pt: codificar e descodificar dados
ro: criptează și decriptează date
ru: шифровать и дешифровать данные
sd: डाटा गूढ़ तथा विगूढ़ कयो
sk: šifrovať a dešifrovať údaje
tl: encrypt at decrypt ng datos
tr: Şifreleme ve şifre çözme verileri
ug: سانلىق مەلۇمات شىفىرلا ۋە يەش

source: Allows the application to encrypt and decrypt text, and access the passwords they have stored in OI Safe.
be: Дазваляе прыкладанню кадаваць, дэкадаваць тэкст, і атрымліваць доступ да пароляў, якія захоўваюцца ў OI Safe.
bg: Позволява на приложението да шифрова и разшифрова текст и му дава достъп до паролите, които се съхраняват в OI Safe.
cs: Povoluje aplikaci šifrovat a dešifrovat text a přistupovat k heslům, které má uložené v OI Sejfu.
de: Erlaubt einer Anwendung, Daten zu verschlüsseln und zu entschlüsseln, und auf Passwörter, die in OI Safe gespeichert wurden, zuzugreifen.
el: Επιτρέπει την εφαρμογή να κρυπτογραφεί και να αποκρυπτογραφεί κείμενο και να αποκτά πρόσβαση στους κωδικούς που είναι αποθηκευμένοι στο OI Safe.
fi: Sallii ohjelman salata ja purkaa salaus tekstistä, ja saada pääsy salasanoihin jos ne ovat tallessa OI Turvassa.
fr: Permet à l'application de crypter et décrypter le texte, les mots de passe et les accès qu'ils ont stockées dans OI Safe.
he: הרשה ליישום להצפין ולפענח טקסט, ולהיכנס לסיסמאות שהם אחסנו בכספת OI.
hi: अनुप्रयोग को व्याख्या को गूढ़ तथा विगूढ़ करने देता है तथा ओआई सुरक्षा में संचित पासवर्डों तक जाने देता है
it: Permette all'applicazione di criptare e decriptare il testo, e di accedere alle password che sono state salvate in OI Sicurezza.
ja: 他のアプリケーションがテキストを暗号化・複合化し、OI Safeにより保存されたパスワードにアクセスする事を許可する。
nb: Tillater applikasjonen å kryptere og dekryptere tekst, og få tilgang til passordene de har lagret i OI Safe.
pl: Pozwala aplikacji szyfrować i odszyfrowywać tekst, oraz mieć dostęp do haseł przechowywanych w OI Sejf.
pt: Permite que a aplicação codifique e descodifique os dados e aceda às senhas criadas no OI Safe.
ro: Permite aplicațiilor să cripteze și să decripteze text, și să acceseze parolele pe care le-au salvat in OI Safe.
ru: Позволяет приложениям шифровать и дешифровать текст, а так же получать доступ к паролям которые они сохранили в OI Safe.
sd: अनुप्रयोग खे व्याख्या खे गूढ़ तथा विगूढ़ करण दीन्दो आ अऊँ OI सुरक्षा में संचित पासवर्डन ताणी वनण दीन्दो आ
sk: Povolí aplikácii šifrovať a dešifrovať text, a pristupovať k heslám ktoré majú uložené v OI Trezore.
tl: Payagan ang application na mag-encrypt at mag-decrypt ng teksto, at makita ang mga password na tinago sa OI Kaha.
tr: Uygulamanın yazıyı şifrelemesine ve şifresini çözmesine izin verir ve OI Kasa içinde depolanmış şifrelere erişime izin verir.
ug: ئەپنىڭ تېكىستنى شىفىرلىشى ۋە شىفىر يېشىشىگە يول قويىدۇ ھەمدە زىيارەت ئىمنى OI بىخەتەرلىككە ساقلايدۇ.

source: 1 minute
be: 1 хвіліна
bg: 1 минута
cs: 1 minuta
el: 1 λεπτό
fi: 1 minuutti
he: דקה אחת
hi: १ मिनट
it: 1 minuto
ja: 1 分
nb: 1 minutt
pl: 1 minuta
pt: 1 minuto
ro: 1 minut
ru: 1 минута
sd: १ मिनट
sk: 1 minúta
tl: 1 minuto
tr: 1 dakika
ug: 1 مىنۇت

source: 5 minutes
be: 5 хвілін
bg: 5 минути
cs: 5 minut
de: 5 Minuten
el: 5 λεπτά
fi: 5 minuuttia
he: 5 דקות
hi: ५ मिनट
it: 5 minuti
ja: 5 分
nb: 5 minutter
pl: 5 minut
pt: 5 minutos
ro: 5 minute
ru: 5 минут
sd: ५ मिनट
sk: 5 minút
tl: 5 minuto
tr: 5 dakika
ug: 5 مىنۇت

source: 10 minutes
be: 10 хвілін
bg: 10 минути
cs: 10 minut
de: 10 Minuten
el: 10 λεπτά
fi: 10 minuuttia
he: 10 דקות
hi: १० मिनट
it: 10 minuti
ja: 10 分
nb: 10 minutter
pl: 10 minut
pt: 10 minutos
ro: 10 minute
ru: 10 минут
sd: १० मिनट
sk: 10 minút
tl: 10 minuto
tr: 10 dakika
ug: 10 مىنۇت

source: 15 minutes
be: 15 хвілін
bg: 15 минути
cs: 15 minut
de: 15 Minuten
el: 15 λεπτά
fi: 15 minuuttia
he: 15 דקות
hi: १५ मिनट
it: 15 minuti
ja: 15分
nb: 15 minutter
pl: 15 minut
pt: 15 minutos
ro: 15 minute
ru: 15 минут
sd: १५ मिनट
sk: 15 minút
tl: 15 minuto
tr: 15 dakika
ug: 15 مىنۇت
