Repository: openintents/translations-export
Catalog: translations_safe/*.po
Languages: be, bg, cs, de, el, fi, fr, he, hi, it, ja, nb, pl, pt, ro, ru, sd, sk, tl, tr, ug

source: Category
be: Катэгорыя
bg: Категория
cs: Kategorie
de: Kategorie
el: Κατηγορία
fi: Kategoria
fr: Catégorie
he: קטגוריה
hi: श्रेणी
it: Categoria
ja: カテゴリー
nb: Kategori
pl: Kategoria
pt: Categori­a
ro: Categorie
ru: Категория
sd: श्रेणी
sk: Kategória
tl: Kategorya
tr: Kategori
ug: كاتېگورىيە

source: Business
be: Бізнэс
bg: Бизнес
cs: Pracovní
de: Arbeit
el: Εργασία
fi: Työ
fr: Entreprise
he: עסקים
hi: व्यप्यर
it: Affari
ja: ビジネス
pl: Biznes
pt: Profissional
ro: Serviciu
ru: Бизнес
sd: व्यवसाय
sk: Práca
tl: Negosyo
tr: İş
ug: كارخانا

source: Personal
be: Прыватны
bg: Лично
cs: Osobní
de: Privat
el: Προσωπικό
fi: Henkilökohtainen
fr: Personnel
he: אישי
hi: निजी
it: Personale
ja: 個人
nb: Personlig
pl: Osobiste
pt: Pessoal
ru: Личный
sd: निजी
sk: Osobné
tl: Pansarili
tr: Kişisel
ug: شەخسىي

source: Name
be: Імя
bg: Име
cs: Jméno
el: Όνομα
fi: Nimi
fr: Nom
he: שם
hi: नाम
it: Nome
ja: 名前
nb: Navn
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sd: नाम
sk: Meno
tl: Pangalan
tr: İsim
ug: ئاتى

source: Category is not empty. You must delete the passwords first.
be: Катэгорыя не пуста. Вы павінны адразу выдаліць паролі.
bg: Категорията не е празна. Първо трябва да изтриете паролите.
cs: Kategorie není prázdná. Nejprve můsite smazat hesla.
de: Kategorie ist nicht leer. Die Passwörter müssen zuerst gelöscht werden.
el: Η κατηγορία δεν είναι κενή. Πρέπει να διαγράψετε τους κωδικούς πρώτα.
fi: Kategoria ei ole tyhjä. Sinun täytyy poistaa salasanat ensin.
fr: Catégorie n'est pas vide. Vous devez supprimer les mots de passe en premier.
he: קטגוריה לא ריקה. אתה חייב למחוק את הסיסמאות קודם
hi: श्रेणी खाली नहीं है| आपको पासवर्ड पहले हटानी पड़ेंगे
it: La categoria non è vuota. All'inizio devi cancellare la password.
ja: カテゴリーは空ではありません。パスワードを先に削除する必要があります。
nb: Kategori er ikke tom. Du må slette passordene først.
pl: Kategoria nie jest pusta. Musisz najpierw usunąć hasła.
pt: A categoria possui senhas. Tem que as eliminar primeiro.
ro: Categoria nu este goală. Trebuie sa stergeţi parola prima dată.
ru: В категории что-то есть. Сначала удалите содержимое.
sd: श्रेणी खाली काने| तहां पहरों पासवर्ड मिटायो
sk: Kategória nieje prázdna. Musíte najprv zmazať heslo.
tl: Ang Kategorya ay may laman. Kailangan mo munang alisin ang mga password.
tr: Katagori boş değil. İlk önce şifreyi silmelisiniz.
ug: كاتېگورىيە بوش قالمايدۇ، ئالدى بىلەن ئىمنى ئۆچۈرۈڭ.

source: Cannot decrypt category
be: Немагчыма дэшыфраваць катэгорыю
bg: Неможе да декриптира категорията
cs: Nemohu dešífrovat kategorii
de: Kategorie kann nicht entschlüsselt werden.
el: Αδυναμία αποκρυπτογράφησης της κατηγορίας
fi: Ei voi purkaa kategorian salausta
fr: Impossible de déchiffrer la catégorie
he: לא ניתן לפענח קטגוריה
hi: श्रेणी विकोड ना हो पाई
it: Non si può decriptare la categoria
ja: カテゴリーを複合化できません
nb: Kan ikke dekryptere kategori
pl: Nie można odszyfrować kateogrii
pt: Incapaz de descodificar categoria.
ro: Categoria nu poate fi decriptată
ru: Невозможно расшифровать категорию
sd: श्रेणी विकोड न ठे पाईन्दी
sk: Nieje možné dešifrovať kategóriu
tl: Hindi ma-decrypt ang kategorya
tr: Katagori şifresi çözülemiyor.
ug: كاتېگورىيە شىفىرىنى يېشەلمىدى

source: Cannot decrypt password
be: Немагчыма дэкадаваць пароль
bg: Неможе да декриптира паролата
cs: Nemohu dešifrovat heslo
de: Passwort kann nicht entschlüsselt werden.
el: Αδυναμία αποκρυπτογράφησης του κωδικού
fi: Ei voi purkaa salasanan salausta
fr: Impossible de déchiffrer un mot de passe
he: לא ניתן לפענח סיסמא
hi: पासवर्ड विकोड ना हो पाई
it: Non si può decriptare la password
ja: パスワードを複合化できません
nb: Kan ikke dekryptere passord
pl: Nie można odszyfrować hasła
pt: Incapaz de descodificar senha.
ro: Parola nu poate fi decriptată
ru: Невозможно расшифровать пароль
sd: पासवर्ड विकोड न थी पाईन्दो
sk: Nieje možné dešifrovať heslo
tl: Hindi ma-decrypt ang password
tr: Şifre çözülemiyor.
ug: ئىم شىفىرىنى يېشەلمىدى

source: Error exporting database
be: Памылка экспартавання базы дадзеных
bg: Грешка при експортиране на база данни
cs: Problém při exportování databáze
de: Fehler beim Exportieren der Datenbank
el: Σφάλμα κατά την εξαγωγή της βάσης δεδομένων
fi: Virhe tietokannan viennissä
fr: Erreur d'exportation de la base de données
he: שגיאה במהלך ייצוא מסד הנתונים
hi: डाटाबेस निर्यते हुए त्रुटि
it: Errore nell'esportazione della base dei dati
ja: データベースのエクスポートでエラー
nb: Feil ved eksport av database
pl: Błąd podczas eksportowania bazy
pt: Erro ao exportar a base de dados.
ro: Eroare la exportarea bazei de data
ru: Ошибка экспорта базы данных
sd: डाटाबेस निर्यत कंदे समय त्रुटी थी
sk: Chyba pri exportovaní databázi
tl: Mali pag-export ng database
tr: Veri tabanı hatası.
ug: سانداننى چىقىرىش خاتالىقى

source: Export Database
be: Экспартаваць базу дадзеных
bg: Експорт на базата данни
cs: Exportovat databázi
de: Datenbank exportieren
el: Εξαγωγή Βάσης Δεδομένων
fi: Vie tietokanta
fr: Export de la base de données
he: ייצוא מסד נתונים
hi: डाटाबेस निर्यात
it: Esporta la base dei dati
ja: データベースをエクスポート
nb: Eksporter database
pl: Eksportuj bazę danych
pt: Exportar base de dados
ro: Exportă baze de date
ru: Экспортировать базу данных
sd: डाटाबेस निर्यात कयो
sk: Exportovať databázu
tl: Export ng Database
tr: Veri tabanını farklı kaydet.
ug: ساندان چىقار

source: Select a file for export
be: Выберыце файл для экспартавання
cs: Zvolte soubor pro export
el: Επιλέξτε ένα αρχείο προς εξαγωγή
fi: Valitse tiedosto vientiin
it: Seleziona un file per esportare
ja: エクスポートするファイルを選択してください
nb: Velg en fil for eksportering
pl: Wybierz plik do eksportu
pt: Selecione o ficheiro a exportar
ru: Выберите файл для экспорта
sd: निर्यात लाये फाईल चुन्दयो
sk: Vyberte súbor na exportovanie
tl: Pumili ng file para i-export
ug: چىقىرىدىغان بىر ھۆججەت تاللاڭ

source: This will export the password database to a plaintext file. THIS IS VERY DANGEROUS. Make sure that you delete the file after you are done with it. Are you sure you want to export?
be: База дадзеных будзе экспартавана як просты тэкст. ГЭТА ВЕЛЬМІ НЕБЯСПЕЧНА. Не забудзьце вылаліць файл. Вы ўпэўнены, што жадаеце экспартаваць файл?
bg: Това ще експортира базата данни с пароли в прав текст, в файл. ТОВА Е МНОГО ОПАСНО. Бъдете сигурни, че ще истриете файла, след като свършите с него. Сигурни ли сте, че искате да експортирате?
cs: Toto exportuje databázi hesel do obyčejného textového souboru. JE TO VELMI NEBEZPEČNÉ. Nezapomeňte ten soubor smazat, jen co ho nebudete potřebovat. Opravdu chcete exportovat databázi?
de: Hiermit wird die Passwort Datenbank in eine Klartext Datei exportiert. DAS IST SEHR GEFÄHRLICH. Löschen Sie diese Datei, sobald Sie fertig sind. Sind Sie sicher, dass Sie exportieren wollen?
el: Αυτό θα εξάγει τη βάση δεδομένων του κωδικού σε ένα απλό αρχείο κειμένου. ΑΥΤΟ ΕΙΝΑΙ ΠΟΛΥ ΕΠΙΚΙΝΔΥΝΟ. Βεβσιωθείτε οτι θα διαγράψετε αμέσως το αρχείο μόλις τελειώσετε μαζί του. Θέλετε σίγουρα να κάνετε την εξαγωγή;
fi: Tämä vie salasanatietokannan tavalliseen tekstitiedostoon. TÄMÄ ON ERITTÄIN VAARALLISTA. Ole varma, että poistat tiedoston kun et enää tarvitse sitä. Oletko aivan varma että haluat viedä?
fr: Cela permettra l'exportation de la base de données de mot de passe à un fichier texte en clair. C'EST TRÈS DANGEREUX. Assurez-vous de supprimer le fichier une fois que vous l'avez fait. Êtes-vous sûr que de vouloir l'exporter?
he: זה ייצא את מסד הנתונים של הסיסמאות לקובץ טקסט. זה מאוד מסוכן! אנא וודא שאתה מוחק את הקובץ לאחר שתסיים איתו. האם אתה בטוח שברצונך לייצא?
hi: यह पासवर्ड को डाटाबेस में साफ पद फाइल में निर्यात करे गा| यह बहुत खतरनाक हैं| इस फाइल को इस्तेमाल करने के बाद मिटाना धियान रखना| क्या आप निर्यात करना चाहते हैं?
it: Questo esporterà la base dei dati delle password a un file di testo non formattato. E' TROPPO PERICOLOSO. Assicurati di cancellare il file dopo aver finito. Siete sicuro che volete esportarlo?
ja: これはパスワードデータベースを普通のテキストファイルにエクスポートします。これは大変危険です。使用した後は、ファイルを必ず削除してください。本当にエクスポートしたいですか？
nb: Dette vil eksportere passord-databasen til en ren tekstfil. DETTE ER VELDIG FARLIG. Vær sikker på at du sletter filen når du er ferdig med den. Er du sikker på du vil eksportere?
pl: Ta opcja wyeksportuje bazę haseł do pliku tekstowego. TA OPERACJA JEST NIEBEZPIECZNA. Upewnij się, że usunąłeś plik jeśli nie będzie już tobie potrzebny. Czy na pewno chcesz wyeksportować?
pt: Vai exportar a base de dados para um ficheiro de texto simples. ISTO É PERIGOSO. Certifique-se que elimina o ficheiro depois de o utilizar. Exportar?
ro: Acesta va exporta baza de date cu parole într-un fişier text clar (plaintext). ACEASTĂ OPERAȚIUNE ESTE PERICULOASĂ. Asiguraţi-vă că ştergeţi fişierul după ce aţi terminat de lucrat cu el. Sunteţi sigur că doriţi să exportaţi?
ru: База данных будет экспортирована как простой текст. ЭТО ОЧЕНЬ ОПАСНО. Не забудьте удалить файл. Вы уверены, что хотите экспортировать?
sd: ईयो पासवर्ड खे डाटाबेस में साफ पद फाइल में निर्यात कंदों| ईयो दाड़ो खतरनाक आ| इन्ह फाइल खे इस्तेमाल करण खां पो मितायण जो ध्यान रख जो | शा तहां निर्यात करण चाह्यो ता
sk: Toto exportuje databázu hesiel do čistého textového súboru. TOTO JE VEĽMI NEBEZPEČNÉ. Uistite sa že zmažete tento súbor akonáhle s ním skončíte. Ste si istí že chcete exportovať?
tl: Ito ay mag-export ng password database sa isang file na puro texto. ITO AY NAPAKA-MAPANGANIB. Siguraduhin mong alisin ang file pag tapos ka na dito. Sigurado ka bang gusto mong i-export?
tr: Bu yaptığınız şifre veri tabanını plaintext dosyası şeklinde kaydedecek. BU YAPTIĞINIZ ÇOK TEHLİKELİ. Dosya ile işiniz bittikten sonra sildiğinizden emin olun.Kaydetmek istediğinizden emin misiniz?
ug: ساپ تېكىست ھۆججەت چىقىرىشنىڭ ئىم ساندانى. ئىنتايىن خەتەرلىك. ئۇنى ئىشلىتىپ بولغاندىن كېيىن ئۆچۈرۈۋەتكەنلىكىڭىزنى جەزملەڭ. راستىنلا چىقىرامسىز؟

source: Export to '%s' successful. Warning! The file is not encrypted.
be: Экспартаванне ў '%s' паспяхова завершана. Увага! Файл не зашыфраваны.
bg: Експортирането към '%s' е успешно. Внимание! Файлът не е криптиран.
cs: Export do souboru '%s' byl úspěšný. Pozor! Ten soubor není zašifrován.
de: Export nach '%s' erfolgreich. Achtung! Die Datei ist nicht verschlüsselt.
el: Η εξαγωγή στο '%s' ήταν επιτυχής. Προσοχή! Το αρχείο δεν είναι κρυπτογραφημένο.
fi: Vienti '%s' onnistui. Varoitus! Tiedosto ei ole salattu.
fr: Exportation vers '%s' terminer. Attention! Le fichier n'est pas crypté.
he: ייצוא אל '%s' הושלם בהצלחה. אזהרה! הקובץ אינו מוצפן.
hi: '%s' निर्यात सफल| सूचना! यह फाइल गोपनीय नहीं है
it: L'esporto a '%s' è stato eseguito con successo. Attenzione! Il documento non è criptato.
ja: '%s' へのエクスポートに成功しました。エクスポートしたファイルは暗号化されていないので注意してください。
nb: Eksport til '%s' vellykket. Advarsel! Filen er ikke kryptert.
pl: Eksportowanie do '%s' zakończone pomyślnie. Ostrzeżenie! Ten plik nie jest zaszyfrowany.
pt: Terminada a exportação para %s. Aviso: o ficheiro não está codificado.
ro: Exportul către „%s” a fost făcut cu succes. Atenție! Fișierul nu este criptat.
ru: Экспорт в '%s' прошёл успешно. Внимание! Файл не зашифрован.
sd: '%s' निर्यात सफल| सूचना! ईया फाइल गोपनीय काने
sk: Export do '%s' bol úspešný. Varovanie! Súbor nie je zašifrovaný.
tl: Export sa '%s' ay tagumpay. Babala! Ang file ay hindi naka-encrypt.
tr: '%s' başarılı bir şekilde dışa aktarıldı. Uyarı! Dosya şifrelenmedi.
ug: '%s' غا مۇۋەپپەقىيەتلىك چىقاردى. ئاگاھلاندۇرۇش! ھۆججەت شىفىرلانمىغان.

source: Unable to create export file 'oisafe.csv' on SDCARD. You might try disconnecting USB from computer.
be: Немагчыма стварыць файл экспарту 'oisafe.csv' на SDCARD. Паспрабуйце адключыць USB ад кампутару.
bg: Не може да се създаде файл за извличане 'oisafe.csv' на SD картата.Опитайте да изключите USB от компютъра.
cs: Nepodařilo se vytvořit exportní soubor 'oisafe.csv' na SD kartě. Zkuste odpojit USB z počítače.
de: Die Datei 'oisafe.csv' kann auf der SD Karte nicht erstellt werden. Eventuell muss die USB Verbindung zum Computer getrennt werden.
el: Αδυναμία δημιουργίας του αρχείο εξαγωγής 'oisafe.csv' στο SDCARD. Μπορείτε να δοκιμάσετε να αποσυνδέσετε το USB από τον υπολογιστή.
fi: Ei voinut luo vienti tiedostoa 'oisafe.csv' MUISTIKORTILLE. Voit yrittää irroittaa USB-yhteyden tietokoneestasi.
fr: Impossible de créer le fichier d'exportation 'oisafe.csv' sur SDCARD. Vous pouvez essayer de débrancher le cable USB de l'ordinateur.
he: לא ניתן לייצא קובץ oisafe.csv על SDCARD. אתה יכול לנסות לנתק את ה- USB מהמחשב.
hi: फाइल 'oisafe.csv' सड कार्ड में निर्यात ना हो सकी| आप USB को कंप्यूटर से काटने कि कोशिश कर सकते हैं
it: Impossibile creare il documento per esportare 'oisafe.csv' su SDCARD. Provate a scollegare l'USB dal computer.
ja: SDカードへの'oisafe.csv'のエスクポートができません。コンピュータとのUSB接続を切る等の必要があります。
nb: Klarte ikke å opprette eksportfilen 'oisafe.csv' på SD-kortet. Du kan eventuelt prøve å koble USB fra datamaskinen.
pl: Nie można utworzyć pliku eksportowego 'oisafe.csv' na karcie pamięci. Możesz spróbować odłączyć USB od swojego komputera.
pt: Incapaz de exportar o ficheiro "oisafe.csv" para o cartão SD. Experimente desligar a ficha USB do computador.
ro: Nu se poate crea fişierul de export „oisafe.csv” pe SDCARD. Ați putea încerca deconectarea USBului de la calculator.
ru: Не могу создать файл экспорта 'oisafe.csv' на SDCARD. Попробуйте отключить USB от компьютера.
sd: फाइल 'oisafe.csv' SD कार्ड में निर्यात न थी पाई| तहां USB खे कंप्यूटर सां दिस्कन्नेक्ट करण जी कोशिश करे तो सगीं
sk: Nebolo možné vytvoriť exportovaný súbor 'oisafe.csv' na SD karte. Môžete skúsiť odpojiť USB z počítača.
tl: Hindi makalikha ng export file 'oisafe.csv' sa SD CARD. Maaari mong subukan tanggalin ang USB sa computer.
tr: SDCARD üzerinde dışa aktarılan 'oisafe.csv' dosyası oluşturulamadı. USB nin bilgisayarla olan bağlantısını kesmeyi denemelisiniz.
ug: SD كارتىغا 'oisafe.csv' ئاتلىق چىقىرىدىغان ھۆججەت قۇرالمىدى. USB نى كومپىيۇتېردىن ئۈزۈۋاتىدۇ.

source: Import Database
be: Імпартаваць базу дадзеных.
bg: Импортиране на база данни
cs: Importovat databázi
de: Datenbank importieren
el: Εισαγωγή Βάσης Δεδομένων
fi: Tuo tietokanta
fr: Import de la bases de données
he: ייבוא מסד נתונים
hi: आयात डाटाबेस
it: Importa base dei dati
ja: データベースをインポート
nb: Importer database
pl: Importuj bazę danych
pt: Importar base de dados
ro: Importă baze de date
ru: Импорт базы данных
sd: डाटाबेस आयात कयो
sk: Importovať databázu
tl: Import sa Database
tr: Veritabanı Al
ug: ساندان ئەكىر

source: Select a file for import
be: Выберыце файл для імпарту
cs: Zvolte soubor pro import
el: Επιλογή ενός αρχείου για Εισαγωγή
fi: Valitse tiedosto, jonka haluat viedä
it: Seleziona un documento per importare
ja: インポートするファイルを選択してください
nb: Velg en fil for importering
pl: Wypierz plik do importu
pt: Selecione o ficheiro a importar
ru: Выберите файл для импорта
sd: आयात करण लाये कोई फाईल चून्दयो
sk: Vyberte súbor na importovanie
tl: Pumili ng file para i-import
ug: ئەكىرىدىغان بىر ھۆججەتنى تاللاڭ

source: Import file is missing:
be: Файл імпарту адсутнічае:
bg: Файлът за импортиране липсва.
cs: Importovaný soubor chybí:
de: Datei zum Importieren fehlt:
el: Το αρχείο εισαγωγής λείπει:
fi: Vientitiedosto puuttuu:
fr: L'import de fichiers est manquant:
he: ייבוא קובץ חסר:
hi: आयात फाइल लापता है:
it: Il documento da importare manca:
ja: ファイルのインポートに失敗:
nb: Importfil mangler:
pl: Brak pliku do zaimportowania:
pt: Ficheiro em falta:
ro: Importă fișierele lipsă:
ru: Отсутствует файл импорта:
sd: आयात फाइल लापता आहे
sk: Importovaný súbor chýba:
tl: Import file ay nawawala:
tr: İçe alınan dosya eksik:
ug: ئەكىرىدىغان ھۆججەت يوقالغان:

source: Unable to import file 'oisafe.csv' from SDCARD. You might try disconnecting USB from computer.
be: Немагчыма імпартаваць файл 'oisafe.csv' з SDCARD. Паспрабуйце адключыць USB ад кампутара.
bg: Не може да импортира файла 'oisafe.csv' от SD картата.Опитайте да изключите USB от компютъра.
cs: Nepodařilo se importovat soubor 'oisafe.csv' z SD karty. Zkuste odpojit USB z počítače.
de: Die Datei 'oisafe.csv' kann nicht von der SD Karte importiert werden. Eventuell muss die USB Verbindung zum Computer getrennt werden.
el: Αδυναμία εισαγωγής του αρχείου 'oisafe.csv' από το SDCARD. Μπορείτε να δοκιμάσετε να αποσυνδέσετε το USB από τον υπολογιστή.
fi: Ei voitu viedä tiedostoa 'oisafe.csv' MUISTIKORTILTA. Yritä esimerkiksi USB-kaapelin irroittamista tietokoneesta.
fr: Impossible d'importer le fichier 'oisafe.csv' de SDCARD. Vous pouvez essayer de débrancher le cable USB de l'ordinateur.
he: לא ניתן לייבא קובץ oisafe.csv מן SDCARD. אתה יכול לנסות לנתק את ה- USB מהמחשב.
hi: फाइल 'oisafe.csv' सड कार्ड में आयात ना हो सकी| आप USB को कंप्यूटर से काटने कि कोशिश कर सकते हैं
it: Impossibile importare il file 'oisafe.csv' da SDCARD. Provate a scollegare l'USB dal computer.
ja: SDカードからの'oisafe.csv'のインポートができません。コンピュータとのUSB接続を切る等の必要があります。
nb: Klarte ikke å importere fil 'oisafe.csv' fra SD-kortet. Du kan eventuelt prøve å koble USB fra datamaskinen.
pl: Nie można zaimportować pliku 'oisafe.csv' z karty pamięci. Możesz spróbować odłączyć USB od swojego komputera.
pt: Incapaz de importar o ficheiro "oisafe.csv" para o cartão SD. Experimente desligar a ficha USB do computador.
ro: Imposibil de a importa fişierul „oisafe.csv” de la SDCARD. Ati putea încerca deconectarea USBului de la calculator.
ru: Не могу импортировать файл 'oisafe.csv' с SDCARD. Попробуйте отключить USB от компьютера.
sd: फाइल 'oisafe.csv' SD कार्ड में आयात न थी पाईन्दी| तहां USB खे कंप्यूटर सां दिस्कन्नेक्ट करण जी कोशिश कयो
sk: Nebolo možné importovať súbor 'oisafe.csv' z SD karty. Môžete skúsiť odpojiť USB z počítača.
tl: Hindi ma-import ang file na 'oisafe.csv' mula sa SDCARD. Maaari mong subukan tanggalin ang USB sa computer.
tr: SDCARD üzerinde içe aktarılan 'oisafe.csv' dosyası oluşturulamadı. USB nin bilgisayarla olan bağlantısını kesmeyi denemelisiniz.
ug: SD كارتىدىن 'oisafe.csv' ھۆججەتنى ئەكىرەلمىدى. USB نى كومپىيۇتېردىن ئۈزۈۋاتىدۇ.

source: First line is missing fields.
be: У першым радке не хапае палёў.
bg: Липсват полета на първи ред.
cs: První řádek jsou chybějící políčka.
de: Die erste Zeile ist unvollständig.
el: Λείπουν πεδία στην πρώτη γραμμή
fi: Ensimmäisestä rivistä puuttuu kentät.
fr: La première ligne à un champ manquant.
he: חסר בשורה הראשונה שדות.
hi: पहली लाइन के शेत्र लापता है
it: Alla prima riga mancano dei campi.
ja: 最初の行のフィールドが異常です。
nb: Den første linjen mangler felt.
pl: W pierwszej linii brakuje pól.
pt: faltam campos na primeira linha.
ro: Prima linie din câmp lipsește.
ru: В первой строке не хватает полей.
sd: पहरिन लाइन लापता शेत्र में आ
sk: V prvom riadku chýbajú polia.
tl: Ang unang linya ay may nawawalang mga field.
tr: İlk satır eksik.
ug: بىرىنچى قۇر يوقالغان سۆز بۆلىكى.

source: Import
be: Імпарт
bg: Импортирай
cs: Importovat
de: Importieren
el: Εισαγωγή
fi: Tuo
he: ייבוא
hi: आयात
it: Importa
ja: インポート
nb: Importer
pl: Importuj
pt: Importar
ro: Importă
ru: Импорт
sd: आयात
sk: Importovať
tr: İçe aktarım.
ug: ئەكىر

source: Do you want to replace the database (import from %s)?
be: Вы жадаеце замяніць базу дадзеных (імпартаваць з %s)?
bg: Искате ли да замените базата данни (внасяне от %s) ?
cs: Chcete přepsat databázi (importovat z %s)?
de: Soll die Datenbank ersetzt werden (importiert von %s)?
el: Θέλετε να αντικαταστήσετε τη βάση δεδομένων (εισαγωγή από το %s);
fi: Haluatko vaihtaa tietokannan (tuotu %s :sta)?
fr: Voulez-vous remplacer la base de données (importation à partir de %s)?
he: האם אתה רוצה להחליף את מסד הנתונים (ייבוא מן %s)?
hi: क्या आप डाटाबेस को बदलना चाहते है (%s से आयत)?
it: Volete sostituire la base dei dati (importa da %s)?
ja: データベースを置き換えてもいいですか (%s からのインポート)？
nb: Vil du erstatte databasen (importer fra %s)?
pl: Czy chcesz zastąpić bazę danych (import z %s)?
pt: Pretende substituir a base de dados existente (importar de %s)?
ro: Doriți să înlocuiți baza de date (importați de la %s)?
ru: Вы хотите заменить базу данных (импортировать из %s)?
sd: शा तहां डाटाबेस खे बदलन ता चाह्यो (%s से आयत)?
sk: Chcete prepísať databázu (importovať z %s)?
tl: Gusto mo bang palitan ang database (import mula sa %s)?
tr: Veri tabanını değiştirmek istiyor musunuz(%s den içe aktarılan )?
ug: ساندانى ئالماشتۇرامسىز (%s دىن ئەكىر)؟

source: Yes
be: Да
bg: Да
cs: Ano
de: Ja
el: Ναί
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
it: Si
ja: はい
nb: Ja
pt: Sim
ro: Da
ru: Да
sd: हा
sk: Áno
tl: Oo
tr: Evet
ug: ھەئە

source: No
be: Не
bg: Не
cs: Ne
de: Nein
el: Όχι
fi: Ei
fr: Non
he: לא
hi: नहीं
ja: いいえ
nb: Nei
pl: Nie
pt: Não
ro: Nu
ru: Нет
sd: न
sk: Nie
tl: Hindi
tr: Hayır
ug: ياق

source: Please wait while importing...
be: Калі ласка, пачакайце, пакуль імпартуецца...
bg: Моля изчакайте вмъкването...
cs: Čekejte prosím během importu...
de: Datei wird importiert...
el: Παρακαλώ περιμένετε κατά την εισαγωγή...
fi: Ole hyvä, ja odota hetki kun tiedostoja tuodaan...
fr: S'il vous plaît veuillez patienter pendant l'importation de ...
he: אנא חכה בזמן הייבוא...
hi: आयात करते सम्हे कृपया इंतज़ार करें...
it: Prego attendere nel tempo di importazione...
ja: インポート中…
nb: Vennligst vent, importerer...
pl: Trwa importowanie, proszę czekać...
pt: Aguarde um pouco...
ro: Așteptați cât timp se importă...
ru: Ждите, импортирую...
sd: कृपया इन्तेजार कयो आयत तो थे
sk: Prosím počkajte kým sa importuje...
tl: Pakihintay habang ini-import...
tr: İçe aktarılırken Lütfen bekleyiniz
ug: ئەكىرىۋاتقاندا سەل كۈتۈڭ…

source: No categories found.
be: Не знойдзена ні адной катэгорыі.
bg: Няма намерени категории.
cs: Nenalezeny žádné kategorie.
de: Keine Kategorien gefunden.
el: Δε βρέθηκαν κατηγορίες.
fi: Kategorioita ei löytynyt.
fr: Pas de catégories trouvées.
he: לא נמצאו קטגוריות.
hi: कोई श्रेणी ना मिली
it: Nessuna categoria trovata.
ja: カテゴリーが見つかりません。
nb: Ingen kategorier funnet.
pl: Nie znaleziono kategorii.
pt: Nenhuma categoria encontrada.
ro: Nu s-au găsit categorii.
ru: Категории не найдены
sd: कोई श्रेणी न मिली
sk: Žiadne kategórie neboli nájdené.
tl: Walang nakita na mga kategorya.
tr: Kategori bulunamadı.
ug: كاتېگورىيەلەر تېپىلمىدى.

source: No entries found in CSV.
be: Не знойдзена запісаў у CSV.
bg: Няма намерени записи в CSV.
cs: Nenalezeny žádné vstupy v CSV.
de: Keine Einträge in der CSV Datei gefunden.
el: Δε βρέθηκαν καταχωρήσεις στο CSV.
fi: Merkintöjä ei löytynyt CSV:stä.
fr: Aucune entrées trouvée dans CSV.
he: לא נמצאו רשומות בתוך CSV.
hi: CSV में कोई एंट्री ना मिली
it: Non sono state trovate entrate in CSV.
ja: CSVからエントリーが見つかりませんでした。
nb: Ingen oppføringer funnet i CSV.
pl: Nie znaleziono wpisów w CSV.
pt: O CSV não possui entradas.
ro: Nu au fost găsite accesări în CSV.
ru: В CSV не найдены записи.
sd: CSV में कोई एंट्री न मिली
sk: Žiadne položky neboli nájdené v CSV.
tl: Walang mga pinasok na nahanap sa CSV.
tr: CSV girdilieri bulunamadı.
ug: CSV تە تۈر تېپىلمىدى.

source: Too many categories.
be: Зададта шмат катэгорый.
bg: Твърде много категории.
cs: Příliš mnoho kategorií.
de: Zu viele Kategorien.
el: Πάρα πολλές κατηγορίες.
fi: Liian paljon kategorioita.
fr: Un trop grand nombre de catégories.
he: יותר מדי קטגוריות.
hi: बहुत ज़रा श्रेणी है
it: Troppe categorie.
ja: カテゴリーが多すぎます。
nb: For mange kategorier.
pl: Zbyt dużo kategorii.
pt: Demasiadas categorias.
ro: Prea multe categorii.
ru: Слишком много категорий.
sd: दाढ़ी सारी श्रेणीयूं
sk: Priveľa kategórií.
tl: Napakadaming kategorya.
tr: Çok fazla katagori
ug: كاتېگورىيە بەك كۆپ.

source: Not enough fields
be: Не хапае палёў.
bg: Няма достатъчно полета
cs: Nedostatek políček
de: Nicht genug Felder.
el: Όχι αρκετά πεδία
fi: Liian vähän kenttiä
fr: Pas assez de champs
he: אין מספיק שדות
hi: काफी शेत्र नहीं हैं
it: Campi insufficienti
ja: フィールドが足りません
nb: Ikke nok felter
pl: Za mało pól
pt: Campos insuficientes.
ro: Nu sunt suficiente câmpuri
ru: Недостаточно полей
sd: काफी शेत्र काने
sk: Nie je dosť polí.
tl: Hindi sapat ang mga field
tr: Yeterli alan yok.
ug: يېتەرلىك سۆز بۆلىكى يوق.
