Repository: openintents/translations-export
Catalog: translations_safe/*.po
Languages: be, bg, cs, de, el, fi, fr, he, hi, it, ja, nb, pl, pt, ro, ru, sd, sk, tl, tr, ug

source: Backup file not found. You need to perform a backup first to create it. Or copy a backup from your PC.
be: Файл рэзервовай копіі не знойдзены. Вам патрэбна адразу стварыць рэзервовую копію ці скапіраваць яе з кампутара.
bg: Резервно копие не е намерено.Трябва първо да направите резервно копие, или го копирайте от вашия компютър.
cs: Zálohovací soubor nenalezen. Nejprve musíte provést zálohování, aby se vytvořil. Nebo zkopírovat zálohu z vašeho PC.
de: Wiederherstellungsdatei nicht gefunden. Zuerst muss eine Sicherungskopie erstellt werden, oder vom PC kopiert werden.
el: Το αρχείο αντιγράφου ασφαλείας δε βρέθηκε. Θα χρειαστεί να δημιουργήσετε ένα αντίγραφο ασφαλείας για να προκύψει. Ή να αντιγράψετε ένα αντίγραφο ασφαλείας από τον Η/Υ σας.
fi: Varmuuskopiotiedostoa ei löytynyt. Sinun täytyy tehä varmuuskopio ensin luodaksesi se, tai kopioi varmuuskopio tietokoneeltasi.
fr: Le fichier de sauvegarde n'a pas été trouvée. Vous devez effectuer une sauvegarde avant de le créer. Ou de copier une sauvegarde de sur votre PC.
he: קובץ גיבוי לא נמצא. אתה תיאלץ לבצע גיבוי כדכי ליצור אותו. או להעתיק קובץ גיבוי מהמחשב שלך.
hi: बैकुप फाइल नहीं मिली| आपको पहले बच्कुप करना पड़े गा उसकी बनाने के लिए| या आप कंप्यूटर से नक़ल कर सकते हैं
it: Il backup del file non è stato trovato. Prima dovete eseguire il backup per crearlo. Oppure copiare il backup dal tuo PC.
ja: バックアップファイルが見つかりません。バックアップを実行するかPCからコピーしてください。
nb: Sikkerhetskopifil ikke funnet. Du må utføre en sikkerhetskopiering for å opprette den. Eller kopier en sikkerhetskopi fra din PC.
pl: Plik kopii zapasowej nie został odnaleziony. Musisz najpierw wykonać archiwizację by go stworzyć. Lub skopiować kopię zapasową z twojego komputera.
pt: Ficheiro não encontrado. Tem que efetuar uma cópia de segurança ou copiar a cópia no computador.
ro: Fișierul de rezervă nu a fost găsit. Trebuie să efectuați o copiere de rezervă pentru a crea unul. Sau copiați unul de rezervă din PC-ul dumneavoastră
ru: Файл резервной копии не найден. Сначала нужно создать резервную копию или скопировать её с вашего компьютера.
sd: बैकअप फाइल न मिली| तहान्खे पहरों बैकअप कारणों पवंदुव उन् खे ठायण लाये | या तहां कंप्यूटर मां कॉपी क्कारे ता सगो
sk: Záloha nenájdená. Musíte najprv vykonať zálohu aby ste ju mohli vytvoriť. Alebo skopírujte zálohu z vášho PC.
tl: Backup file ay hindi nakita. Kailangan mong magsagawa ng backup para lumikha nito. O kopyahin ang isang backup na mula sa iyong PC.
tr: Yedeklenen dosya bulunamadı.
ug: زاپاس ھۆججەت تېپىلمىدى. سىز زاپاسنى قۇرغانلىقىڭىزنى جەزملەڭ ياكى كومپيۇتېرىڭىزدىن زاپاسنى كۆچۈرۈڭ.

source: Please provide the password used by the backup file. Your master password will be set to this.
be: Увядзіце пароль файла рэзервовай копіі. Ён будзе Мастэр Паролем.
bg: Моля да предоставите паролата, използвана от архивния файл.Вашата главна парола, ще бъде променена.
cs: Vložte prosím heslo použité zálohovacím souborem. Vaše hlavní heslo bude nastaveno na toto.
de: Passwort der Wiederherstellungsdatei eingeben. Das neue Hauptpasswort wird auf dieses Passwort gesetzt.
el: Παρακαλώ παρέχετε τον κωδικό που χρησιμοποιείται από το αρχείο αντιγράφου ασφαλείας. Ο κύριος κωδικός πρέπει να έχει οριστεί σε αυτό.
fi: Ole hyvä, ja kirjoita salasana jota varmuuskopiotiedosto käyttää. Sinun pääsalasanasi asetetaan kyseiseksi salasanaksi.
fr: S'il vous plaît fournissez le mot de passe utilisé par le fichier de sauvegarde. Votre mot de passe principal sera intégré à l'intérieur.
he: אנא ספק את הסיסמא ששומשה על ידי קובץ הגיבוי. הסיסמא הראשית שלך תהיה סיסמא זו.
hi: कृपया पासवर्ड दे बच्कुप फाइल को इस्तेमाल करने के लिए| आपका मुख्य पासवर्ड इसमें बदल्दिया जायेगा
it: Prego inserire la password usata per il backup file. La tua password principale sarà impostata a questo.
ja: バックアップファイルに使用されるパスワードを入力してください。マスターキーはこれにセットされます。
nb: Vennligst oppgi passord brukt av sikkerhetskopifilen. Ditt hovedpassord vil bli satt til dette.
pl: Proszę podać hasło używane przez plik kopii zapasowej. Twoje hasło główne będzie do niego dostosowane.
pt: Indique a senha utilizada pela cópia de segurança. A senha principal será a definida.
ro: Introduceți parola folosită de către fișierul de rezervă. Parola dumneavoastră principală va fi setată ca acesta.
ru: Введите пароль файла резервной копии. Он станет вашим Мастер Паролем.
sd: कृपया पासवर्ड दयो बैकअप फाइल इस्तेमाल करण लाये | तहान्जो मुख्य पासवर्ड इन्ह में सेट थी वेंदुवा
sk: Prosím vložte heslo používané zálohovaným súborom. Toto heslo bude nastavené ako vaše hlavné heslo.
tl: Pakibigay ang password na ginagamit ng backup file. Ang iyong master password ay ipaparehas dito.
tr: Lütfen yedekleme dosyasını kullanarak şifreyi temin ediniz.An şifreniz bu olarak ayarlanacak.
ug: زاپاس ھۆججەتكە ئىشلەتكەن ئىمنى تەمىنلەڭ. بۇنىڭغا ئاساسىي ئىم ئىشلىتىلگەن.

source: Select a file for restore
be: Выберыце файл для аднаўлення
cs: Zvolte soubor pro obnovu
el: Επιλέξτε ένα αρχείο προς επαναφορά
fi: Valitse tiedosto joka palautetaan
it: Seleziona un file per il ripristino
ja: 復元するファイルを選択してください
nb: Velg en fil for gjenoppretting
pl: Wybierz plik do przywrócenia
pt: Selecione o ficheiro a restaurar
ru: Выберите файл для восстановления
sd: रेस्टोर करण लाये फाईल चुन्दयो
sk: Vyberte súbor na obnovenie
tl: Pumili ng file na ibabalik
ug: ئەسلىگە كەلتۈرىدىغان بىر ھۆججەت تاللاڭ.

source: Error while restoring
be: Памылка пры аднаўленні
cs: Chyba během obnovování
el: Σφάλμα κατά την επαναφορά
fi: Virhe ilmentyi palautuksessa
it: Errore durante il ripristino
ja: 復元中にエラーが発生しました
nb: Feil ved gjenoppretting
pl: Błąd podczas przywracania
pt: Erro ao restaurar
ru: Ошибка востановления
sd: रेस्टोर कंडे समय त्रुटी
sk: Nastala chyba počas obnovovania
tl: Mali habang ibinabalik
ug: ئەسلىگە كەلتۈرۈۋاتقاندا خاتالىق كۆرۈلدى

source: Unable to open file: %s
be: Немагчыма адкрыць файл: %s
bg: Не може да отвори файла:%s
cs: Nepodařilo se otevřít soubor: %s
de: Datei kann nicht geöffnet werden: %s
el: Αδυναμία ανοίγματος του αρχείου : %s
fi: Virhe ilmentyi avattaessa tiedostoa: %s
fr: Impossible d'ouvrir le fichier: %s
he: לא יכול לפתוח קובץ: %s
hi: फाइल खुलने में नाकामी: %s
it: Impossibile aprire il file: %s
ja: ファイルを開けません: %s
nb: Klarte ikke å åpne fil: %s
pl: Nie można otworzyć pliku: %s
pt: Incapaz de abrir o ficheiro: %s
ro: Nu se poate deschide fișierul: %s
ru: Не могу открыть файл: %s
sd: फाइल खुलन में नाकामी: %s
sk: Nebolo možné otvoriť súbor: %s
tl: Hindi mabuksan ang file: %s
tr: Dosya açılmaya uygun değil: %s
ug: ھۆججەتنى ئاچالمايدۇ: %s

source: Version not supported: %s
be: Версія не падтрымліваецца: %s
bg: Версията не се поддържа:%s
cs: Verze nepodporována: %s
de: Version wird nicht unterstützt: %s
el: Η έκδοση δεν υποστηρίζεται : %s
fi: Versio ei tuettu: %s
fr: Version non pris en charge: %s
he: גרסה לא נתמכת : %s
hi: यह संस्करण समर्थित नहीं हैं: %s
it: Versione non supportata: %s
ja: サポートしていないバージョン: %s
nb: Versjon ikke støttet: %s
pl: Wersja niewspierana: %s
pt: Versão não suportada: %s
ro: Versiunea nu este suportată: %s
ru: Версия не поддерживается: %s
sd: ईयो संस्करण समर्थित काने: %s
sk: Verzia nepodporovaná: %s
tl: Bersyon hindi suportado:% s
tr: Sürüm desteklenmiyor: %s
ug: نەشرى قوللىمايدۇ: %s

source: Bad password.
be: Дрэнны пароль.
bg: Лоша парола.
cs: Špatné heslo.
de: Schlechtes Passwort
el: Λανθασμένος κωδικός.
fi: Epäkelpo salasana.
fr: Mauvais mot de passe.
he: סיסמא גרועה.
hi: गलत पासवर्ड
it: Password sbagliata.
ja: 正しくないパスワード。
nb: Dårlig passord
pl: Błędne hasło.
pt: Senha inválida.
ro: Parolă greșită.
ru: Плохой пароль
sd: गन्दा पासवर्ड
sk: Zlé heslo.
tl: Maling password.
tr: Kötü parola.
ug: ئىم خاتا.

source: Restore Database
be: Аднавіць базу дадзеных
bg: Възстанови базата данни
cs: Obnovit Databázi
de: Datenbank wiederherstellen
el: Επαναφορά Βάσης Δεδομένων
fi: Palauta tietokanta
fr: Restaurer la base de données
he: שחזר מסד נתונים
hi: पुराना डाटाबेस डालें
it: Ripristina la base dei dati
ja: データベースを復元
nb: Gjenopprett database
pl: Przywróć bazę danych
pt: Restaurar base de dados
ro: Restabilește baza de date.
ru: Восстановить базу данных
sd: डाटाबेस रेस्टोरे कयो
sk: Obnoviť databazu
tl: Ibalik ang Database
tr: Geri yükleme veri tabanı
ug: سانداننى ئەسلىگە كەلتۈر

source: Are you sure you want to replace the current data?
be: Вы ўпэўнены, што жадаеце замяніць існуючыя дадзеныя?
bg: Сигурни ли сте, че искате да замените текущите данни?
cs: Opravdu chcete přepsat současná data?
de: Sind Sie sicher, dass Sie die bestehenden Einträge ersetzen wollen?
el: Είστε σίγουρος ότι θέλετε να αντικαταστήσετε τα τρέχοντα δεδομένα;
fi: Oletko aivan varma että haluat korvata tämänhetkiset tiedot?
fr: Êtes-vous sûr de vouloir remplacer les données actuelles?
he: האם אתה בטוח שברצונך להחליף את המידע הנוכחי?
hi: क्या आप वर्तमान के डाटा को प्रतिस्थापित करना चाहते हैं?
it: Siete sicuro di voler sostituire la data corrente?
ja: 現在のデータで置き換えてもよろしいですか？
nb: Er du sikker på at du vil erstatte nåværende data?
pl: Czy jesteś pewny, że chcesz zastąpić obecne dane?
pt: tem a certeza que pretende substituir os dados existentes?
ro: Sunteți sigur că doriți să înlocuiți datele curente?
ru: Вы уверены, что хотите заменить текущие данные?
sd: शा तहां वर्तमान डाटा खे प्रतिस्थापित करण ता चाह्यो?
sk: Naozaj chcete prepísať aktualne údaje?
tl: Sigurado ka bang gusto mong palitan ang mga kasalukuyang datos?
tr: Şuan kullanılan veri tabanının değiştirilmesini istiyor musunuz?
ug: راستىنلا نۆۋەتتىكى سانلىق مەلۇماتنى ئالماشتۇرۇۋېتەمسىز؟

source: Found %1$s passwords from backup dated %2$s.
be: Знойдзена %1$s пароляў з рэзервовай копіі датаванай %2$s.
bg: Намерени %1$s пароли от архив с дата %2$s
cs: Nalezeno %1$s hesel ze zálohy datované k %2$s.
de: %1$s Passwörter in der Sicherung vom %2$s gefunden.
el: Βρέθηκαν %1$s κωδικοί από το αντίγραφο ασφαλείας που χρονολογείται από %2$s.
fi: Löytyi %1$s salasanaa varmuuskopiosta päivämäärällä %2$s
fr: Trouvé %1$s mots de passe de sauvegarde datée %2$s.
he: נמצאו %1$s סיסמאות ממידע גיבוי %2$s.
hi: %2$s के बैकुप में %1$s पास्वोर्ड्स मिलें
it: Trovate %1$s password dal backup datato %2$s.
ja: %2$s のバックアップから %1$s のパスワードが見つかりました。
nb: Funnet %1$s passord fra sikkerhetskopiering datert %2$s.
pl: Znaleziono %1$s haseł z kopii zapasowej z dnia %2$s.
pt: Encontradas %1$s senhas na cópia de segurança com data de %2$s.
ro: S-au găsit %1$s parole din datele de rezervă %2$s.
ru: Найденно %1$ паролей из резервной копии %1$.
sd: %2$s जे बैकअप में %1$s पास्वोर्ड मिलें
sk: Nájdené %1$s hesiel zo zálohy z %2$s.
tl: Nakita %1$s mga password mula sa backup napetsahan %2$s.
tr: Yedekleme tarihinden %1$s şifresini bulun.
ug: %2$s چېسلادىكى زاپاستىن %1$s ئىم تاپتى.

source: Complete. Passwords restored: %s
be: Завершана. Пароляў адноўлена: %s
bg: Завършено. Възстановени пароли: %s
cs: Hotovo. Hesla obnovena: %s
de: Fertig. Passwörter wiederhergestellt: %s
el: Ολοκλήρωση. Οι κωδικοί επαναφέρθηκαν: %s
fi: Valmista. Salasanat palautettu: %s
fr: Complet. Mots de passe restaurés: %s
he: הושלם. סיסמאות ששוחזרו : %s
hi: पूरा हुआ. %s पास्वोर्ड्स बहले गए
it: Completo. Password ripristinata: %s
ja: パスワードの復元が完了: %s
nb: Ferdig. Passord gjenopprettet: %s
pl: Zakończono. Hasła przywrócone: %s
pt: Terminado. Senhas restauradas: %s
ro: Complet. Parole restabilite: %s
ru: Завершено. Паролей восстановлено: %s
sd: पूरो थी वयो| %s पासवर्ड रेस्टोरे थी वयो
sk: Dokončené. Heslá obnovené: %s
tl: Kompleto. Password naibalik: %s
tr: Tamamlandı.Şifre geri yükleme: %s
ug: تامام. ئىم ئەسلىگە كەلتۈرۈلدى: %s

source: copied to Clipboard
be: скапіравана ў буфер
bg: копирано в Клипборда
cs: zkopírováno do schránky
de: In die Zwischenablage kopiert
el: αντιγράφτηκε στο Πρόχειρο
fi: kopioitiin leikepöydälle
fr: Copier dans le presse-papier
he: הועתק ללוח
hi: क्लिपबोर्ड में नकला गया
it: copiato negli Appunti
ja: クリップボードにコピーしました
nb: kopiert til utklippstavle
pl: skopiowano do Schowka
pt: Copiado para a área de transferência
ro: Copiat în Clipboard
ru: скопировано в буфер
sd: क्लिप्बोअर्द में कॉपी थी बवयो
sk: skopírované do Schránky
tl: kinopya sa Clipboard
tr: Panoya kopyalandı
ug: چاپلاش تاختىسىغا كۆچۈرۈلدى

source: Invalid website
be: Памылковы сайт
bg: Невалиден уебсайт.
cs: Nesprávná webová stránka
de: Ungültige Webseite
el: Λανθασμένη ιστοσελίδα
fi: Epäkelpo www-sivu
fr: Site invalide
he: אתר שגוי
hi: वेबसाइट गलत हैं
it: Sito web invalido
ja: 不正なwebsite
nb: Ugyldig nettside
pl: Nieprawidłowa strona internetowa
pt: Página web inválida
ro: Pagină web invalidă
ru: Неправильный сайт
sd: वेबसाइट गलत तव
sk: Neplatná internetová stránka
tl: Hindi wastong website
tr: Geçersiz web sitesi
ug: ئىناۋەتسىز تورتۇرا

source: Database Error
be: Памылка базы дадзеных
bg: Грешка в базата данни
cs: Chyba databáze
de: Datenbankfehler
el: Σφάλμα Βάσης Δεδομένων
fi: Tietokantavirhe
fr: Erreur base de données
he: שגיאת מסד נתונים
hi: डेटाबेस त्रुटि
it: Errore del database
ja: データベース エラー
nb: Databasefeil
pl: Błąd bazy danych
pt: Erro na base de dados
ro: Eroare bază de date
ru: Ошибка базы данных
sd: डेटाबेस त्रुटि
sk: Chyba Databázy
tl: Mali sa Database
tr: Veri tabanı hatası.
ug: ساندان خاتالىقى

source: Database error. Out of space?
be: Памылка базы дадзеных. Не хапае месца?
bg: Грешка в база данни. Свърши паметта?
cs: Chyba databáze. Málo místa?
de: Datenbankfehler. Ist keine Speicherplatz mehr verfügbar?
el: Σφάλμα Βάσης Δεδομένων. Δεν υπάρχει ελεύθερος χώρος;
fi: Tietokantavirhe. Tila loppumassa?
fr: Erreur de base de données. Plus de place ?
he: שגיאה במסד הנתונים. נגמר המקום?
hi: डाटाबेस त्रुटि| क्या जगह खतम हैं?
it: Errore del database. Spazio occupato?
ja: データベース エラーが発生しました。空き容量はありますか？
nb: Databasefeil. Tom for plass?
pl: Błąd bazy danych. Brak miejsca?
pt: Erro na base de dados. Possui espaço?
ro: Eroare bază de date. Fară spațiu?
ru: Ошибка базы данных. Недостаточно места?
sd: ?डाटाबेस त्रुटि| शा जगह खतम थी वई
sk: Chyba databázy. Máte dosť miesta?
tl: Mali sa Database. Wala nang espasyo?
tr: veri tabanı hatası.Alanın dışında.
ug: ساندان خاتالىقى. بوشلۇق يېتىشمىدى؟

source: Open
be: Адкрыць
bg: Отвори
cs: Otevřít
de: Öffnen
el: Άνοιγμα
fi: Avaa
fr: Ouvrir
he: פתח
hi: खोलें
it: Apri
ja: 開く
nb: Åpne
pl: Otwórz
pt: Abrir
ro: Deschide
ru: Открыть
sd: खोल्यो
sk: Otvoriť
tl: Buksan
tr: Aç
ug: ئاچ

source: Database Version Error
be: Памылка версіі базы дадзеных
bg: Грешка във версията на базата данни
cs: Chyba verze databáze
de: Datenbank Versionsfehler
el: Έκδοση Σφάλματος Βάσης Δεδομένων
fi: Tietokannan versiovirhe
fr: Erreur de version de la base de données
he: טעות גרסא של מסד הנתונים
hi: डाटाबेस संस्करण त्रुटि
it: Errore della versione della base dei dati
ja: データベースのバージョンエラー
nb: Databaseversjonfeil
pl: Błąd wersji bazy danych
pt: Erro na versão da base de dados
ro: Eroare versiune la baza de date.
ru: Ошибка версии базы данных
sd: डाटाबेस संस्करण त्रुटि
sk: Chyba Verzie Databázy
tl: Mali sa Bersyon ng Database
tr: Veri tabanı sürüm hatası
ug: ساندان نەشرى خاتا

source: Sorry, but the version of the database is not supported. You must install the version associated with this database.
be: Прабачце, версія базы дадзеных не падтрымліваецца. Вы павінны ўсталяваць версію, адпаведную базе дадзеных.
bg: Съжаляваме, но версията на базата данни не се поддържа. Трябва да инсталирате версията, свързана с тази база данни.
cs: Je nám líto, ale verze této databáze není podporována. Musíte nainstalovat verzi spojenou s touto databází.
de: Leider wird diese Version der Datenbank nicht unterstützt. Sie müssen die Version installieren, die zu dieser Version gehört.
el: Λυπούμαστε, μα αυτή η έκδοση της βάσης δεδομένων δεν υποστηρίζεται. Πρέπει να εγκαταστήσετε την έκδοση που σχετίζεται με αυτή τη βάση δεδομένων.
fi: Voi ei, mutta tietokannan versio ei ole tuettu. Sinun täytyy asentaa versio joka toimii tämän tietokannan kanssa.
fr: Désolé, mais la version de la base de données n'est pas supporté. Vous devez installer la version associée à cette base de données.
he: סליחה, אבל גרסה זו של מסד הנתונים אינה נתמכת. אתה חייב להתקין גרסה שמותאמת למסד נתונים זה.
hi: माफ की जिए, लेकिन यह डाटाबेस का संस्करण समर्थित नहीं हैं| आपको सही संस्करण को इंस्टाल करना पड़ेगा
it: Spiacenti, la versione della base dei dati non è supportata. Dovete installare la versione associata con questa base dei dati.
ja: 申し訳ありませんがこのデータベースのバージョンはサポートしていません。このデータベースに関連したバージョンのアプリケーションをインストールする必要があります。
nb: Beklager, men versjonen til databasen er ikke støttet. Du må installere versjonen som er assosiert med denne databasen.
pl: Przykro nam, ale wersja bazy danych nie jest obsługiwana. Musisz zainstalować wersję powiązaną z tą bazą danych.
pt: A versão da base de dados não é suportada. Tem que instalar a versão associada a esta base de dados.
ro: Versiunea bazei de date nu este suportată. Trebuie să instalați versiunea asociată cu această bază de date.
ru: Извините, но эта версия базы данных не поддерживается. Вы должны установить версию соответствующую базе данных.
sd: माफ कयो, पर ईयो डाटाबेस जो संस्करण समर्थित काने|तहान्खे सही संस्करण खे इंस्टाल करनो पवंदुव
sk: Prepáčte, ale verzia databázy nieje podporovaná. Musíte nainštalovať verziu združenú s touto databázou.
tl: Paumanhin, ngunit ang bersyon ng database ay hindi suportado. Kailangan mong i-install ang bersyon na nauugnay sa database na ito.
tr: Üzgünüz, fakat veri tabanı versiyonunuz desteklenmiyor. Veri tabanı ile uyumlu sürümü yüklemek zorundasınız.
ug: كەچۈرۈڭ، بۇ ساندان نەشرىنى قوللىمايدۇ. بۇ نەشرى بىلەن ماسلىشىدىغان سانداننى ئورنىتىڭ.

source: Move
be: Перамясціць
bg: Премести
cs: Přesunout
de: Verschieben
el: Μετακίνηση
fi: Siirrä
fr: Déplacer
he: העבר
hi: खिसकाएँ
it: Sposta
ja: 移動
nb: Flytt
pl: Przenieś
pt: Mover
ro: Mută
ru: Переместить
sd: खिस्कयोस
sk: Presunúť
tl: Ilipat
tr: Taşı
ug: يۆتكە

source: Select Category
be: Выбраць катэгорыю
bg: Изберете категория
cs: Zvolit kategorii
de: Kategorie auswählen
el: Επιλογή Κατηγορίας
fi: Valitse kategoria
fr: Sélectionner la catégorie
he: בחר קטגוריה
hi: श्रेणी चुनिए
it: Seleziona categoria
ja: カテゴリーを選択
nb: Velg kategori
pl: Wybierz kategorię
pt: Selecione a categoria
ro: Selectează categorie
ru: Выбрать категорию
sd: श्रेणी चुन्दयो
sk: Vybrať kategóriu
tl: Pumili ng Kategorya
tr: Kategori seçin
ug: كاتېگورىيە تاللاڭ

source: Moved to %s
be: Перемешчана ў %s
bg: Преместено в %S
cs: Přesunuto do %s
de: Verschoben nach %s
el: Μετακινήθηκε στο %s
fi: Siirrettiin kohteeseen %s
fr: Déplacé vers %s
he: הועבד אל %s
hi: %s में भेज दिया गया है
it: Spostato a %s
ja: %s に移動
nb: Flyttet til %s
pl: Przeniesiono do %s
pt: Movida para %s
ro: Mutat la %s
ru: Перемещено в %s
sd: %s में मोकले श्दयो
sk: Presunuté do %s
tl: Ilipat sa %s
tr: %s taşındı
ug: %s غا يۆتكەلدى

source: Settings
be: Наладкі
bg: Настройки
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
it: Impostazioni
ja: 設定
nb: Innstillinger
pl: Ustawienia
pt: Definições
ro: Configurări
ru: Настройки
sd: सेटिंग्स
sk: Nastavenia
tl: Mga Setting
tr: Ayarlar
ug: تەڭشەكلەر

source: Allow external access
be: Дазволіць знешні доступ
bg: Позволи външен достъп
cs: Povolit vnější přístup
de: Externen Zugriff erlauben
el: Να επιτρέπεται η εξωτερική πρόσβαση
fi: Hyväksy ulkoinen pääsy
fr: Autoriser l'accès externe
he: הרשה גישה חיצונית
hi: बाहरी उपयोग प्रदान दे
it: Permette l'accesso esterno
ja: 外部からのアクセスを許可する
nb: Tillatt ekstern tilgang
pl: Pozwól na zewnętrzny dostęp
pt: Permitir acesso externo
ro: Permite acces extern
ru: Разрешить внешний доступ
sd: बाहरी उपयोग प्रदान कयो
sk: Povoliť externý prístup
tl: Payagan ang panlabas na access
tr: Harici erişim izni
ug: سىرتقى زىيارەتكە يول قويىدۇ

source: Allow other applications to secure your data with OI Safe
be: Дазволіць іншым прыкладанням шыфраваць вашы дадзеныя з дапамогай OI Safe
bg: Позволете на други приложения да защитят данните ви с OI Safe
cs: Povolit ostatním aplikacím zabezpečovat vaše data s OI Sejfem
de: Anderen Anwendungen erlauben, die Daten mit OI Safe zu sichern
el: Να επιτρέπονται άλλες εφαρμογές να ασφαλίζουν τα δεδομένα σας με το OI Κιβώτιο
fi: Salli muiden ohjelmien turvata tietosi OI Turvan avulla
fr: Autoriser les autres applications à sécuriser vos données avec OI Safe
he: הרשה ליישומים אחרים לאבטח את המידע שלך עם כספת OI
hi: दूसरे अनुप्रयोग को आपका डाटा सुरक्षित करने कि अनुमति दें
it: Permette alle altre applicazioni di proteggere i tuoi dati con OI Sicurezza
ja: 他のアプリケーションが OI 金庫 でデータを保護するのを許可する
nb: Tillat andre applikasjoner å sikre dine data med OI Safe
pl: Pozwól innym aplikacjom na zabezpieczenie twoich danych z OI Sejf
pt: Permitir que outras aplicações utilizem o OI Safe.
ro: Permite altor aplicații să securizeze datele cu OI Safe
ru: Разрешить другим приложениям шифровать ваши данные с помощью OI Safe
sd: ब्य्न अनुप्रयोगन खे तहान्जो डाटा सुरक्षित करण जी अनुमति दीएन्दो आ
sk: Povoliť ostatným aplikáciam zabezpečiť vaše údaje s OI Trezorom.
tl: Payagan ang ibang mga applikasyon na mag-secure ng iyong mga datos sa OI Kaha
tr: Diğer uygulamalara OI Kasa ile verilerini korumaları için izin ver
ug: باشقا ئەپلەرنىڭ OI بىخەتەرلىكنى ئىشلىتىشىگە يول قوي

source: OI Safe: Another application requests access.
be: OI Safe: іншае прыкладанне запрошвае доступ.
bg: OI Safe: Друго приложение иска достъп.
cs: OI Sejf: Jiná aplikace požaduje přístup.
de: OI Safe: Eine andere Anwendung verlangt Zugriff.
el: ΟΙ Κιβώτιο: Ακόμα μια εφαρμογή ζητά πρόσβαση.
fi: OI Turva: Muu ohjelma pyytää pääsyä
fr: OI Safe: Une autre application demande l'accès.
he: כספת OI : יישום אחר מבקש גישה.
hi: ओई सेफ: दूसरा अनुप्रयोग पहुँचने कि अनुमति मांग रहा है
it: OI Sicurezza: Un'altra applicazione richiede l'accesso.
ja: OI 金庫： 別のアプリケーションがアクセスをリクエストしています。
nb: OI Safe:
pl: OI Sejf: Inna aplikacja żąda dostępu.
pt: OI Safe: outra aplicação a solicitar acesso.
ro: OI Safe: Altă aplicație solicită acces.
ru: OI Safe: Другое приложение запрашивает доступ.
sd: OI सुरक्षित: ब्यो अनुप्रयोग पहुचायण जी अनुमति तो घूरे
sk: OI Trezor: Ďalšia žiadosť o prístup aplikácie.
tl: OI Kaha: Isang applikasyon ay humuhingi ng access.
tr: OI Kasa: Başka bir uygulamanın erişim talebi.
ug: OI بىخەتەرلىك: باشقا ئەپلەر زىيارەت ئىلتىماس قىلالايدۇ.

source: Allow other applications to secure your data with OI Safe.
be: Дазволіць іншым прыкладанням шыфраваць вашы дадзеныя з дапамогай OI Safe.
bg: Позволете на други приложения да защитят данните ви с OI Safe.
cs: Povolit ostatním aplikacím uchovávat vaše data v OI Sejfu.
de: Anderen Anwendungen erlauben, die Daten mit OI Safe zu sichern.
el: Να επιτρέπονται άλλες εφαρμογές να ασφαλίζουν τα δεδομένα σας με το OI Κιβώτιο.
fi: Salli muiden ohjelmien turvata tietosi OI Turvan avulla
fr: Autoriser les autres applications à sécuriser vos données avec OI Safe.
he: הרשה ליישומים אחרים לאבטח את המידע שלך עם כספת OI.
hi: दूसरी अनुप्रयोग को आपका डाटा सुरक्षित करने कि अनुमति दें
it: Permette alle altre applicazioni di proteggere i tuoi dati con OI Sicurezza.
ja: 他のアプリケーションが OI 金庫 でデータを保護するのを許可する。
nb: Tillat andre applikasjoner å sikre dine data med OI Safe
pl: Pozwól innym aplikacjom na zabezpieczenie twoich danych z OI Sejf.
pt: Permitir que outras aplicações utilizem o OI Safe.
ro: Permite altor aplicații să securizeze datele cu OI Safe
ru: Разрешить другим приложениям шифровать ваши данные с помощью OI Safe.
sd: ब्य्न अनुप्रयोगन खे तहान्जो डाटा सुरक्षित करण जी अनुमति दीएन्दो आ
sk: Povoliť ostatným aplikáciam zabezpečiť vaše údaje s OI Trezorom.
tl: Payagan ang ibang mga applikasyon na mag-secure ng iyong mga datos sa OI Kaha.
tr: Diğer uygulamalara OI Kasa ile verilerini korumaları için izin ver
ug: باشقا ئەپلەرنىڭ OI بىخەتەرلىكنى ئىشلىتىشىگە يول قويىدۇ.
