Repository: openintents/translations-export
Catalog: translations_safe/*.po
Languages: be, bg, cs, de, el, fi, fr, he, hi, it, ja, nb, pl, pt, ro, ru, sd, sk, tl, tr, ug

source: translator-credits
be: Launchpad Contributions: Alexander Geroimenko https://launchpad.net/~geroimenko OpenIntents devs https://launchpad.net/~openintents-devs
bg: Launchpad Contributions: Denislav https://launchpad.net/~petdes Martin Nikolov https://launchpad.net/~martoup Nikolay https://launchpad.net/~niki1312 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 Stefani Soyanova https://launchpad.net/~stefi-stoyanova95 Valentin Kirilov https://launchpad.net/~val-kirilov Valery Poliakov https://launchpad.net/~lumnatiq ivaylo https://launchpad.net/~d-c-
cs: Launchpad Contributions: Matěj Konečný https://launchpad.net/~matejkon OpenIntents devs https://launchpad.net/~openintents-devs
de: Launchpad Contributions: DHermit https://launchpad.net/~dhermit Kim Linoh https://launchpad.net/~psychokim OpenIntents devs https://launchpad.net/~openintents-devs Patrick Eigensatz https://launchpad.net/~p.eigensatz Peli https://launchpad.net/~peli0101 appricoo https://launchpad.net/~appricoo
el: Launchpad Contributions: Giannis Konstantinidis https://launchpad.net/~giankonstantinidis
fi: Launchpad Contributions: emp https://launchpad.net/~emp500
fr: Launchpad Contributions: Abdessamad Derraz https://launchpad.net/~derraz Baptiste Fontaine https://launchpad.net/~bfontaine François Blondel https://launchpad.net/~francoisblondel Matěj Konečný https://launchpad.net/~matejkon OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 beudbeud https://launchpad.net/~beudbeud kartik https://launchpad.net/~b-ballkartik96
he: Launchpad Contributions: Dvir Oren https://launchpad.net/~dvir0776 Neta Oren https://launchpad.net/~netao212 OpenIntents devs https://launchpad.net/~openintents-devs
hi: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Shitiz Garg https://launchpad.net/~l95s happynawani https://launchpad.net/~happynawani
it: Launchpad Contributions: Georgiana https://launchpad.net/~birjovanu-georgiana OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101
ja: Launchpad Contributions: Peli https://launchpad.net/~peli0101 bkiw https://launchpad.net/~bkiw thebowseat https://launchpad.net/~takeshimochida
nb: Launchpad Contributions: Arne Tobias Malkenes Ødegaard https://launchpad.net/~arne-tobias OpenIntents devs https://launchpad.net/~openintents-devs
pl: Launchpad Contributions: Andrzej Ziółek https://launchpad.net/~andro-v-zik Damian Skrodzki https://launchpad.net/~damienix OpenIntents devs https://launchpad.net/~openintents-devs Piotr Łazarczyk https://launchpad.net/~quazarxd Tomasz Zieliński https://launchpad.net/~tomek0517 zielmicha https://launchpad.net/~michal-zielinscy
pt: Launchpad Contributions: Sérgio Marques https://launchpad.net/~sergio+marques
ro: Launchpad Contributions: Alex Toma https://launchpad.net/~alex26toma Eduard Roventa https://launchpad.net/~rov-93 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 Pricop Alexandru-Mihai https://launchpad.net/~pricop2008 Stelescu Raul https://launchpad.net/~stelescuraul Tudorica Andrei https://launchpad.net/~andreitudoricacj iulargsb https://launchpad.net/~iulargsb
ru: Launchpad Contributions: Alexander 'FONTER' Zinin https://launchpad.net/~spore-09 Alexander Sapronov https://launchpad.net/~warmonger Evgrafov Vladimir https://launchpad.net/~evgrafov-vladimir OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 Sergey Popov https://launchpad.net/~fil0soff
sd: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani vishal panjwani https://launchpad.net/~vishal-panjwani15
sk: Launchpad Contributions: Lacko545 https://launchpad.net/~lackorauch Marek Dobransky https://launchpad.net/~marekdobr OpenIntents devs https://launchpad.net/~openintents-devs
tl: Launchpad Contributions: Liezl https://launchpad.net/~liezl-200 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 abc https://launchpad.net/~abc-g
tr: This is a dummy translation so that the credits are counted as translated. Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 ariza95 https://launchpad.net/~alirizanazli95 zeugma https://launchpad.net/~sunder67
ug: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Sahran https://launchpad.net/~sahran

source: Store your private data with OI Safe.
el: Αποθηκέυστε τα προσωπικά σας δεδομένα με το OI Κιβώτιο.
fi: Säilö sinun henkilökohtaiset tietosi OI Turvan avulla.
it: Memorizza tutti i dati privati con OI Sicurezza.
ja: OI 金庫 でプライベートなデータを保管します。
pl: Zapisuj swoje prywatne dane używając OI Sejf.
pt: Guarde os dados privados com o OI Safe.
sd: पंजो निजी डाटा राख्यो OI सेफ सां गडद
sk: Uložte svoje osobné údaje s OI Trezor.
ug: شەخسىي سانلىق مەلۇماتلىرىڭىزنى OI بىخەتەرلىك بىلەن ھەمبەھىرلەيدۇ.

source: OI Safe
bg: OI Безопасност
cs: OI Sejf
el: OI Κιβώτιο
fi: OI Turva
he: כספת OI
hi: OI सुरक्षित
it: OI Sicurezza
ja: OI 金庫
pl: OI Sejf
sd: OI सुरक्षित
sk: OI Trezor
tl: OI Kaha
tr: OI Kasa
ug: OI بىخەتەرلىك

source: No Passwords present for this category.
be: У гэтай катэгорыі няма пароляў.
bg: Няма пароли за тази категория.
cs: V této kategorii nejsou žádná hesla.
de: Kein Passwort in dieser Kategorie vorhanden.
el: Κανένας παρεχόμενος κωδικός για αυτή την κατηγορία.
fi: Ei salasanoja tässä kategoriassa.
fr: Pas de mot de passe actuel pour cette catégorie.
he: אין סיסמא נוכחת עבור קטגוריה זו
hi: इस श्रेणी के लिए कोई पासवर्ड उपलब्ध नहीं है
it: Non esiste nessuna password per questa categoria.
ja: このカテゴリーのパスワードはありません。
nb: Ingen passord tilstedeværende for denne kategorien.
pl: Brak haseł w kategorii
pt: Não existem senhas nesta categoria.
ro: Nu există parole pentru această categorie.
ru: В этой категории нет паролей.
sd: इन्ह श्रेणी लाये कोई पासवर्ड उपलब्ध काने
sk: V súčastnosti nie sú žiadne heslá pre túto kategóriu.
tl: Walang password na nandito para sa kategoryang ito.
tr: Bu katagori için şifre hazırlanmamış.
ug: بۇ كاتېگورىيەگە ئىم بەلگىلەنمىگەن.

source: No categories present. Please add one via Menu-&gt;Add
be: Няма ні адной катэгорыі. Дадайце катэгорыю праз Меню-&gt;Дадаць
bg: Не съществуват категории. Моля добавете една чрез Меню -&gt;Добави
cs: Neexistují žádné kategorie. Přidejte prosím jednu pomocí Menu-&gt;Přidat
de: Keine Kategorien vorhanden. Bitte Kategorie über Menü-&gt;Hinzufügen erstellen.
el: Καμία παρεχόμενη κατηγορία.Παρακαλώ προσθέστε μια από το Μενού-&gt;Προσθήκη
fi: Ei kategorioita saatavilla. Lisää yksi painamalla Menu-näppäin &gt; Lisää
fr: Pas de catégories présentes. S'il vous plaît en ajouter une via le menu-&gt;Add
he: אין קטגוריות נוכחות. אנא הוסף אחת דרך Menu-&gt;Add
hi: कोई श्रेणी उपलब्ध नहीं| कृपया सूची द्वारा जोड़ें-&gt;Add
it: Nessuna categoria presente. Prego aggiungere una via Menu-&gt;Aggiungi
ja: カテゴリーがありません。メニュー-&gt;追加 でカテゴリーを追加してください。
nb: Ingen kategorier tilstedeværende. Vennligst legg til en kategori gjennom meny-&gt;Legg til
pl: Nie utworzono jeszcze kategorii. Dodaj nową przez Menu-&gt;Dodaj
pt: Não existem categorias. Adicione-as através do menu &gt;Adicionar
ro: Nu există categorii. Vă rugăm adăugați una din Menu-&gt;Adaugă
ru: Нет ни одной категоории. Добавьте категорию через Меню/Добавить
sd: कोई श्रेणी उपलब्ध काने| कृपया सूची सां जोड्यो-&gt;जोड्यो
sk: Niesú žiadne kategórie. Prosím pridejte nejakú pomocou Menu-&gt;Pridať
tl: Walang mga kategorya nandito. Pakidagdag ng isa sa pamamagitan ng Menu-> Magdagdag
tr: Katagori yok. Lütfen menü aracılığıyla bir tane -&gt ekleyin.
ug: تۈرگە ئايرىلمىغان، تىزىملىك -› قوش نى چېكىڭ.

source: Lock
be: Заблакіраваць
bg: Заключи
cs: Zamknout
de: Sperren
el: Κλείδωμα
fi: Lukitse
fr: Vérouiller
he: נעילה
hi: बंद करें
it: Blocca
ja: ロック
nb: Lås
pl: Zablokuj
pt: Bloquear
ro: Blochează
ru: Заблокировать
sd: बंद कयो
sk: Uzamknúť
tr: Kilitle
ug: قۇلۇپلا

source: View
be: Прагляд
bg: Изглед
cs: Zobrazit
de: Ansicht
el: Προβολή
fi: Näytä
fr: Afficher
he: הצג
hi: दृश्य
it: Visualizza
ja: ビュー
nb: Vis
pl: Podgląd
pt: Ver
ro: Vizualizează
ru: Просмотр
sd: दृश्य
sk: Zobraziť
tl: Tingnan
tr: Göster
ug: كۆرۈنۈش

source: Edit
be: Праўка
bg: Редактирай
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
fi: Muokkaa
fr: Modifier
he: ערוך
hi: संपादित करें
it: Modifica
ja: 編集
nb: Rediger
pl: Edycja
pt: Editar
ro: Modifică
ru: Правка
sd: संपादित कयो
sk: Upraviť
tl: Baguhin
tr: Düzenle
ug: تەھرىر

source: Add
be: Дадаць
bg: Добави
cs: Přidat
de: Hinzufügen
el: Προσθήκη
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोड़ें
it: Aggiungi
ja: 追加
nb: Legg til
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sd: जोड्यो
sk: Pridať
tl: Magdagdag
tr: Ekle
ug: قوش

source: Delete
be: Выдаліць
bg: Изтрий
cs: Odstranit
de: Löschen
el: Διαγραφή
fi: Poista
fr: Supprimer
he: מחיקה
hi: मिटाएँ
it: Cancella
ja: 削除
nb: Slett
pl: Usuń
pt: Eliminar
ro: Șterge
ru: Удалить
sd: मिटायो
sk: Zmazať
tl: Alisin
tr: Sil
ug: ئۆچۈر

source: Password
be: Пароль
bg: Парола
cs: Heslo
de: Passwort
el: Κωδικός
fi: Salasana
fr: Mot de passe
he: סיסמא
hi: पासवर्ड
ja: パスワード
nb: Passord
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
sd: पासवर्ड
sk: Heslo
tr: Parola
ug: ئىم

source: Passwords
be: Паролі
bg: Пароли
cs: Hesla
de: Passwörter
el: Κωδικοί
fi: Salasanat
fr: Les mots de passe
he: סיסמאות
hi: पासवर्ड
it: Password
ja: パスワード
nb: Passord
pl: Hasła
pt: Senhas
ro: Parole
ru: Пароли
sd: पासवर्ड्स
sk: Heslá
tl: Mga Password
tr: Parolalar
ug: ئىم

source: Master Password
be: Мастэр ключ
bg: Главна Парола
cs: Hlavní heslo
de: Hauptpasswort
el: Κύριος Κωδικός
fi: Pääsalasana
fr: Mot de passe principal
he: סיסמא ראשית
hi: मुख्य पासवर्ड
it: Password principale
ja: マスターパスワード
nb: Hovedpassord
pl: Hasło Główne
pt: Senha principal
ro: Parola principală
ru: Мастер Пароль
sd: मुख्य पासवर्ड
sk: Hlavné Heslo
tr: Ana Parola
ug: ئاساسىي ئىم

source: Username
be: Імя карыстальніка:
bg: Потребителско име
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
fi: Käyttäjänimi
fr: Nom d'utilisateur
he: שם משתמש
hi: उपयोक्तानाम
it: Nome dell'utente
ja: ユーザー名
nb: Brukernavn
pl: Nazwa użytkownika
pt: Utilizador
ro: Utilizator
ru: Имя пользователя
sd: उपयोक्तानाम
sk: Meno používateľa
tr: Kullanıcı Adı
ug: ئىشلەتكۈچى ئاتى

source: Website
be: Сайт
bg: Уеб страница
cs: Webová stránka
de: Webseite
el: Ιστοσελίδα
fi: Verkkosivu
fr: Site
he: אתר
hi: वेबसाइट
it: Sito Web
ja: Webサイト
nb: Nettside
pl: Strona Web
pt: Página web
ro: Pagină web
ru: Сайт
sd: वेबसाइट
sk: Webová stránka
tr: Web sayfası
ug: تورتۇرا

source: Description
be: Апісанне
bg: Описание
cs: Popis
de: Beschreibung
el: Περιγραφή
fi: Kuvaus
he: תיאור
hi: वर्णन
it: Descrizione
ja: 説明
nb: Beskrivelse
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sd: वर्णन
sk: Popis
tl: Deskripsyon
tr: Açıklama
ug: چۈشەندۈرۈش

source: Notes
be: Нататкі
bg: Бележки
cs: Poznámky
de: Anmerkungen
el: Σημειώσεις
fi: Muistiinpanot
he: הערות
hi: टिप्पणियाँ
it: Note
ja: ノート
nb: Notater
pl: Notatki
pt: Notas
ro: Notițe
ru: Примечания
sd: व्याखायूं
sk: Poznámky
tl: Mga Tala
tr: Notlar
ug: ئىزاھ

source: Save
be: Захаваць
bg: Запази
cs: Uložit
de: Speichern
el: Αποθήκευση
fi: Tallenna
fr: Sauver
he: שמירה
hi: सहेजें
it: Salva
ja: 保存
nb: Lagre
pl: Zapisz
pt: Gravar
ro: Salvează
ru: Сохранить
sd: सुरक्षित कयो
sk: Uložiť
tl: I-save
tr: Kaydet
ug: ساقلا

source: Invalid password. Please try again.
be: Памылковы пароль. Паспрабуйце зноў.
bg: Невалидна парола. Моля опитайте отново.
cs: Špatné heslo. Zkuste to prosím znovu.
de: Ungültiges Passwort. Bitte nochmals versuchen.
el: Λανθασμένος κωδικός. Παρακαλώ προσπαθήστε ξανά.
fi: Väärä salasana. Ole hyvä, ja yritä uudelleen.
fr: Mot de passe incorrect. S'il vous plaît essayez de nouveau.
he: סיסמא שגויה. אנא נסה שוב.
hi: गलत पासवर्ड| कृपया फिर प्रयास करें
it: La password è sbagliata. Provare di nuovo.
ja: パスワードが間違っています。入力し直してください。
nb: Ugyldig passord. Vennligst prøv igjen.
pl: Nieprawidłowe hasło. Spróbuj ponownie.
pt: Senha inválida. Tente novamente.
ro: Parolă incorectă. Încercați din nou.
ru: Неправильный пароль. Попробуйте ещё раз.
sd: गलत पासवर्ड| कृपया वारी सां प्रयास कयो
sk: Nesprávne heslo. Prosím skúste znovu.
tl: Maling password. Pakisubukan muli.
tr: Geçersiz parola.Lütfen tekrar deneyin.
ug: ئىم خاتا، قايتا سىناڭ.

source: Password must be at least 4 characters
be: Пароль павінен складацца з чатырох ці больш сімвалаў.
bg: Паролатя трябва да бъде поне 4 символа.
cs: Heslo musí mít nejméně čtyři znaky
de: Passwort muss aus mindestens 4 Zeichen bestehen
el: Ο κωδικός πρέπει να είναι τουλάχιστον 4 χαρακτήρες
fi: Salasanassa täytyy olla vähintään 4 kirjainta.
fr: Le mot de passe doit comporter au moins 4 caractères
he: סיסמא חייבת להיות באורך של ארבעה תווים לפחות
hi: पासवर्ड कम से कम ४ अक्षरों का होना चाहिए
it: La password deve contenere almeno 4 caratteri
ja: パスワードは4文字以上である必要があります
nb: Passord må være minst 4 tegn
pl: Hasło musi mieć przynajmniej 4 znaki
pt: A senha tem que possuir, pelo menos, 4 caracteres.
ro: Parola trebuie să conțină cel puțin 4 caractere
ru: Пароль должен быть не менее 4 символов
sd: पासवर्ड कम से कम ४ अक्षरन जो थ्यानो खप्पे
sk: Heslo musí mať aspoň 4 znaky.
tl: Ang Password ay dapat hindi bababa sa 4 na mga character
tr: Parola en az dört karakter olmalı
ug: ئىم ئەڭ ئاز بولغاندا 4 ھەرپ

source: Description cannot be blank
be: Апісанне не можа быць пустым
bg: Полето Описание не може да бъде празно
cs: Popis nemůže být prázdný
de: Beschreibung darf nicht leer sein
el: Η περιγραφή δε μπορεί να είναι κενή
fi: Kuvaus ei voi olla tyhjä.
fr: La description ne peut pas être vide
he: תיאורים לא יכולים להיות ריקים.
hi: विवरण खाली नहीं हो सकता
it: La descrizione non può essere vuota
ja: 説明は空白にできません
nb: Beskrivelse kan ikke være blank
pl: Opis nie może być pusty
pt: A descrição não pode estar vazia.
ro: Descrierea nu poate fi goală
ru: Описание должно быть заполнено
sd: वर्णन खली नत्थो थी सगे
sk: Popis nesmie byť prázdny
tl: Ang deskripsyon ay hindi maaaring blangko
tr: Açıklama boş olamaz
ug: چۈشەندۈرۈش بوش قالمايدۇ

source: Name cannot be blank
be: Імя не можа быць пустым
bg: Полето Име не може да бъде празно
cs: Jméno nemůže být prázdné
de: Name darf nicht leer sein
el: Το όνομα δε μπορεί να είναι κενό
fi: Nimi ei voi olla tyhjä.
fr: Le nom ne peut pas être vide
he: שם לא יכול להיות ריק
hi: नाम खाली नहीं हो सकता
it: Il nome non può essere vuoto
ja: 名前は空白にできません
nb: Navn kan ikke være blank
pl: Nazwa nie może być pusta
pt: O nome não pode estar vazio.
ro: Numele nu poate fi gol
ru: Имя должно быть заполнено
sd: नाम खली नथो थी सगे
sk: Meno nesmie byť prázdne
tl: Ang pangalan ay hindi maaaring blangko
tr: Ad boş olamaz
ug: ئات بوش قالمايدۇ

source: Please enter a password below, which will be used to keep your passwords safe.
be: Калі ласка, увядзіце ніжэй пароль, які будзе выкарыстоўвацца для забеспячэння бяспекі вашых пароляў.
bg: Моля въведете паролата, която ще се използва, за да пази другите Ви пароли сигурни.
cs: Níže vložte prosím heslo, které bude použito na uchování vašich hesel v bezpečí.
de: Bitte geben Sie ein Passwort ein, mit dem weitere Passwörter geschützt werden sollen.
el: Παρακαλώ εισάγετε έναν κωδικό παρακάτω, που θα χρησιμοποιείται για να φυλά με ασφάλεια τους υπόλοιπους κωδικούς σας.
fi: Ole hyvä, ja kirjoita salasana alle, jota käytetään, että sinun salasanasi ovat turvassa.
fr: S'il vous plaît entrer un mot de passe ci-dessous, il sera utilisés pour garder vos mots de passe de sécurité.
he: אנא הכנס סיסמא למטה, שתשמור על הסיסמאות שלך בטוחות.
hi: कृपया नीचे एक पासवर्ड डालें, जो आपके पासवर्डों को सुरक्षित रखने के लिए प्रयोग होगा
it: Introdurre una password sotto, la quale sarà utilizzata per tenere al sicuro le tue password.
ja: パスワードを安全にするために使用されるパスワードを下に入力してください。
nb: Vennligst skriv inn et passord nedenfor, som vil bli brukt for å holde dine passord trygge.
pl: Proszę poniżej podać hasło, które będzie używane do bezpiecznego przychowywania twoich haseł.
pt: Em baixo, insira a senha utilizada para proteger as suas senhas.
ro: Introduceți parola mai jos, care va fi folosită pentru a vă păstra parolele în sigurață.
ru: Ниже введите пароль которым будет защищена ваша информация.
sd: कृपया हेठ हिक्क पासवर्ड विझ्यो, जेको तहान्जे पासवर्डन खे सुरक्षित रखन लाये प्रयोग थीन्दो
sk: Prosím dole vložte heslo, ktoré bude použité na uchovanie vašich hesiel v bezpečí.
tl: Pakipasok ang password sa ibaba, na ginagamit para panatilihing ligtas ang iyong mga password.
tr: Lütfen aşağıya şifrelerinizi koruyacak bir şifre giriniz.
ug: تۆۋەندە ئىم كىرگۈزۈڭ، بۇنداق بولغاندا ئىم بىخەتەرلىكىنى قوغدىغىلى بولىدۇ.

source: You are currently logged into OI Safe, meaning that other applications can request their passwords and decrypt/encrypt data. Lock to prevent further access until you type in your password again.
be: Вы зайшлі ў OI Safe, іншыя прыкладанні могуць атрымліваць свае паролі і шыфраваць/дэшыфвраваць дадзеныя. Заблакіруйце каб пазбегнуць далейшы доступ, пакуль вы не ўвядзіце пароль яшчэ раз.
bg: Вече сте вписан в OI Safe, което значи че други програми могат да поискат техните пароли и дешифрирани/шифрирани данни. Заключете, за да предпазите от по-нататъшен достъп, докато въведете паролата си отново.
cs: V současné době jste přihlášen/a do OI Sejfu, což znamená, že ostatní aplikace mohou požadovat jejich hesla nebo šifrovat/dešifrovat data. Zamkněte aplikaci pro znemožnění dalších přístupů, dokud znovu nevložíte své heslo.
de: Sie sind in OI Safe angemeldet. Somit können andere Anwendungen Passwörter fordern oder Daten verschlüsseln und entschlüsseln. Versperren Sie den Safe um weiteren Zugang zu verhindern, bis Sie sich wieder anmelden.
el: Είστε αυτή τη στιγμή συνδεδεμένος στο OI Κιβώτιο. που σημαίνει οτι άλλες εφαρμογές μπορεί να ζητήσουν τους κωδικούς τους για την αποκρυπτογράφηση/κρυπτογράφηση δεδομένων. Κλειδώστε για να αποφύγετε επιπλέον προσβάσεις έως ότου πληκτρολογήσετε τον κωδικό σας ξανά.
fi: Olet kirjautunut sisään OI Turvaan, mikä tarkoittaa sitä, että muut ohjelmat voivat pyytää niiden tarvitsemia salasanoja ja salata/purkaa salaus tiedoista. Lukitse jos haluat estää pääsyn kunnes syötät salasanan uudelleen.
fr: Vous êtes actuellement connecté sur OI Safe, ce qui signifie que d'autres applications peuvent leur demander de crypter/décrypter les mots de passe et les données. Verrouillez pour empêcher de nouveaux accès jusqu'à ce que vous tapez votre mot de passe.
he: אתה כרגע מחובר לכספת OI, מה שאומר שיישומים אחרים יכולים לבקש את הסיסמא שלהם לפענח/להצפין מידע. בצע נעילה כדי למנוע כניסה עד שאתה כותב את סיסמתך שוב.
hi: अभी आप ओअई सेफ में लोग इन हैं, अर्थात अन्य अनुप्रयोग अपने पासवर्ड मांग सकते हैं और डाटा को गूढ़/विगूढ़ कर सकते हैं| आप पासवर्ड फिर से टाइप ना करें तब तक आगे पहुँच रोकने के लिए लॉक करें
it: Attualmente siete collegati alla OI Sicurezza, ciò significa che le altre applicazioni possono richiedere le loro password per decriptare/criptare i dati. Blocca per prevenire il futuro accesso fino a quando riscriverai la password.
ja: あなたは現在 OI 金庫 にログインしており、他のアプリケーションがパスワードをリクエストしてデータを暗号化・解読できるということです。サイドパスワードを入力するまでアクセスを防ぐためにはロックしてください。
nb: Du er nå logget inn i OI Safe, som betyr at andre applikasjoner kan be om deres passord og dekryptere/kryptere data. Lås for å hindre videre tilgang fram til du skriver in ditt passord igjen.
pl: Jesteś obecnie zalogowany(a) do IO Sejf, co oznacza, że inne aplikacje mogą żądać swoich haseł i szyfrować/odszyfrowywać dane. Zablokuj by zapobiec następnym dostępom dopóki nie wpiszesz swojego hasła ponownie.
pt: Você iniciou sessão no OI Safe o que significa que que as outras aplicações podem solicitar as senhas e codificar/descodificador dados. Pode bloquear para impedir a acesso até que insira novamente a senha.
ro: În prezent sunteţi conectat în OI Safe, ceea ce înseamnă că alte aplicaţii pot solicita parolele lor şi pot decripta / cripta datele. Blocați pentru a preveni accesul în continuare până când tastaţi din nou parola.
ru: Вы залогинены в OI Safe поэтому другие приложения могут получать свои пароли и расшифровывать/зашифровывать данные. Заблокируйте для предотвращения дальнейшего доступа до повторного ввода пароля.
sd: अभी आप OI सुरक्षित में लोग इन आयो, अर्थात ब्या अनुप्रयोग पंजा पासवर्ड घुरी सगन ता अऊँ डाटा खे गूढ़/विगूढ़ करेसगन ता | तहान्जो अगते वनण टेस ताणी मना आहे जेस ताणी तहां पासवर्ड वरी सां टाइप न कंदवा
sk: Práve ste prihlásení do OI Trezoru, to znamená že ostatné aplikácie môžu požiadať o svoje heslá a šifrovať/dešifrovať údaje. Uzamknite pre zabránenie ďalšieho prístupu, až kým nezadáte svoje heslo znovu.
tl: Ikaw ay kasalukuyang naka-log in sa OI Kaha, ibig sabihin ang ibang mga applikasyon ay maaaring humiling ng kanilang mga password at mag-decrypt/encrypt ng datos. I-lock upang pigilan ang karagdagang access hanggang i-type mo muli ang iyong password.
tr: OI Kasa şuan giriş yapmış bulunuyorsunuz. Bunum anlamı diğer uygulamalar şifrelerini ve decrypt/encrypt datalarını isteyebilir.Şifrenizi yeniden girene kadar daha fazla erşişim engellenecek.
ug: نۆۋەتتە OI بىخەتەرلىككە تىزىمغا كىردىڭىز، باشقا ئەپلەر ئۆزلىرىنىڭ ئىم ۋە شىفىرلاش/شىفىر يېشىش سانلىق مەلۇماتلىرىنى ئىلتىماس قىلالايدۇ. ئىم قۇلۇپىنى كىرگۈزسىڭىز ئاندىن زىيارەت قىلالايسىز.

source: Another application is asking to use the master key. Please type in your password to unlock it.
be: Другое прыкладанне запрошвае Мастэр Ключ. Калі ласка, увядзіце пароль, каб даць доступ да яго.
bg: Друга приложение иска да използва главния ключ. Моля въведете паролата си, за да отключите.
cs: Jiná aplikace požaduje použít hlavní klíč. Vložte prosím své heslo pro jeho odemčení.
de: Eine andere Anwendung will den Hauptschlüssel verwenden. Bitten geben Sie das Passwort ein, um den Safe zu öffnen.
el: Ακόμα μια εφαρμογή ζητά τη χρήση του κυρίως κωδικού. Παρακαλώ εισάγετε τον κωδικό σας για να ξεκλειδωθεί.
fi: Toinen ohjelma pyytää pääsyä käyttämään pääavainta. Ole hyvä, ja kirjoita salasanasi jos haluat antaa pääsyn.
fr: Une autre application qui vous demande d'utiliser la clé maîtresse. S'il vous plaît entrez votre mot de passe pour le déverrouiller.
he: יישום אחר מבקש ממך רשות להשתמש במפתח הראשי. אנא כתוב את סיסמתך כדי לאשר זאת.
hi: दूसरा अनुप्रयोग मुख्या पासवर्ड को इस्तेमाल करने कि अनुमति मांग रहा है| कृपया अपना पासवर्ड लिखे
it: Un'altra applicazione vuole usare la chiave principale. Prego introdurre la password per sbloccare.
ja: 別のアプリケーションがマスターキーの使用をリクエストしています。アンロックするにはパスワードを入力してください。
nb: En annen applikasjon ber om å få bruke hovednøkkelen. Vennligst skriv ditt passord for å låse den opp.
pl: Inna aplikacja prosi o użycie głównego klucza. Proszę wpisać swoje hasło by ją odblokować.
pt: Uma aplicação está a solicitar a senha principal. Insira a sua senha para desbloquear.
ro: O altă aplicație solicită folosirea cheii principale. Introduceți parola pentru a o debloca.
ru: Другое приложение запрашивает Мастер Ключ. Введите пароль что бы дать доступ к нему.
sd: ब्यो अनुप्रयोग भी मुख्य पासवर्ड खे इस्तेमाल कारन लाये तो चएव| कृपया पंजो पासवर्ड लिख्यो
sk: Iná aplikácia žiada o použitie hlavného kľúča. Prosím napíšte svoje heslo pre odomknutie.
tl: Ang ibang applikasyon humihiling na gamitin ang master key. Paki-type ang iyong password para i-unlock ito.
tr: Başka bir uygulama master key kullanmak istiyor? Lütfen şifre tipinizi açın.
ug: باشقا بىر ئەپ ئاساسىي ئىم ئىشلىتىشنى ئىلتىماس قىلدى. ئىمنى كىرگۈزۈپ ئۇنىڭ قۇلۇپىنى ئېچىڭ.

source: Categories
be: Катэгорыі
bg: Категории
cs: Kategorie
de: Kategorien
el: Κατηγορίες
fi: Kategoriat
fr: Catégories
he: קטגוריות
hi: श्रेणी
it: Categorie
ja: カテゴリー
nb: Kategorier
pl: Kategorie
pt: Categorias
ro: Categorii
ru: Категории
sd: श्रेणियां
sk: Kategórie
tl: Mga Kategorya
tr: Kategoriler
ug: كاتېگورىيەلەر
