Repository: openintents/translations-export
Catalog: translations_safe/*.po
Languages: be, bg, cs, de, el, fi, fr, he, hi, it, ja, nb, pl, pt, ro, ru, sd, sk, tl, tr, ug

source: 30 minutes
be: 30 хвілін
bg: 30 минути
cs: 30 minut
de: 30 Minuten
el: 30 λεπτά
fi: 30 minuuttia
he: 30 דקות
hi: ३० मिनट
it: 30 minuti
ja: 30 分
nb: 30 minutter
pl: 30 minut
pt: 30 minutos
ro: 30 de minute
ru: 30 минут
sd: ३० मिनट
sk: 30 minút
tl: 30 minuto
tr: 30 dakika
ug: 30 مىنۇت

source: 1 day
be: 1 дзень
bg: 1 ден
cs: 1 den
de: 1 Tag
el: 1 ημέρα
fi: 1 päivä
fr: 1 jour
he: יום אחד
hi: १ दिन
it: 1 giorno
ja: 1日
nb: 1 dag
pl: 1 dzień
pt: 1 dia
ro: 1 zi
ru: 1 день
sd: १ दिन
sk: 1 deň
tl: 1 araw
tr: 1 gün
ug: 1 كۈن

source: 7 days
be: 7 дзён
bg: 7 дни
cs: 7 dní
de: 7 Tage
el: 7 ημέρες
fi: 7 päivää
fr: 7 jours
he: שבעה ימים
hi: ७ दिन
it: 7 giorni
ja: 7日
nb: 7 dager
pl: 7 dni
pt: 7 dias
ro: 7 zile
ru: 7 дней
sd: ७ दिन
sk: 7 dní
tl: 7 araw
tr: 7 gün
ug: 7 كۈن

source: 30 days
be: 30 дзён
bg: 30 дни
cs: 30 dní
de: 30 Tage
el: 30 ημέρες
fi: 30 päivää
fr: 30 jours
he: 30 יום
hi: ३० दिन
it: 30 giorni
ja: 30日
nb: 30 dager
pl: 30 dni
pt: 30 dias
ro: 30 de zile
ru: 30 дней
sd: ३० दिन
sk: 30 dní
tl: 30 araw
tr: 30 gün
ug: 30 كۈن

source: 60 days
be: 60 дзён
bg: 60 дни
cs: 60 dní
de: 60 Tage
el: 60 ημέρες
fi: 60 päivää
fr: 60 jours
he: 60 יום
hi: ६० दिन
it: 60 giorni
ja: 60日
nb: 60 dager
pl: 60 dni
pt: 60 dias
ro: 60 de zile
ru: 60 дней
sd: ६० दिन
sk: 60 dní
tl: 60 araw
tr: 60 gün
ug: 60 كۈن

source: Restore error.
be: Памылка аднаўлення.
bg: Грешка при възстановяване.
cs: Chyba při obnovování.
de: Fehler beim Wiederherstellen.
el: Σφάλμα επαναφοράς.
fr: Erreur de restauration.
he: שגיאת שחזור.
hi: बहलते हुए त्रुटि
it: Ripristina errore.
ja: 復元に失敗。
nb: Feil ved gjenoppretting.
pl: Błąd przywracania.
pt: Erro ao restaurar.
ro: Eroare la restabilire.
ru: Ошибка восстановления.
sd: त्रुटी रेस्टोर कयो
sk: Obnoviť chybu.
tl: Mali sa pagbabalik.
tr: Geri yükleme hatası
ug: ئەسلىگە كەلتۈرۈش خاتالىقى.

source: OI Safe keeps all your private data encrypted.
bg: OI Safe съхранява вашата лична информация криптирана.
de: OI Safe verwahrt Ihre privaten Daten sicher verschlüsselt.
fr: OI Safe conserve toutes vos données privées cryptées.
hi: ओआई सेफ आपके सारे व्यक्तिगत डाटा को गोपनीय रखता है
