Repository: openintents/translations-export
Catalog: translations_safe/*.po
Languages: be, bg, cs, de, el, fi, fr, he, hi, it, ja, nb, pl, pt, ro, ru, sd, sk, tl, tr, ug

source: Blank category
be: Пустая катэгорыя
bg: Празна категория
cs: Prázdná kategorie
de: Kategorie leer
el: Κενή κατηγορία
fi: Tyhjä kategoria
fr: Catégorie vide
he: קטגוריה ריקה.
hi: खाली श्रेणी
it: Categoria vuota
ja: 空白のカテゴリー
nb: Blank kategori
pl: Pusta kategoria
pt: Categoria vazia
ro: Categorie goală
ru: Пустая категория
sd: खाली श्रेणी
sk: Prázdna kategória
tl: Blanko na kategorya
tr: Boş kategori
ug: بوش كاتېگورىيە

source: Blank description
be: Пустое апісанне
bg: Няма описание
cs: Prázdný popis
de: Beschreibung leer
el: Κενή περιγραφή
fi: Tyhjä kuvaus
fr: Description vide
he: תיאור ריק
hi: खाली वर्णन
it: Descrizione vuota
ja: 空の説明
nb: Blank beskrivelse
pl: Pusty opis
pt: Descrição vazia
ro: Descriere goală
ru: Пустое описание
sd: खाली वर्णन
sk: Prázdny popis
tl: Blanko na deskripsyon
tr: Boş açıklama
ug: بوش چۈشەندۈرۈش

source: Delete Database
be: Выдаліць базу дадзеных
bg: Изтрий база данни
cs: Odstranit databázi
de: Datenbank löschen
el: Διαγραφή Βάσης Δεδομένων
fi: Poista tietokanta
fr: Supprimer la base de données
he: מחק מסד נתונים
hi: खाली डाटाबेस
it: Elimina la base dei dati
ja: データベースを削除
nb: Slett database
pl: Usuń bazę
pt: Eliminar base de dados
ro: Șterge bază de date
ru: Удалить базу данных
sd: डाटाबेस मिटायो
sk: Zmazať Databázu
tl: Alisin ang Database
tr: Veritabanını sil
ug: ساندان ئۆچۈر

source: Are you really sure you want to delete the database? This cannot be undone.
be: Вы ўпэўнены, што жадаеце выдаліць базу дадзеных? Гэта неабарачальнае дзеянне.
bg: Сигурни ли сте, че искате да изтриете базата данни? Този процес не може да бъде върнат.
cs: Opravdu chcete odstranit databázi? Tato operace se nedá vrátit zpět.
de: Soll die Datenbank wirklich gelöscht werden? Das kann nicht rückgängig gemacht werden.
el: Είστε σίγουρος οτι θέλετε να διαγράψετε τη βάση δεδομένων; Αυτή η ενέργεια δε μπορεί να αναιρεθεί.
fi: Oletko aivan varma että haluat poistaa tietokannan? Poistaminen on lopullista, eikä tietoja voi palauttaa.
fr: Etes-vous vraiment sûr que vous voulez supprimer la base de données? Cela ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק את מסד הנתונים? אי אפשר לבטל פעולה זו אחר כך.
hi: क्या आप इस डाटाबेस को हटाना चाहते हैं? यह निष्ट नहीं किया जा सकता
it: Siete davvero sicuro di voler eliminare la base dei dati? Quest'operazione non può essere annullata.
ja: データベースを削除していいですか？この操作は元に戻せません。
nb: Er du sikker på at du vil slette databasen? Dette kan ikke bli ugjort.
pl: Czy na pewno chcesz usunąć bazę danych? Tego nie można cofnąć.
pt: Tem a certeza que pretende eliminar a base de dados? A ação não pode ser anulada.
ro: Sunteţi sigur că doriţi să ştergeţi baza de date? Acest lucru nu poate fi anulat.
ru: Вы действительно уверены, что хотите удалить базу данных? это действие нельзя отменить.
sd: शा तहां इन्ह डाटाबेस खे मितायणता चाह्यो? ईयो मिति नथो सगे
sk: Naozaj chcete zmazať databázu? Toto nemôže byť zvrátené.
tl: Talaga bang sigurado ka na gusto mong tanggalin ang database? Ito ay hindi maaaring bawiin.
tr: Veri tabanını gerçekten silmek istiyor musunuz?Bu işlem geri alınamaz.
ug: سانداننى راستىنلا ئۆچۈرەمسىز؟ بۇ مەشغۇلاتنى ئەسلىگە كەلتۈرگىلى بولمايدۇ.

source: Added
be: Дабаўлена
bg: Добавен
cs: Přidáno
de: Hinzugefügt
el: Προστέθηκε
fi: Lisätty
fr: Ajouté
he: נוסף
hi: जोड़ा गया
it: Aggiunto
ja: 追加済み
nb: Lagt til
pl: Dodano
pt: Adicionada
ro: Adăugat
ru: Добавлено
sd: जुड़ जी यो
sk: Pridané
tl: Nadagdag
tr: Eklendi
ug: قوشۇلدى

source: entries
be: запісаў
bg: влизания
cs: položek
de: Einträge
el: καταχωρήσεις
fi: merkinnät
fr: entrées
he: רשומות
hi: एंट्रिस
it: entrate
ja: エントリー
nb: oppføringer
pl: wpisów
pt: entradas
ro: Inregistrări
ru: записей
sd: एंट्रिस
sk: položky
tl: Mga pinasok
tr: girdiler
ug: تۈر

source: Import complete
be: Імпартаванне завершана
bg: Вмъкването приключи
cs: Import dokončen
de: Import vollständig
el: Η εισαγωγή ολοκληρώθηκε
fi: Tuonti on valmis
fr: Import complète
he: ייבוא הושלם
hi: अयार्ट पूरा हुआ
it: Importazione completata
ja: インポート完了
nb: Importering komplett
pl: Import zakończony
pt: Importação concluída
ro: Importare completă
ru: Импорт завершён
sd: आयत पुरो थी वयो
sk: Importovanie dokončené
tl: Import tapos na
tr: İçe aktarım tamamlandı.
ug: ئەكىرىش تامام

source: Since it is not secure to keep passwords in clear text CSV files, would you like to delete
be: Храненне пароляў у незашифрованым файле CSV небяспечна, ці жадаеце вы выдаліць
bg: Тъй като не е сигурно паролите да бъдат пазени в CSV файлове, искате ли да изтриете
cs: Protože není bezpečné uchovávat hesla v čistě textových CSV souborech, chcete odstranit
de: Da es unsicher ist, Passwörter in CSV Dateien zu speichern, soll diese Datei nun gelöscht werden?
el: Επειδή δεν είναι ασφαλής η διατήρηση κωδικών σε απλά αρχεία CSV, θα θέλατε να διαγράψετε
fi: Koska salasanojen säilyttäminen ei ole turvallista tavallisen tekstin CSV tiedostoissa, haluatko sinä poistaa
fr: Comme il n'est pas sûr de garder les mots de passe en texte clair dans des fichiers CSV, voulez-vous les supprimer
he: מאחר וזה לא בטוח לשמור סיסמאות בטקסט ברור בקובץ CSV, האם תרצה למחוק
hi: क्योंकि पासवर्ड को साफ़ CSV फाइल में रखना उचित नहीं है, क्या आप इसे हटाना चाहेंगे?
it: Fino a quando non è certo di mantenere le password in un testo sicuro CSV file, volete cancellarlo
ja: パスワードをクリアテキストの CSV ファイルに保存するのは安全ではないので、削除したいですか？
nb: Siden det ikke er sikkert å oppbevare passord i rene tekstfiler av filformatet CSV, vil du slette
pl: Ponieważ to niebezpieczne, by trzymać hasła w czystym pliku tekstowym CSV, czy chcesz usunąć
pt: Uma vez que gravar senhas em ficheiros de texto simples não é seguro, pretende eliminar
ro: Deoarece nu este sigur să păstrați parolele în fișiere text CSV, ați vrea să le ștergeți
ru: Так как хранение паролей в не зашифрованном файле CSV небезопасно, хотите ли Вы удалить
sd: जोकि पासवर्ड खे साफ़ CSV फाइल में रखन उचित काने, शा तहां इन्न्खे हतायण चाहीन्दावा?
sk: Keďže nieje bezpečné uchovávať heslá v čiste textových CSV súbooch, chceli by ste
tl: Dahil hindi ligtas na panatilihin ang mga password sa malinaw na texto CSV file, nais mo ba itong tanggalin?
tr: Şifreleri açık metin CSV dosyalarında tutmak güvenli değil , silmek istiyor musunuz?
ug: شىفىرلانمىغان ئىمنى ساپ تېكىست شەكلىدىكى CSV ھۆججەتتە ساقلاش بىخەتەر ئەمەس. ئۇنى ئۆچۈرەمسىز؟

source: Edit Entry
be: Рэдагаваць запіс
bg: Редактирай запис
cs: Upravit položku
de: Eintrag bearbeiten
el: Επεξεργασία Καταχώρησης
fi: Muokkaa merkintää
fr: Modifier l'entrée
he: ערוך רשומה
hi: एंट्री संपादन करें
it: Modifica l'entrata
ja: エントリーを編集
nb: Rediger oppføring
pl: Edytuj wpis
pt: Editar entrada
ro: Editează înregistrarea
ru: Изменить запись
sd: एंट्री सम्पादित कयो
sk: Upraviť Položku
tl: Baguhin ang Ipinasok
tr: Girdiyi Düzenle
ug: تۈر تەھرىر

source: View Entry
be: Праглядзець запіс
bg: Виж Записа
cs: Zobrazit položku
de: Eintrag ansehen
el: Προβολή καταχώρισης
fi: Näytä merkintä
fr: Voir l'entrée
he: הצג רשומה
hi: एंट्री देखें
it: Visualizza l'entrata
ja: エントリーを閲覧
nb: Vis oppføring
pl: Zobacz wpis
pt: Ver entrada
ro: Vizualizează intrarea
ru: Смотреть запись
sd: एंट्री दिखार्यो
sk: Zobraziť Položku
tl: Tignan ang Ipinasok
tr: Girdiyi göster.
ug: تۈر كۆرسەت

source: Help
be: Даведка
bg: Помощ
cs: Nápověda
de: Hilfe
el: Βοήθεια
fi: Apua
fr: Aide
he: עזרה
hi: मदद
it: Aiuto
ja: ヘルプ
nb: Hjelp
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Справка
sd: मदद
sk: Pomoc
tl: Tulong
tr: Yardım
ug: ياردەم

source: Close
be: Закрыць
bg: Затвори
cs: Zavřít
de: Schließen
el: Κλείσιμο
fi: Sulje
fr: Fermer
he: סגור
hi: बंद
it: Chiudi
ja: 閉じる
nb: Steng
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sd: बंद कयो
sk: Zatvoriť
tl: Isara
tr: Kapat
ug: ياپ

source: Go
be: Пуск
bg: Действие
cs: Jít
de: Los
el: Μετάβαση
fi: Siirry
fr: Aller
he: עבור
hi: जाएँ
it: Vai
ja: 実行
nb: Gå
pl: Idź
pt: Ir
ro: Navighează
ru: Перейти
sd: वन्न्नो
sk: Vykonať
tl: Pumunta
tr: Git
ug: يۆتكەل

source: Delete Password
be: Выдаліць пароль
bg: Изтрий Паролата
cs: Odstranit heslo
de: Passwort löschen
el: Διαγραφή Κωδικού
fi: Poista salasana
fr: Supprimer le mot de passe
he: מחק סיסמא.
hi: पासवर्ड हटाएँ
it: Cancella la password
ja: パスワードを削除
nb: Slett passord
pl: Usuń hasło
pt: Eliminar senha
ro: Șterge parola
ru: Удалить пароль
sd: पास्वोर्ड मिटायो
sk: Zmazať Heslo
tl: Alisin ang Password
tr: Parolayı Sil
ug: ئىم ئۆچۈر

source: Are you sure you want to delete this password?
be: Вы ўпэўнены, што жадаеце выдаліць гэты пароль?
bg: Сигурни ли сте, че искате да изтриете тази парола ?
cs: Opravdu chcete odstranit toto heslo?
de: Soll das Passwort wirklich gelöscht werden?
el: Είστε σίγουρος οτι θέλετε να διαγράωετε αυτό τον κωδικό;
fi: Oletko aivan varma että haluat poistaa tämän salasanan?
fr: Êtes-vous sûr de vouloir supprimer ce mot de passe?
he: האם אתה בטוח שברצונך למחוק סיסמא זו?
hi: क्या आप सचमुच इस पासवर्ड को हटाना चाहते हैं?
it: Siete sicuro di voler eliminare questa password?
ja: このパスワードを削除してもいいですか？
nb: Er du sikker på at du vil slette dette passordet?
pl: Czy na pewno chcesz usunąć to hasło?
pt: Tem a certeza que pretende eliminar a senha?
ro: Sunteți sigur că doriți să ștergeți această parolă?
ru: Вы уверены что хотите удалить этот пароль?
sd: शा तहां सहिय में पासवर्ड मितायण ता चाह्यो ?
sk: Naozaj chcete zmazať toto heslo?
tl: Sigurado ka bang gusto mong alisin ang password?
tr: Şifreyi silmek istediğinize emin misiniz?
ug: ئىمنى راستىنلا ئۆچۈرەمسىز؟

source: Change Master Password
be: Змяніць Мастэр Пароль
bg: Промени Главната парола
cs: Změnit hlavní heslo
de: Hauptpasswort ändern
el: Αλλαγή Κυρίως Κωδικού
fi: Vaihda pääsalasana
fr: Changer le mot de passe principal
he: שנה סיסמא ראשית
hi: मुख्य पासवर्ड बदलिए
it: Cambia la password principale
ja: マスターパスワードを変更
nb: Endre hovedpassord
pl: Zmień Hasło Główne
pt: Alterar senha principal
ro: Schimbă parola principală
ru: Изменить Мастер Пароль
sd: मुख्य पासवर्ड बदल्यो
sk: Zmeniť Hlavné Heslo
tl: Palitan ang Master Password
tr: Ana şifreyi değiştir.
ug: ئاساسىي ئىمنى ئۆزگەرت

source: Use this to change the password you use to unlock OI Safe. Your data will be re-encrypted with the new password. The more complex your password is, the safer your data will be.
be: Выкарыстоўвайце для змянення пароля, якім вы адкрываеце OI Safe. Вашы дадзеныя будуць зашыфраваны яшчэ раз новым паролем. Чым больш складаны ваш пароль, тым у большай бяспецы будуць знаходзіцца вашы дадзеныя.
bg: Използвайте това, за да смените паролата, с която отключвате OI Safe.Данните ви ще бъдат криптирани с новата парола.Колкото по-сложна е паролата ви, толкова по - безопасно е за данните Ви.
cs: Použijte toto pro změnu hesla, které používáte na odemčení OI Sejfu. Vaše data budou znovu zašifrována pomocí nového hesla. Čím složitější je nové heslo, tím bezpečnější budou data.
de: Hiermit wird das Hauptpasswort geändert, mit dem man sich in OI Safe anmeldet. Die Daten werden mit dem neuen Passwort verschlüsselt. Je komplizierter das Passwort ist, umso sicherer sind die Daten.
el: Χρησιμοποιήστε αυτό για να αλλάξετε τον κωδικό για το ξεκλείδωμα του OI Κιβώτιο. Τα δεδομένα σας θα επανακρυπτογραφηθούν με το νέο κωδικό. Όσο πιο σύνθετος είναι ο κωδικός σας, τόσο πιο ασφαλή θα είναι τα δεδομένα σας.
fi: Käytä tätä vaihtaaksesi salasana jota käytät OI Turvan avaamiseen. Sinun tietosi salataan uudestaan uudella salasanalla. Mitä monimutkaisempi salasanasi on, sitä turvemmassa sinun tietosi ovat.
fr: Utilisez cette option pour changer le mot de passe que vous utilisez pour déverrouiller OI Safe. Vos données seront cryptées avec le nouveau mot de passe. Plus votre mot de passe est complexe, plus sûr seront vos données.
he: השתמש בזאת כדי לשנות את הסיסמא שלך לפתיחת כספת OI. המידע שלך יוצפן שוב עם הסיסמא החדשה. ככל שהסיסמא מורכבת יותר, כך המידע שלך יהיה יותר בטוח.
hi: इसका इस्तेमाल आप ओई सेफ के पासवर्ड को बदलने के लिए कर सकते हैं| आपका डाटा फिरसे गोपनीय कर दिया जायगा| जितना जटिल आपका पासवर्ड होगा, उतना ही आपका सुरक्षित रहेगा
it: Utilizza questo per cambiare la password che usi per sbloccare OI Sicurezza. I suoi dati saranno re-criptati con la nuova password. Più la password sarà complessa, più i tuoi dati saranno al sicuro.
ja: これを使って OI 金庫 をアンロックするパスワードを変更してください。データは新しいパスワードで暗号化されます。パスワードが複雑なほど、データは安全になります。
nb: Bruk dette for å endre passordet du bruker for å låse opp OI Safe. Din data vil bli re-kryptert med det nye passordet. Desto mer komplekst passordet ditt er, desto tryggere vil dine data bli.
pl: Użyj tego, aby zmienić hasło, którego używasz do odblokowania OI Sejf. Twoje dane zostaną zaszyfrowane ponownie z nowym hasłem. Im bardziej złożone będzie hasło, bym bezpieczniejsze będą dane.
pt: Utilize esta opção para alterar a senha de desbloqueio do OI Safe. Os seus dados serão novamente codificados com a nova senha. Quanto mais complexa for a senha, mais seguros estarão os dados.
ro: Folosiți aceasta pentru a schimba parola pe care o folosiți pentru a debloca OI Safe. Datele dumneavoastă vor fi recriptate cu noua parolă. Cu cat parola este mai complexă, cu atat datele vor fi mai securizate.
ru: Используйте для изменения пароля которым Вы открываете OI Safe. Ваши данные будут зашифрованы заново новым паролем. Чем сложнее пароль тем в большей безопасности будут ваши данные.
sd: इन्हजो इस्तेमाल तहां OI सुरक्षित जे पासवर्ड खे बदलन लाये करे ता सगुन| तहान्जो डाटा वारी सां गोपनीय थी वेंदुवा| जेतरो जटिल तहान्जो पासवर्ड हून्दुवा, ओतरो ही तहां सुरक्षित रहन्दव
sk: Použite toto pre zmenu hesla ktoré používate pre odomknute OI Trezoru. Vaše údaje budú znovu zašifrované s novým heslom. Čím zložitejšie je heslo, tým bezečnejšie sú vaše dáta uložené.
tl: Gamitin ito upang baguhin ang password na iyong ginagamit upang i-unlock ang OI Kaha. Ang iyong datos ay muling i-encrypt na may bagong password. Mas kumplikado ang iyong password, ay mas ligtas ang iyong datos.
tr: OI Kasa kilidini açmak için kullandığınız şifreyi değiştirin. Veriniz yeni bir şifreyle şifrelenecek. Daha karmaşık şifre ile veriniz daha güvenli olabilecek.
ug: بۇنى ئىشلىتىپ ئىم ئۆزگەرتىدۇ. سانلىق مەلۇماتلىرىڭىز يېڭى ئىم بىلەن شىفىرلىنىدۇ. ئىم قانچە مۇرەككەپ بولسا شۇنچە بىخەتەر بولىدۇ.

source: Old password
be: Стары пароль
bg: Стара парола
cs: Staré heslo
de: Altes Passwort
el: Παλαιός κωδικός
fi: Vanha salasana
fr: Ancien mot de passe
he: סיסמא ישנה
hi: पुराना पासवर्ड
it: Vecchia password
ja: 今のパスワード
nb: Gammelt passord
pl: Stare hasło
pt: Senha antiga
ro: Parolă veche
ru: Старый пароль
sd: पुराणों पास्वोर्ड
sk: Staré heslo
tl: Lumang password
tr: Eski parola
ug: كونا ئىم

source: New password
be: Новы пароль
bg: Нова парола
cs: Nové heslo
de: Neues Passwort
el: Νέος κωδικός
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמא חדשה
hi: नया पासवर्ड
it: Nuova password
ja: 新しいパスワード
nb: Nytt passord
pl: Nowe hasło
pt: Nova senha
ro: Parolă nouă
ru: Новый пароль
sd: नयो पास्वोर्ड
sk: Nové heslo
tl: Bagong password
tr: Yeni parola
ug: يېڭى ئىم

source: Verify password
be: Праверачны пароль
bg: Потвърждаване на парола
cs: Oveřit heslo
de: Passwort überprüfen
el: Επαλήθευση κωδικού
fi: Vahvista salasana
fr: Vérifier le mot de passe
he: אמת סיסמא
hi: पासवर्ड सत्यापित करे
it: Verifica la password
ja: 確認用パスワード
nb: Bekreft passord
pl: Weryfikuj hasło
pt: Verificar senha
ro: Verifică parola
ru: Повторите пароль
sd: पासवर्ड सत्यापित कयो
sk: Overiť heslo
tl: Patunayan ang password
tr: Parolayı doğrula
ug: پارولنى دەلىللەش

source: New and Verify passwords do not match.
be: Новы і праверачны паролі не супадаюць.
bg: Новата парола и паролата за потвърждение не съответстват.
cs: Nové a ověřovací heslo se neshodují.
de: Die Passwörter stimmen nicht überein
el: Ο Νέος και ο Επαληθυμένος κωδικός δεν ταιριάζουν.
fi: Uusi ja vahvistettu salasana eivät täsmää.
fr: Vos mots de passe ne correspondent pas.
he: הסיסמא המאומתת והסיסמא החדשה לא תואמות.
hi: नया और सत्यापित पासवर्ड नहीं मिले
it: Le nuove e verificate password non corrispondono.
ja: 新しいパスワードと確認用パスワードが一致しません。
nb: Ny- og Bekreftpassordene samsvarer ikke.
pl: Nowe i zweryfikowane hasło nie są identyczne.
pt: A nova senha e a senha de verificação não são iguais.
ro: Parola nouă si cea de verificare nu se potrivesc
ru: Новый пароль не совпадает с повторным.
sd: नयो अऊँ सत्यापित पासवर्ड नथा मिलन
sk: Nové a heslo pre overenie nie sú rovnaké.
tl: Bago at Patunay na password ay hindi tugma.
tr: Yeni ve doğrulama parolası uyuşmuyor.
ug: يېڭى ئىم بىلەن دەلىللەش ئىم ماسلاشمىدى.

source: Old password is invalid. Please try again.
be: Стары пароль памылковы. Калі ласка, паспрабуйце зноў.
bg: Старата парола е невалидна.Моля опитайте пак.
cs: Staré heslo je špatné. Zkuste to prosím znovu.
de: Altes Passwort ungültig. Bitte nochmal versuchen.
el: Ο παλαιός κωδικός δεν είναι έκγυρος. Παρακαλώ προσπαθήστε ξανά.
fi: Vanha salasana on väärin. Ole hyvä, ja yritä uudelleen.
fr: L'ancien mot de passe est incorrect. S'il vous plaît essayez de nouveau.
he: סיסמא ישנה לא נכונה. אנא נסה שוב.
hi: पुराना पासवर्ड गलत है| कृपया फिरसे कोशिश करें
it: La vecchia password non corrisponde. Riprova.
ja: 今のパスワードが間違っています。入力し直してください。
nb: Gammelt passord er ugyldig. Vennligst prøv igjen.
pl: Stare hasło jest niepoprawne. Proszę spróbować ponownie.
pt: A senha antiga é inválida. Tente novamente.
ro: Parola veche este invalidă. Încercați din nou.
ru: Неправильный старый пароль. Попробуйте ещё раз.
sd: पुराणों पासवर्ड गलत तव| कृपया वारी सां कोशिश कयो
sk: Staré heslo je nesprávne. Prosím skúste znovu.
tl: Lumang password ay hindi wasto. Pakisubukang muli.
tr: Eski şifre geçersiz. Lütfen tekrar deneyin.
ug: كونا ئىم خاتا، قايتا سىناڭ.

source: Error changing password
be: Памылка пры змене пароля
bg: Грешка при смяна на паролата
cs: Chyba při změně hesla
de: Fehler beim Ändern des Passwortes
el: Σφάλμα κατά την αλλαγή κωδικού
fi: Virhe ilmentyi vaihdettaessa salasanaa
fr: Erreur lors du changement de mot de passe
he: שגיאה במהלך שינוי הסיסמה
hi: पासवर्ड बदलने में त्रुटि
it: Errore nella modificazione della password
ja: パスワードを変更する際にエラー
nb: Feil ved endring av passord
pl: Błąd podczas zmiany hasła
pt: Erro ao alterar a senha
ro: Eroare la schimbarea parolei
ru: Ошибка изменения пароля
sd: पासवर्ड बदलन में त्रुटि
sk: Chyba pri zmene hesla
tl: Mali sa pagbabago ng password
tr: Parola değiştirilirken hata
ug: ئىم ئۆزگەرتىش خاتالىقى

source: Master Password changed
be: Мастэр Пароль зменены.
bg: Главната парола е променена
cs: Hlavní heslo změněno
de: Hauptpasswort geändert
el: Άλλαξε ο Κύριος Κωδικός
fi: Pääsalasana vaihdettu
fr: Mot de passe changé
he: סיסמא ראשית שונתה
hi: मुख्या पासवर्ड बदल गया
it: Password principale cambiata
ja: マスターパスワードが変更されました
nb: Hovedpassord endret
pl: Hasło Główne zmienione
pt: Senha principal alterada
ro: Parola principală a fost schimbată
ru: Мастер Пароль изменён
sd: मुख्या पासवर्ड बदल जी वयो
sk: Hlavné Heslo zmenené
tl: Master Password ay pinalitan.
tr: Ana Parola değiştirildi.
ug: ئاساسىي ئىم ئۆزگەردى

source: Confirm
be: Пацвердзіць
bg: Потвърди
cs: Potvrdit
de: Bestätigen
el: Επιβεβαίωση
fi: Vahvista
fr: Confirmer
he: אישור
hi: पुष्टि करें
it: Conferma
ja: 確認
nb: Bekreft
pl: Potwierdź
pt: Confirmação
ro: Confirmă
ru: Подтвердите
sd: पुष्टि कयो
sk: Potvrdiť
tl: Ikumpirma
tr: Onayla
ug: جەزملە

source: Password entries do not match.
be: Паролі не супадаюць.
bg: Паролите не съвпадат.
cs: Zadaná hesla se neshodují.
de: Passwort Einträge stimmen nicht überein.
el: Οι καταχωρήσεις κωδικού δεν ταιριάζουν.
fi: Salasanat eivät täsmää.
fr: Les entrées de mot de passe ne correspondent pas.
he: הסיסמאות שהזנת אינן תואמות
hi: पासवर्ड एंट्रिया नहीं मिलती
it: Le password delle entrate non corrispondono.
ja: パスワードが一致しません。
nb: Passordoppføringer er ikke like.
pl: Podane hasła nie są identyczne.
pt: As senhas não são iguais.
ro: Parolele nu se potrivesc.
ru: Введённые пароли не совпадают.
sd: पासवर्ड एंट्रिया नथी मिलन
sk: Zadané heslá sa nezhodujú.
tl: Mga pinasok na Password ay hindi tugma.
tr: Parola girdileri uyuşmuyor.
ug: كىرگۈزگەن ئىم ماس كەلمىدى.

source: Backup
be: Стварыць рэзервовую копію
bg: Резезрно копие
cs: Záloha
de: Sicherungskopie
el: Αντίγραφο Ασφαλείας
fi: Varmuuskopioi
fr: Sauvegarde
he: גיבוי
hi: बैकुप
ja: バックアップ
nb: Sikkerhetskopi
pl: Kopia zapasowa
pt: Cópia de segurança
ro: Copie de siguranță
ru: Создать резервную копию
sd: बैकअप
sk: Záloha
tr: Yedekleme
ug: زاپاسلا

source: Backing up to
be: Захоўваецца рэзервовая копія ў
bg: Архивиране
cs: Zálohováno do
de: Sichern einer Kopie nach
el: Δημιουργία αντιγράφου ασφαλείας στο
fi: Varmuuskopioidaan kohteeseen
fr: Sauvegarde de
he: מגבה אל
hi: बैकुप हो रहा है
it: Backing up a
ja: バックアップ先
nb: Sikkerhetskopierer til
pl: Tworzenie kopii zapasowych do
pt: A copiar para
ro: Copiere de rezervă către
ru: Сохраняю резервную копию в
sd: बैकअप थे तो पयो
sk: Zálohujem do
tl: Backup sa
tr: Yedekleniyor
ug: زاپاسلاش ئورنى

source: Complete. Passwords backed up:
be: Завершана. Рэзервовая копія пароляў захавана ў:
bg: Готово.Паролите са архивирани.
cs: Hotovo. Hesla zazálohována:
de: Fertig. Passwörter gesichert:
el: Ολοκλήρωση. Οι κωδικοί έχουν αντιγραφτεί:
fi: Valmis. Salasanat varmuuskopioitu:
fr: Complet. Les mots de passe sont sauvegardés:
he: הושלם. סיסמאות שגובו:
hi: पूरा हुआ| आपके यह पासवर्ड बैकुप हुए:
it: Completo. Le password sono state copiate.
ja: パスワードのバックアップが完了:
nb: Ferdig. Passord sikkerhetskopiert:
pl: Zakończono. Hasła w kopiach zapasowych:
pt: Terminado. Senhas copiadas para:
ro: Complet. Parolele de rezervă au fost copiate:
ru: Завершено. Резервная копия паролей сохранена в:
sd: :पूरा थ्यो| तहान्जो ईयो पासवर्ड बैकअप थे वयुव
sk: Dokončené. Heslá zazálohované:
tl: Kumpletuhin. Password backup:
tr: Tamamlandı.Şifre yedeklendi:
ug: تامام. ئىم زاپاسلاندى:

source: Backup failed:
be: Рэзервовая копія не створана:
bg: Архивирането е неуспешно:
cs: Záloha se nezdařila:
de: Sicherungskopie erstellen fehlgeschlagen:
el: Η δημιουργία αντιγράφου ασφαλείας απέτυχε:
fi: Varmuuskopiointi epäonnistui:
fr: La sauvegarde a échoué:
he: תהליך הגיבוי נכשל:
hi: बैकुप नाकाम हुआ:
it: Backup fallito:
ja: バックアップに失敗:
nb: Sikkerhetskopiering feilet:
pl: Archiwizowanie nie powiodło się:
pt: Falha ao copiar:
ro: Copierea de rezervă a eșuat
ru: Резервная копия не создана:
sd: बैकुप नाकाम थी वयुव
sk: Zálohovanie zlyhalo:
tl: Backup nabigo:
tr: Yedekleme başarısız oldu.
ug: زاپاسلىيالمىدى:

source: Select a file for backup
be: Выберыце файл для рэзервовай копіі
cs: Zvolte soubor pro zálohu
el: Επιλέξτε ένα αρχείο για δημιουργία αντιγράφου ασφαλείας
fi: Valitse tiedosto, jonka haluat varmuuskopioida
it: Seleziona un file per il backup
ja: バックアップするファイルを選択してください
nb: Velg en fil for sikkerhetskopi
pl: Wybierz plik, na którym ma zostać wykonana kopia zapasowa
pt: Selecione o ficheiro a copiar
ru: Выберите файл для резервной копии
sd: बैकअप लाये फाईल चुन्दयो
sk: Vyberte súbor na zálohovanie
tl: Pumili ng file para i-backup
ug: زاپاسلايدىغان بىر ھۆججەت تاللاڭ

source: Error while backing up
be: Памылка рэзервнага капіравання
cs: Chyba během zálohování
el: Σφάλμα κατά τη δημιουργία αντιγράφου ασφαλείας
fi: Virhe ilmentyi varmuuskopioinnin aikana
it: Errore durante il backup
ja: バックアップ中にエラーが発生しました
nb: Feil ved sikkerhetskopiering
pl: Błąd podczas tworzenia kopii zapasowej
pt: Erro ao copiar
ru: Ошибка резервного копирования
sd: बैकअप कड़े समय त्रुटी
sk: Nastala chyba počas zálohovania
tl: Mali habang ibina-backup
ug: زاپاسلاۋاتقاندا خاتالىق كۆرۈلدى

source: Restore
be: Аднавіць
bg: Възстановяване
cs: Obnovit
de: Wiederherstellen
el: Επαναφορά
fi: Palauta
fr: Restaurer
he: שחזור
hi: वापस लायें
it: Ripristina
ja: 復元
nb: Gjenopprett
pl: Przywróć
pt: Restaurar
ro: Restabilește
ru: Восстановить
sd: वापस लायें
sk: Obnoviť
tl: Ibalik
tr: Geri yükleme
ug: ئەسلىگە كەلتۈر

source: Filename
be: Імя файла
bg: Име на файл
cs: Název souboru
de: Dateiname
el: Όνομα αρχείου
fi: Tiedostonimi
fr: Nom du fichier
he: שם הקובץ
hi: फाइल का नाम
it: Nome del file
ja: ファイル名
nb: Filnavn
pl: Nazwa pliku
pt: Nome do ficheiro
ro: Nume fișier
ru: Имя файла
sd: फाइल जो नाम
sk: Názov súboru
tr: Dosya adı
ug: ھۆججەت ئاتى
