Repository: openintents/translations-export
Catalog: translations_safe/*.po
Languages: be, bg, cs, de, el, fi, fr, he, hi, it, ja, nb, pl, pt, ro, ru, sd, sk, tl, tr, ug

source: This can also be set in OI Safe's Menu / Settings.
be: Гэта таксама магчыма усталяваць у OI Safe Меню / Наладкі
bg: Това също може да бъде зададено в Меню / Настройки на OI Safe.
cs: Toto může být nastaveno také v menu OI Sejfu / Nastavení.
de: Das kann auch in OI Safe unter Menü / Einstellungen gesetzt werden.
el: Αυτό μπορεί επίσης να οριστεί στο Μενού / Ρυθμίσεις του OI Safe.
fi: Tämä voidaan asettaa myös OI Turvan Valikossa / Asetukset.
fr: Cela peut aussi être réglée dans le menu OI Safe / Paramètres.
he: זה יכול להיקבע גם בתפריט כספת OI/ הגדרות.
hi: यह ओई सेफ कि मेनू/सेत्तिंग्स से भी बदला जा सकता है
it: Questo può essere impostato nel Menu OI Sicurezza / Impostazioni.
ja: これは OI 金庫 の メニュー/設定 でも設定できます。
nb: Dette kan også bli innstilt i menyen / innstillingene til OI Safe.
pl: Można to również zmienić w menu OI Sejf / Ustawienia.
pt: Isto também pode ser feito nas definições do OI Safe.
ro: Aceasta poate fi setată în meniul OI Safe / Configurări
ru: Это можно так же установить в OI Safe Меню / Настройки
sd: ईयो OI सुरक्षित जी मेनू/सेत्तिंग्स में भी बदल जी तोह सगे
sk: Toto môže byť taktiež nastavené v Menu OI Trezora / Nastavenia.
tl: Ito ay maaari ring itakda sa Menu/Setting ng OI Kaha .
tr: Bu aynı zamanda OI Kasa Menu/Ayarlar ayarlanabilir.
ug: OI بىخەتەرلىكنىڭ تىزىملىك/تەڭشەكلەردىن تەڭشىيەلەيسىز.

source: Auto lock timeout
be: Час аўтаблакіроўкі
bg: Автоматично заключване
cs: Automaticky uzamknout za
de: Zeit bis zum automatischen sperren
el: Αυτόματο όριο χρόνου κλειδώματος
fi: Automaattilukon aikaraja
fr: Délai du verrouillage automatique
he: פסק זמן נעילה אוטומטית
hi: अपने आप लोकक करने का समये
it: Timeout del blocco automatico
ja: オートロックのタイムアウト
nb: Automatisk tidslås
pl: Limit czasu automatycznej blokady.
pt: Bloqueio automático
ro: Autoblocare la expirarea timpului
ru: Время автоблокировки
sd: अपने आप लोकक करने का समये
sk: Prestávka automatického uzamknutia
tl: Awtomatikong lock timeout
tr: Otomatik kilit zaman aşımı
ug: ئۆزلۈكىدىن قۇلۇپلاش مۆھلىتى

source: Number of minutes before timeout occurs and safe is locked
be: Колькасць хвілін, па сканчэнні якіх адбываецца блакіроўка.
bg: Брой на минути преди таймера да изтече и да се заключи.
cs: Počet minut, než je OI Sejf uzamčen
de: Dauer in Minuten bevor der Safe automatisch gesperrt wird
el: Αριθμός λεπτών πρίν την εφαρμογή του χρονικού ορίου και το κλείδωμα του χρηματοκιβωτίου
fi: Aika minuutteina kun aikaraja tapahtuu ja turva lukitaan
fr: Nombre de minutes avant que l'expiration du délai ne se produit et la que la sécurité soit verrouillé
he: מספר הדקות לפני שפסק הזמן מתרחש והכספת ננעלת
hi: मिनटों कि संख्या जिसके बाद टाइमआउट होता है और सेफ लोकक हो जाती है
it: Numero dei minuti prima che il timeout avvenga e il salvataggio è bloccato
ja: タイムアウトして金庫がロックされるまでの分数
nb: Antall minutter før tidsavbrudd oppstår og safen blir låst
pl: Wystąpiła liczba minut przed limitem i sejf jest zablokowany.
pt: N.º de minutos para que seja efetuado o bloqueio automaticamente
ro: Numărul de minute înainte ca timpul să expire și să fie închis
ru: Количество минут по истечении которых происходит блокировка
sd: मिनटन जी संख्या जेहेंखा पो टाइमआउट थीन्दो आ अऊँ सुरक्षित बंद थी वेंडी आ
sk: Počet minút pred tým než skončí prestávka a trezor sa zamkne.
tl: Bilang ng mga minuto bago mag-timeout at mai-lock na ang kaha
tr: Sürenin dolmasından ve kasanın kilitlenmesinden önceki kalan dakika sayısı.
ug: مۆھلەت توشۇشتىن ئىلگىرى قانچە مىنۇت بۇرۇن قۇلۇپلىنىدۇ

source: Lock on screen lock
be: Блакіраваць з экранам
bg: Заключи при заключване на екрана
cs: Zamknout při uzamčení obrazovky
de: Automatische Sperre
el: Κλείδωμα κατά το κλείδωμα της οθόνης
fi: Turva lukitaan kun näyttölukko aktivoidaan
fr: Verrouiller sur l'écran de verrouillage
he: נעל במנעול המסך
hi: स्क्रीन बंद में बंद करें
ja: スクリーンをロックする時、金庫もロックする
nb: Lås på skjermlås
pl: Zablokuj na ekranie blokowania
pt: Bloquear ao bloquear o ecrã
ro: Blochează când ecranul se blochează
ru: Блокировать с экраном
sd: स्क्रीन बंद में बंद कयो
sk: Zamknúť pri zamknutí obrazovky
tl: Lock sa screen lock
tr: Ekran kilidini kilitle
ug: ئېكران قۇلۇپتا قۇلۇپلا

source: Lock when the screen locks
be: Блакіраваць, калі блакіруецца экран
bg: Заключи, когато екрана се заключи
cs: Zamknout, když se zamkne obrazovka
de: Sperren, wenn der Bildschirm gesperrt wird
el: Γίνεται κλείδωμα όταν κλειδώνει και η οθόνη
fi: Turva lukitaan kun näyttölukko on päällä
fr: Verrouiller lorsque l'écran se verrouille
he: נעל כשהמסך ננעל
hi: स्क्रीन बंद में लोकक करें
ja: スクリーンがロックされた時、金庫もロックする
nb: Lås når skjermen låses
pl: Zablokuj kiedy ekran się blokuje
pt: Bloquear quando o ecrã é bloqueado
ro: Blochează când ecranul se blochează
ru: Блокировать когда блокируется экран
sd: स्क्रीन बंद में बंद कयो
sk: Zamknúť keď sa zamkne obrazovka
tl: Lock kapag ang screen ay na-lock
tr: Ekran kilitliyken kilitler
ug: ئېكران قۇلۇپنى قۇلۇپلا

source: Keypad
be: Клавіятура
bg: Клавиатура
cs: Numerická klávesnice
de: Ziffernblock
el: Αριθμητικό πληκτρολόγιο
fi: Numeronäppäimistö
fr: Clavier
he: לוח מקשים
hi: कीपैड
it: Tastiera
ja: キーパッド
nb: Tastatur
pl: Klawiatura
pt: Teclado numérico
ro: Tastatură numerică
ru: Клавиатура OI Safe
sd: कीपैड
sk: Numerická klávesnica
tr: Tuş takımı
ug: ھەرپ تاختا

source: Use a keypad to enter Master Password
be: Выкарыстоўваць клавіятуру для ўвода Мастэр Пароля
bg: Използвайте клавиатурата за да въведете главната парола
cs: Použít numerickou klávesnici pro vložení hlavního hesla
de: Ziffernblock verwenden um Passwort einzugeben
el: Χρησιμοποιήστε ένα αριθμητικό πληκτρολόγιο για την εισαγωγή του Κύριου Κωδικού
fi: Käytä numeronäppäimistöä kirjoittaaksesi pääsalasana
fr: Utilisez le clavier pour entrer le mot de passe principal
he: השתמש בלוח מקשים כדי להכניס סיסמא ראשית
hi: मुख्या पासवर्ड भरते समये कीपैड का इस्तेमाल करें
it: Usa una tastiera per introdurre la password principale
ja: マスターパスワードの入力にキーパッドを使う
nb: Bruk et tastatur for å skrive inn hovedpassordet
pl: Użyj klawiatury by wprowadzić Hasło Główne
pt: Utilizar teclado numérico para indicar a senha principal
ro: Folosește tastatura numerică pentru a introduce parola principală
ru: Использовать клавиатуру OI Safe для ввода Мастер Пароля
sd: कीपद जो इस्तेनल कयो मुख्या प्पास्वोर्ड भरण लाये
sk: Použite numerickú klávesnicu pre vloženie Hlavného Hesla
tl: Gumamit ng keypad para ipasok ang Master Password
tr: Ana şifreyi girmek için tuş takımını kullanın.
ug: ھەرپ تاختىدىن ئاساسىي ئىمنى كىرگۈزۈڭ

source: Keypad Mute
be: Бязгучная клавіятура
bg: Заглушаване на клавиатурата
cs: Ztišit numerickou klávesnici
de: Ziffernblock stumm
el: Σίγαση Αριθμητικού Πληκτρολογίου
fi: Numeronäppäimistön mykistys
fr: Clavier éteint
he: השתקת לוח מקשים
hi: कीपैड शांत
it: Tastiera muta
ja: キーパッド ミュート
nb: Demp tastatur
pl: Wycisz klawiaturę
pt: Silenciar teclado numérico
ro: Oprește tastatura numerică
ru: Бесшумная клавиатура
sd: कीपैड शांत
sk: Stíšiť Numerickú Klávesnicu
tl: Keypad Walang Tunog
tr: Tuş takımı Sessiz
ug: ھەرپ تاختا ئۈنسىز

source: Mute keypad sounds
be: Адключыць гукі клавіятуры
bg: Заглушаване на звуците от клавиатурата
cs: Vypnout zvuky numerické klávesnice
de: Ziffernblock stumm schalten
el: Σίγαση ήχων του αριθμητικού πληκτρολογίου
fi: Mykistä numeronäppäimistön äänet
fr: Couper les sons du clavier
he: השתק צלילי לוח מקשים
hi: कीपैड कि आवाज़ बंद
it: Togli i suoni alla tastiera
ja: キーパッド音をミュートする
nb: Demp tastaturlyder
pl: Wycisz przyciski klawiatury
pt: Silenciar sons do teclado
ro: Oprește sunetul tastaturii numerice
ru: Выключить звуки клавиатуры
sd: कीपैड कि आवाज़ बंद
sk: Stíši zvuky numerickej klávesnice
tl: Tanggalin ang tunog ng keypad
tr: Tuş takımının sesini kapatın
ug: ھەرپتاختا ئۈنسىز

source: Auto backup
be: Аўтаматычнае рэзервовае капіраванне
bg: Автоматично архивиране
cs: Automaticky zálohovat
de: Automatisches Backup
el: Αυτόματη δημιουργία αντιγράφων ασφαλείας
fi: Automaattinen varmuuskopiointi
fr: sauvegarde automatique
he: גיבוי אוטומטי
hi: अपने आप बैकुप
it: Backup automatico
ja: 自動バックアップ
nb: Automatisk sikkerhetskopiering
pl: Automatyczne archiwizowanie
pt: Cópia de segurança automática
ro: Autocopiere de rezervă
ru: Автоматическое резервное копирование
sd: स्वतः बैकअप
sk: Automatické zálohovanie
tl: Awtomatikong backup
tr: Otomatik yedekleme
ug: ئۆزلۈكىدىن زاپاسلا

source: Automatically prompt to backup passwords
be: Аўтаматычна запрошваць рэзервовае капіяванне пароляў
bg: Автоматично питай за правене на резервно копие с пароли
cs: Automaticky nabídnout zálohování hesel
de: Automatisch nach Password-Sicherung fragen
el: Αυτόματη υπενθύμιση για τη λήψη αντιγράφων ασφαλείας των κωδικών
fi: Ilmoita automaattisesti kun salasana voidaan varmuuskopioida
fr: Invite automatiquement les mots de passe de sauvegarde
he: בצע אוטומטית את הפקודה לגבות סיסמאות
hi: अपने आप बैकुप का पासवर्ड को पूछे
it: Eseguire automaticamente il backup delle password
ja: 自動的にパスワードをバックアップするよう促す
nb: Automatisk be om å sikkerhetskopiere passord
pl: Automatycznie nakazuj archiwizowanie haseł
pt: Solicitar gravação de senhas automaticamente
ro: Solicită automat să copieze parolele
ru: Автоматически запрашивать резервное копирование паролей.
sd: स्वतः बैकअप का पासवर्ड खे पूछ्यो
sk: Automaticky požiadať o zálohu hesiel
tl: Awtomatikong i-prompt na i-backup ang password
tr: Yedekleme şifresini otomatik olarak iste
ug: زاپاسلاش ئىمنى ئۆزلۈكىدىن ئەسكەرت

source: Auto backup days
be: Дні аўтаматычнага рэзервовага капіравання
bg: Дни на автоматично архивиране
cs: Interval automatické zálohy
de: Tage für automatisches Backup
el: Ημέρες αυτόματης δημιουργίας αντιγράφων ασφαλείας
fi: Automaattisen varmuuskopioinnin päivät
fr: Jour de sauvegarde automatique
he: ימי גיבוי אוטומטי
hi: अपने आप बैकुप करने के दिन
it: Giorni del backup automatico
ja: 自動バックアップ日数
nb: Automatiske sikkerhetskopieringsdager
pl: Dni automatycznego archiwizowania
pt: Dias de cópia
ro: Zile în care se efectuează autocopierea de rezervă
ru: Дни автоматического резервного копирования
sd: स्वतः बैकअप करण या दिन्यं
sk: Dni automatického zálohovania
tl: Awtomatikong mga araw ng backup
tr: Otomatik yedekleme günü
ug: ئۆزلۈكىدىن زاپاسلايدىغان كۈن سانى

source: Number of days to wait before next auto backup
be: Колькасць дзён да наступнага аўтаматычнага рэзервовага капіявання
bg: Брой дни за изчакване, преди следващото автоматично архивиране
cs: Počet dní mezi automatickými zálohami
de: Anzahl Tage zwischen den automatischen Backups
el: Αριθμός ημερών αναμονής για την επόμενη αυτόματη δημιουργία αντιγράφων ασφαλείας
fi: Päivien määrä, joka odotetaan ennen uutta automaattista varmuuskopiointia
fr: Nombre de jours à attendre avant la prochaine sauvegarde automatique
he: מספר הימים שיש לחכות לפני הגיבוי האוטומטי הבא
hi: दिनों कि संख्या अपने आप बच्कुप करने से पहले
it: Il numero dei giorni di attesa prima del successivo backup automatico
ja: 次の自動バックアップまで待つ日数
nb: Antall dager å vente før neste automatiske sikkerhetskopi
pl: Liczba dni oczekiwania przed następnym archiwizowaniem
pt: Número de dias antes da nova cópia de segurança
ro: Numărul de zile de așteptat până la următoarea autocopiere de rezervă
ru: Количество дней, до следующего автоматического резервного копирования
sd: दिनों जी संख्या स्वतःबैकअप करण सां पहरों
sk: Počet dní ktoré mám počkať pred ďalším automatickým zálohovaním
tl: Bilang ng mga araw na paghihintay bago sa susunod na awtomatikong backup
tr: Bir sonraki yedeklemeye kalan gün sayısı.
ug: كېيىنكى قېتىم ئۆزلۈكىدىن زاپاسلاشنى كۈتىدىغان كۈن

source: Auto Backup Days
be: Дні аўтаматычнага капіявання
bg: Дни на автоматично архивиране
cs: Interval automatické zálohy
de: Tage für die automatischen Backups
el: Ημέρες Αυτόματης Δημιουργίας Αντιγράφων Ασφαλείας
fi: Automaattisen Varmuuskopioinnin Päivät
fr: Jour de sauvegarde automatique
he: ימי גיבוי אוטומטי
hi: अपने आप बच्कुप के दिन
it: Giorni del backup automatico
ja: 自動バックアップ日数
nb: Automatiske sikkerhetskopieringsdager
pl: Dni automatycznego archiwizowania
pt: Dias de cópia
ro: Zile în care se efectuează autocopierea de rezervă
ru: Дни Автоматического Резервирования
sd: स्वतः बैकअप दिन
sk: Dni Automatického Zálohovania
tl: Awtomatikong mga Araw ng Backup
tr: Otomatik Yedekleme Günü
ug: ئۆزلۈكىدىن زاپاسلايدىغان كۈن

source: Default backup path
be: Шлях рэзервовага капіравання па змаўчанні
cs: Výchozí zálohovací soubor
el: Προεπιλεγμένος κατάλογος αντιγράφων ασφαλείας
fi: Oletuspolku varmuuskopioille
ja: デフォルトバックアップ場所
nb: Standard sikkerhetskopisti
pl: Domyślna ścieżka kopii zapasowej
pt: Caminho padrão das cópias
sd: देफौल्ट बैकअप पथ
sk: Predvolená cesta zálohovania
tl: Default na backup path
ug: كۆڭۈلدىكى زاپاسلاش يولى

source: Default export path
be: Шлях экспарту па змаўчанні
cs: Výchozí exportní soubor
el: Προεπιλεγμένη διαδρομή εξαγωγής
fi: Oletuspolku viennille
ja: デフォルトエクスポート場所
nb: Standard eksportsti
pl: Domyślna ścieżka eksportu
pt: Caminho padrão da exportação
sd: देफौल्ट निर्यात पथ
sk: Predvolená cesta exportu
tl: Default na export path
ug: كۆ◆ۈلدىكى چىقىرىش يولى

source: Decrypt (OI Safe)
be: Дэшыфраваць (OI Safe)
bg: Разкодирай (OI Safe)
cs: Dešifrovat (OI Sejf)
de: Entschlüsseln (OI Safe)
el: Αποκρυπτογράφηση (OI Safe)
fi: Pura salaus (OI Turva)
fr: Décrypt (OI Safe)
he: פענח (כספת OI)
hi: विकोड (ओई सेफ)
it: Decripta (OI Sicurezza)
ja: 複合化 (OI Safe)
nb: Dekrypter (OI Safe)
pl: Odszyfruj (OI Sejf)
pt: Descodificar (OI Safe)
ro: Decriptează (OI Safe)
ru: Расшифровать (OI Safe)
sd: (विकोड (OI सुरक्षित
sk: Dešifrovať (OI Trezor)
tl: Decrypt (OI Kaha)
tr: Şifreyi Çözmek(OI Kasa)
ug: شىفىر يەش (OI بىخەتەرلىك)

source: Encrypt (OI Safe)
be: Зашыфраваць (OI Safe)
bg: Криптирай (OI Safe)
cs: Zašifrovat (OI Sejf)
de: Verschlüsseln (OI Safe)
el: Κρυπτογράφηση (OI Κιβώτιο)
fi: Salaa (OI Turva)
he: הצפן (כספת OI)
hi: गोपनीय (ओई सेफ)
it: Cripta (OI Sicurezza)
ja: 暗号化 (OI Safe)
nb: Dekrypter (OI Safe)
pl: Szyfruj (OI Sejf)
pt: Codificar (OI Safe)
ro: Criptează (OI Safe)
ru: Зашифровать (OI Safe)
sd: (गोपनीय(OI सुरक्षित
sk: Šifrovať (OI Trezor)
tl: Encrypt (OI Kaha)
tr: Şifrelemek(OI Kasa)
ug: شىفىرلاش (OI بىخەتەرلىك)

source: Get password (OI Safe)
be: Атрымаць пароль (OI Safe)
bg: Получаване на парола (IO Safe)
cs: Získat heslo (OI Sejf)
de: Password erhalten (OI Safe)
el: Λήψη Κωδικού (OI Κιβώτιο)
fi: Ota salasana (OI Turva)
fr: Obtenir un mot de passe (OI Safe)
he: השג סיסמא (כספת OI)
hi: पासवर्ड लाए (ओई सेफ)
it: Ricevi password (OI Sicurezza)
ja: パスワードを取得 (OI Safe)
nb: Hent passord (OI Safe)
pl: Uzyskaj hasło (OI Sejf)
pt: Obter senha (OI Safe)
ro: Solicită parolă (OI Safe)
ru: Получить пароль (OI Safe)
sd: (पासवर्ड लाए(OI सुरक्षित
sk: Získať heslo (OI Trezor)
tl: Kunin ang password (OI Kaha)
tr: Şifreyi alın (OI Kasa)
ug: ئىم ئۇنتۇلغان (OI بىخەتەرلىك)

source: Set password (OI Safe)
be: Назначыць пароль (OI Safe)
bg: Задаване на парола (OI Safe)
cs: Nastavit heslo (OI Sejf)
de: Passwort setzen (OI Safe)
el: Ορισμός Κωδικού (OI Κιβώτιο)
fi: Valitse salasana (OI Turva)
fr: Définir le mot de passe (OI Safe)
he: קבע סיסמא (כספת OI)
hi: पासवर्ड रखें (ओई सेफ)
it: Imposta password (OI Sicurezza)
ja: パスワードを設定 (OI Safe)
nb: Sett passord (OI Safe)
pl: Ustaw hasło (OI Sejf)
pt: Definir senha (OI Safe)
ro: Setează parolă (OI Safe)
ru: Установить пароль (OI Safe)
sd: (पासवर्ड रख्यो(OI सुरक्षित
sk: Zvoliť heslo (OI Trezor)
tl: Itakda ang password (OI Kaha)
tr: Şifreyi ayarlayın(OI Kasa)
ug: ئىم تەڭشەك (OI بىخەتەرلىك)

source: Restart timer (OI Safe)
be: Абнавіць таймер (OI Safe)
bg: Рестартирай таймера (OI Safe)
cs: Restartovat časovač (OI Sejf)
de: Timer neu starten (OI Safe)
el: Επανεκκίνηση χρονομετρητή (OI Κιβώτιο)
fi: Uudelleenkäynnistä ajastin (OI Turva)
fr: Redémarre le minuteur (OI Safe)
he: הפעל מחדש טיימר (כספת OI)
hi: गाढ़ी फिरसे शुरू करें (ओई सेफ)
it: Riavvia timer (OI Sicurezza)
ja: タイマーの再実行 (OI Safe)
nb: Restart tidtakeren (OI Safe)
pl: Uruchom ponownie zegar (OI Sejf)
pt: Reiniciar temporizador (OI Safe)
ro: Cronometru de repornire (OI Safe)
ru: Обновить таймер (OI Safe)
sd: (ताईमेर वारी सां चालू कयो (OI सुरक्षित
sk: Reštartovať časovač (OI Trezor)
tl: I-restart ang timer (OI Kaha)
tr: Yeniden başlatma zamanlayıcısı(OI Kasa)
ug: قايتا قوزغىتىش ۋاقتى (OI بىخەتەرلىك)

source: Open OI Safe
be: Адкрыць OI Safe
bg: Отвори OI Safe
cs: Otevřít OI Sejf
de: OI Safe öffnen
el: Άνοιγμα OI Κιβώτιο
fi: Avaa OI Turva
fr: Ouvrir OI Safe
he: פתח כספת OI
hi: ओई सेफ खोलें
it: Apri OI Sicurezza
ja: OI Safeを開く
nb: Åpne OI Safe
pl: Otwórz OI Sejf
pt: Abrir OI Safe
ro: Deschide OI Safe
ru: Открыть OI Safe
sd: OI सुरक्षित खोल्यो
sk: Otvoriť OI Trezor
tr: OI Kasayı aç.
ug: (OI بىخەتەرلىكنى ئاچ

source: Continue
be: Працягнуць
bg: Продължи
cs: Pokračovat
de: Fortsetzen
el: Συνέχεια
fi: Jatka
fr: Continuer
he: המשך
hi: आगे बढ़ें
it: Continua
ja: 続ける
nb: Fortsett
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
sd: |जारी रख्यो
sk: Pokračovať
tl: Magpatuloy
tr: Devam et
ug: داۋاملاشتۇر

source: Generate Password
be: Згенераваць пароль
bg: Генерирай парола
cs: Vygenerovat heslo
de: Passwort erzeugen
el: Δημιουργία Κωδικού
fi: Anna satunnainen salasana
fr: Générer un mot de passe
he: יצר סיסמא
hi: पासवर्ड बनायें
it: Genera password
ja: パスワードを生成
nb: Generer passord
pl: Generuj hasło
pt: Gerar senha
ro: Generează parolă
ru: Сгенерировать пароль
sd: पासवर्ड ठायो
sk: Generovať Heslo
tl: Lumikha ng Password
tr: Parola oluştur
ug: ئىم قۇر

source: Password Length
be: Дліна пароля
bg: Дължина на паролата
cs: Délka hesla
de: Passwort Länge
el: Μήκος Κωδικού
fi: Salasanan pituus
fr: Longueur du mot de passe
he: אורך סיסמא
hi: पासवर्ड कि लम्बाई
it: Lunghezza della password
ja: パスワードの長さ
nb: Passordlengde
pl: Długość hasła
pt: Tamanho da senha
ro: Lungimea parolei
ru: Длинна пароля
sd: पासवर्ड जी लम्बाई
sk: Dĺžka Hesla
tl: Haba ng Password
tr: Parola uzunluğu
ug: ئىم ئۇزۇنلۇقى

source: Uppercase [A-Z]
be: Верхні рэгістр [A-Z]
bg: Главни [A-Z]
cs: Velká písmena [A-Z]
de: Großbuchstaben [A-Z]
el: Κεφαλαία [A-Z]
fi: Isot kirjaimet [A-Z]
fr: Majuscules [A-Z]
he: אותיות גדולות [A-Z]
hi: उपरी केस [A-Z]
it: Maiuscolo [A-Z]
ja: 大文字のアルファベット [A-Z]
nb: Store bokstaver [A-Å]
pl: WIelkie [A-Z]
pt: Maiúsculas [A-Z]
ro: Litere mari [A-Z]
ru: Верхний регистр [A-Z]
sd: [उपरी केस [A-Z
sk: Veľké písmo [A-Z]
tr: Büyük [A-Z]
ug: كىچىك ھەرپ [A-Z]

source: Lowercase [a-z]
be: Ніжні рэгістр [a-z]
bg: Малки [a-z]
cs: Malá písmena [a-z]
de: Kleinbuchstaben [a-z]
el: Μικρά [a-z]
fi: Pienet kirjaimet [a-z]
fr: Minuscules [a-z]
he: אותיות קטנות [A-Z]
hi: निचारी केस [a-z]
it: Minuscolo [a-z]
ja: 小文字のアルファベット [a-z]
nb: Små bokstaver [a-å]
pl: Małe [a-z]
pt: Minúsculas [a-z]
ro: Litere mici [a-z]
ru: нижний регистр [a-z]
sd: [निचारी केस [a-z
sk: Malé písmo [a-z]
tr: Küçük [a-z]
ug: كىچىك ھەرپ [a-z]

source: Numbers [0-9]
be: Лічбы [0-9]
bg: Цифри [0-9]
cs: Čísla [0-9]
de: Zahlen [0-9]
el: Αριθμοί [0-9]
fi: Numerot [0-9]
fr: Numéros [0-9]
he: מספרים [0-9]
hi: संख्या [०-९]
it: Numeri [0-9]
ja: 数字 [0-9]
nb: Nummer [0-9]
pl: Cyfry [0-9]
pt: Números [0-9]
ro: Numere [0-9]
ru: Цифры [0-9]
sd: [संख्या [०-९
sk: Čísla [0-9]
tl: Mga Numero [0-9]
tr: Sayılar [0-9]
ug: سان [0-9]

source: Symbols [!@#$%^\*]
be: Сімвалы [!@#$%^\*]
bg: Символи [!@#$%^ \ *]
cs: Symboly [!@#$%^\*]
de: Sonderzeichen [!@#$%^\*]
el: Σύμβολα [!@#$%^\*]
fi: Symbolit[!@#$&^\*]
fr: Symboles [!@#$%^\*]
he: סימנים [!@#$%^\*]
hi: प्रतींको [!@#$%^\*]
it: Simboli [!@#$%^\*]
ja: 記号 [!@#$%^\*]
nb: Symboler [!@#$%^\*]
pl: Symbole [!@#$%^\*]
pt: Símbolos [!@#$%^\*]
ro: Simboluri [!@#$%^\*]
ru: Символы [!@#$%^\*]
sd: प्रतींको [!@#$%^\*]
sk: Symboly [!@#$%^\*]
tl: Mga Simbolo [!@#$%^ \ *]
tr: Semboller [!@#$%^\*]
ug: بەلگە [!@#$%^\*]

source: Copy to Current Entry
be: Капіраваць у цякучы запіс
bg: Копиране в текущия запис
cs: Zkopírovat do současné položky
de: In den aktuellen Eintrag kopieren
el: Αντιγραφή στην Τρέχουσα Καταχώρηση
fi: Kopioi tämänhetkiseen merkintään
fr: Copier dans l'entrée actuelle
he: העתק לרשומה נוכחית
hi: वर्त्तमान कि एंट्री में नकलें
it: Copia nell'entrata corrente
ja: 現在のエントリーにコピーする
nb: Kopier til nåværende oppføring
pl: Kopiuj do bieżącego wpisu
pt: Copiar para a entrada atual
ro: Copiază în înregistrarea curentă
ru: Копировать в текущую запись
sd: वर्तमान एंट्री में कॉपी करें
sk: Kopírovať do Aktuálnej Položky
tl: Kopyahin sa Kasalukuyang Ipi-napasok
tr: Şuanki girdiyi koyalayın
ug: نۆۋەتتىكى تۈرنى كۆچۈر

source: Copy to Clipboard
be: Скапіраваць у буфер
bg: Копирай в клипборда
cs: Zkopírovat do schránky
de: In die Zwischenablage kopieren
el: Αντιγραφή στο Πρόχειρο
fi: Kopioi leikepöydälle
fr: Copier dans le Presse-papiers
he: העתקה ללוח העריכה
hi: क्लिपबोर्ड पर नकल बनाएं
it: Copia negli appunti
ja: クリップボードへコピー
nb: Kopier til utklippstavle
pl: Kopiuj do schowka
pt: Copiar para a área de transferência
ro: Copiază în clipboard
ru: Копировать в буфер обмена
sd: क्लिपबोर्ड में कॉपी करें
sk: Kopírovať do schránky
tl: Kopyahin sa Clipboard
tr: Panoya Kopyala
ug: چاپلاش تاختىسىغا كۆچۈر

source: Cancel
be: Адмяніць
bg: Отказ
cs: Zrušit
de: Abbrechen
el: Ακύρωση
fi: Peruuta
fr: Quitter
he: ביטול
hi: रद्द
it: Cancella
ja: キャンセル
nb: Avbryt
pl: Anuluj
pt: Cancelar
ro: Renunță
ru: Отменить
sd: |रद्द क्यो
sk: Zrušiť
tl: Kanselahin
tr: İptal
ug: ۋاز كەچ

source: Discard changes
be: Адхіліць змяненні
bg: Отмяна на промените
cs: Zahodit změny
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
fi: Hylkää muutokset
fr: Annuler les modifications
he: ביטול השינויים
hi: परिवर्तन फेंक दें
it: Cancella le modifiche
ja: 変更を破棄
nb: Forkast endringer
pl: Porzuć zmiany
pt: Não guardar alterações
ro: Renunță la modificări
ru: Отменить изменения
sd: परिवर्तन फेंक छादयो
sk: Zahodiť zmeny
tl: Tanggalin ang mga pagbabago
tr: Değişikleri kaydetme.
ug: ئۆزگەرتىشلەرنى تاشلىۋەت

source: Entry saved
be: Запіс захаваны
bg: Влизането запазено
cs: Položka uložena
de: Eintrag gespeichert
el: Η καταχώρηση αποθηκέυτηκε
fi: Merkintä tallennettu
fr: Entrée sauvé
he: רשומה נשמרה
hi: एंट्री बचाली हैं
it: Entrata salvata
ja: 保存されたエントリー
nb: Oppføring lagret
pl: Wpis zapisany
pt: Entrada gravada
ro: Înregistrare salvată
ru: Запись сохранена
sd: एंट्री सुरक्षित थी वई
sk: Položka bola uložená
tl: Na-save ang pinasok
tr: Girdiler kaydedildi.
ug: تۈر ساقلاندى

source: Unable to save due to database error
be: Не захаванна з-за памылкі базы дадзеных
bg: Не може да запази поради грешка в базата данни
cs: Uložení se nezdařilo kvůli chybě databáze
de: Auf Grund eines Datenbankfehlers konnte nicht gespeichert werden
el: Αδυναμία αποθήκευσης λόγω σφάλματος στη βάση δεδομένων
fi: Ei voinut tallentaa koska tietokantavirhe oli tapahtunut
fr: Impossible d'enregistrer base de données due à une erreur
he: לא ניתן לשמור מידע עקב שגיאה במסד הנתונים
hi: डाटाबेस त्रुटि के कारण बचा नहीं सकें
it: Impossibile salvare a causa dell'errore nella base dei dati
ja: データベースエラーにより保存することができません。
nb: Klarte ikke å lagre på grunn av databasefeil
pl: Nie można zapisać z powodu błędu bazy danych
pt: Incapaz de gravar - erro na base de dados
ro: Imposibil de a salva datorită unei erori a bazei de date
ru: Не удалось сохранить из-за ошибки базы данных
sd: डाटाबेस त्रुटि जे कारण न बचाऐ सग्यास
sk: Nebolo možné uložiť kôli chybe databázy
tl: Hindi ma-save dahil sa error ng database
tr: Veri tabanı hatasından dolayı kaydedilemiyor.
ug: سانداق خاتالىقى سەۋەبىدىن ساقلىيالمايدۇ

source: Last edited
be: Апошняе рэдагаванне
bg: Последна промяна
cs: Naposledy upraveno
de: Zuletzt bearbeitet
el: Τελευταία τροποποίηση
fi: Viimeksi muokattu
fr: Dernière édition
he: נערך לאחרונה
hi: आखी संपादन
it: Ultima modifica
ja: 最後の編集
nb: Sist redigert
pl: Ostatnio edytowane
pt: Última edição
ro: Ultima editare
ru: Последнее редактирование
sd: आखरी बार संशोधित
sk: Naposledy upravené
tl: Huling binago
tr: Son düzenleme
ug: ئاخىرقى تەھرىر
