Repository: openintents/translations-export
Catalog: translations_shoppinglist/*.po
Languages: ar, be, bg, cs, da, de, el, es, fa, fr, he, hi, hr, hu, ja, mk, nl, oc, pl, pt, ro, ru, sd, sk, sr, sv, tl, tr, ug

source: Theme
ar: الثيم
be: Тэма
bg: Палитра
cs: Motiv
da: Tema
de: Design
el: Θέμα
es: Tema
fa: تم
fr: Thème
he: ערכת נושא
hi: विषयवस्तु
hr: Tema
hu: Téma
ja: テーマ
mk: Тема
nl: Thema
oc: Tèma
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
sd: विषयवस्तु
sk: Téma
sr: Тема
sv: Tema
tl: Tema
tr: Tema
ug: ئۆرنەك

source: Theme settings
ar: اعدادات الثيم
be: Параметры тэмы
bg: Настройки палитра
cs: Nastavení motivu
da: Temaindstillinger
de: Design Einstellungen
el: Ρυθμίσεις θέματος
es: Ajustes de tema
fa: تنظیمات تم
fr: Option du thème
he: הגדרות ערכת נושא
hi: विषयवस्तु सेटिंग
hr: Postavke teme
hu: Téma beállítások
ja: テーマの設定
mk: Подесувања на тема
nl: Thema instellingen
oc: Opcion del tèma
pl: Ustawienia motywu
pt: Definições de tema
ro: Configurări temă
ru: Настройки темы
sd: विषयवस्तु सेटिंग
sk: Nastavenia témy
sr: Опције за тему
sv: Tema inställningar
tl: Mga settings ng Tema
tr: Tema ayarları
ug: ئۆرنەك تەڭشىكى

source: Rename list
ar: أعد تسمية القائمة
be: Змяніць назву спіса
bg: Преименувай списък
cs: Přejmenovat seznam
da: Omdøb liste
de: Liste umbenennen
el: Μετονομασία λίστας
es: Cambie el nombre de la lista
fa: تغییر نام لیست
fr: Renommer la liste
he: שנה שם רשימה
hi: सूची का नाम बदलें
hr: Preimenuj popis
hu: Lista átnevezése
ja: リストの名前を変更
mk: Преименувајте ја листата
nl: Hernoem lijst
oc: Tornar nomenar la lista
pl: Zmień nazwę listy
pt: Mudar nome da lista
ro: Redenumește lista
ru: Переименовать список
sd: सूची अयो नाम बदलो
sk: Premenovať zoznam
sr: Промени име листе
sv: Byt namn på lista
tl: Palitan ang pangalanan ng listahan
tr: Listeyi yeniden adlandır
ug: تىزىم ئاتىنى ئۆزگەرت

source: Mark item
ar: حدد عنصر
be: Адзначыць элемент
bg: Маркирай елемент
cs: Označit položku
da: Markér vare
de: Eintrag markieren
el: Επισήμανση στοιχείου
es: Marcar elemento
fa: علامتگذاری مورد
fr: Cocher un élément
he: סמן פריט
hi: आइटम चिन्हित करें
hr: Označi stavku
hu: Elem megjelölése
ja: アイテムをマーク
mk: Обележете ја ставката
nl: Streep item aan
oc: Marcar l'element
pl: Zaznacz element
pt: Marcar item
ro: Bifează articolul
ru: Выделить элемент
sd: आईटम ते निशान लगायो
sk: Označiť položku
sr: Означавање ставке
sv: Markera post
tl: Markahan ang bagay
tr: İşaretli öğe
ug: تۈرگە بەلگە سال

source: Auto add
ar: أضافة اوتوماتيكيا
be: Аўтаматычнае даданне
bg: Автоматично добавяне
cs: Automaticky přidat
da: Auto-tilføj
de: Automatisch hinzufügen
el: Αυτόματη προσθήκη
es: Auto agregar
fa: افزودن خودکار
fr: Ajout automatique
he: הוספה אוטומטית
hi: स्वत: जोड़
hr: Automatsko dodavanje
hu: Automatikus hozzáadás
ja: 自動追加
mk: Автоматско додавање
nl: Automatisch toevoegen
oc: Apondon automatic
pl: Edytuj element
pt: Adição automática
ro: Adaugă automat
ru: Авто добавление
sd: स्वत: जोड़
sk: Automaticky pridať
sr: Аутоматско додавање
sv: Lägg till automatiskt
tl: Awtomatikong magdagdag
tr: Otomatik ekleme
ug: ئۆزلۈكىدىن قوش

source: Stores...
ar: المتاجر...
be: Магазіны...
bg: Сладове..
cs: Obchody...
de: Geschäfte ...
fa: فروشگاه...
fr: Boutiques...
he: חנויות...
hi: स्टोर्स...
ja: 店...
nl: Winkels...
pl: Sklepy...
pt: Lojas...
ro: Magazine...
ru: Магазины
sd: स्टोर्स...
sk: Obchody...
sr: Продавнице...
sv: Affärer...
tl: Mga tindahan...
tr: Mağazalar
ug: دۇكانلار…

source: Rename store
ar: أعد تسمية المتجر
be: Змяніць назву магазіна
bg: Преименувай склад
cs: Přejmenovat obchod
de: Geschäft umbenennen
fa: تغییر نام فروشگاه
fr: Renommer une boutique
he: שנה שם חנות
hi: स्टोर का नाम बदलें
ja: 店の名前を変更する
nl: Hernoem winkel
pl: Zmień nazwę sklepu
pt: Mudar nome da loja
ro: Redenumește magazinul
ru: Переименовать магазин
sd: स्टोर जो नाम बदल्यो
sk: Premenovať obchod
sr: Измена имена продавнице
sv: Byt namn på affär
tl: Palitan ang pangalan ng tindahan
tr: Mağazayı yeniden adlandır
ug: دۇكان ئاتىنى ئۆزگەرت

source: Delete store
ar: أحذف المتجر
be: Выдаліць магазін
bg: Изтрии слад
cs: Odstranit obchod
de: Geschäft löschen
fa: حذف فروشگاه
fr: Supprimer une boutique
he: מחק חנות
hi: स्टोर हटाएँ
ja: 店を削除する
nl: Verwijder winkel
pl: Usuń sklep
pt: Eliminar loja
ro: Șterge magazinul
ru: Удалить магазин
sd: स्टोर खे मिटायो
sk: Zmazať obchod
sr: Брисање проавнице
sv: Ta bort affär
tl: Alisin ang tindahan
tr: Mağazayı sil
ug: دۇكان ئۆچۈر

source: Do you really want to delete this store?
ar: هل أنت متأكد من رغبتك في حذف هذا المتجر ؟
be: Вы ўпэўнены, што жадаеце выдаліць гэты магазін?
bg: Наистина ли сикате да изтриете този склад
cs: Opravdu chcete odstranit tento obchod?
de: Geschäft wirklich löschen?
fa: آیا شما واقعا می خواهید به حذف این فروشگاه؟
fr: Voulez-vous vraiment supprimer cette boutique
he: האם אתה בטוח כי ברצונך למחוק חנות זו?
hi: क्या आप सचमुच इस स्टोर को हटाना चाहते हैं
ja: 本当にこの店を削除したいですか？
nl: Wilt u deze winkel echt verwijderen?
pl: Czy na pewno chcesz usunąć ten sklep?
pt: Pretende eliminar esta loja?
ro: Sigur doriți să ștergeți acest magazin?
ru: Вы действительно хотите удалить этот магазин?
sd: शा तहां सहियमें इन्ह स्टोर खे मितायण ता चाह्यो
sk: Naozaj chcete zmazať tento obchod?
sr: Да ли стварно желите да обришете ову продавницу?
sv: Vill du verkligen ta bort affären?
tl: Gusto mo ba talagang alisin ang tindahan na ito?
tr: Bu mağazayı silmek istediğinizden emin misiniz?
ug: بۇ دۇكاننى راستلا ئۆچۈرەمسىز؟

source: No items available
ar: لا يوجد أي عنصر متوفر
be: Няма даступных элементаў
bg: Елементите не са действащи
cs: Žádné položky nejsou k dispozici
da: Ingen tilgængelige varer
de: Keine Einträge vorhanden
es: No hay elementos disponibles
fa: هيچ موردي وجود ندارد
fr: Aucun élément disponible
he: אין פריטים זמינים
hi: कोई आइटम मोजूद नहीं है
ja: 利用できるアイテムはありません
nl: Geen items beschikbaar
pl: Brak elementów
pt: Sem itens disponíveis
ro: Nu există articole disponibile
ru: Нет доступных элементов
sd: कोई आइटम मोजूद काने
sk: Žiadne položky niesu dostupné
sr: Нема ставки
sv: Inga poster tillgängliga
tl: Walang mga bagay na magagamit
tr: Hiçbir öğe mevcut değil
ug: ئىشلىتىلىشچان تۈر يوق

source: No stores available for this list
fr: Pas de boutique disponible pour cette liste
pt: Sem lojas para esta lista
ro: Nu există magazine disponibile pentru această listă
sr: Нема продавница за ову листу
sv: Inga affärer tillgängliga för den här listan

source: No tags available for this list
pt: Sem "tags" para esta lista
ro: Nu există etichete disponibile pentru această listă
sr: Нема ознака за ову листу
sv: Inga etiketter tillgängliga för den här listan

source: Remove item from list
ar: أحذف العنصر من القائمة
be: Выдаліць элемент з спісу
bg: Отстрани елемент от списъка
cs: Odebrat položku ze seznamu
da: Fjern vare fra liste
de: Eintrag von der Liste löschen
el: Κατάργηση στοιχείου από λίστα
es: Eliminar elemento de la lista
fa: مورد را از لیست حذف کنید
fr: Retirer l'élément de la liste
he: מחק פריט מהרשימה
hi: इस आइटम को सूची से हटाएँ
hr: Ukloni stavku s popisa
hu: Elem törlése a listából
ja: アイテムをリストから移動
mk: Отстранете ја ставката од листата
nl: Verwijder item uit lijst
oc: Levar l'element de la lista
pl: Usuń element z listy
pt: Remover item da lista
ro: Elimină articolul din listă
ru: Удалить из списка покупок
sd: इन्ह आइटम खे सूचीय माँ हटायो
sk: Odstrániť položku zo zoznamu
sr: Делимично брисање са листе
sv: Ta bort post från lista
tl: Alisin ang bagay sa listahan
tr: Listeden öğeyi kaldır
ug: تۈرنى تىزىمدىن چىقىرىۋەت

source: Delete item permanently
ar: أحذف العنصر باستمرار
be: Выдаліць элемент назаўсёды
bg: Изтрий елемент перманентно
cs: Odstranit položku
da: Slet vare permanent
de: Eintrag vollständig löschen
el: Μόνιμη διαγραφή στοιχείου
es: Borrar elemento permanentemente
fa: مورد را برای همیشه حذف کنید
fr: Supprimer l'élément définitivement
he: מחק פריט לצמיתות
hi: आइटम सदा के लिए हटाएँ
hr: Trajno obriši stavku
hu: Elem végleges törlése
ja: アイテムを完全に削除
mk: Трајно избришете ја ставката
nl: Item voorgoed verwijderen
oc: Suprimir l'element definitivament
pl: Usuń element na stałe
pt: Eliminar item permanentemente
ro: Șterge permanent articolul
ru: Удалить навсегда
sd: आईटम खे हमेशा लाये मिटायो
sk: Zmazať položku permanentne
sr: Трајно брисање са листе
sv: Ta bort post permanent
tl: Permanenteng alisin ang bagay
tr: Öğeyi kalıcı olarak sil
ug: تۈرنى مەڭگۈلۈك ئۆچۈر

source: Move item to other list
ar: أنقل العنصر الى قائمة أخرى
be: Перамесціць у іншы спіс
bg: Премести елемент към друг списък
cs: Přesunout položku do jiného seznamu
de: Eintrag in andere Liste verschieben
es: Mover el elemento a otra lista
fa: انتقال مورد به يك ليست ديگر
fr: Déplacer l'élément dans une autre liste
he: העבר פריט לרשימה אחרת
hi: आइटम अन्य सूची में ले जाएँ
ja: アイテムをほかのリストに移動する
nl: Verplaats item naar andere lijst
pl: Przenieś wpis do innej listy
pt: Mover item para outra lista
ro: Mută articolul în altă listă
ru: Переместить пункт в другой список
sd: आईटम खे बी सूचीय में मोक्ल्यो
sk: Presunúť položku do iného zoznamu
sr: Пребацивање ставке на другу листу
sv: Flytta vara till annan lista
tl: Ilipat ang bagay sa ibang listahan
tr: Öğeyi başka bir listeye taşı
ug: تۈرنى باشقا تىزىمغا يۆتكە

source: Copy item
ar: نسخ عنصر
be: Скапіраваць элемент
bg: Копирай артикул
cs: Zkopírovat položku
fa: آیتم کپی
fr: Copier l'élément
ja: アイテムをコピーする
pl: Kopiuj element
pt: Copiar item
ro: Copiază elementul
sd: आईटम खे कॉपी कयो
sk: Kopírovať položku
sr: Копирај ставку
sv: Kopiera vara
tl: Kopyahin ang bagay
ug: تۈر كۆچۈر

source: Add
ar: إضافة
be: Дадаць
bg: Добавяне
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Agregar
fa: اضافه کردن
fr: Ajouter
he: הוסף
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
ja: 追加
mk: Додади
nl: Toevoegen
oc: Apondre
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sd: जोड्यो
sk: Pridať
sr: Додај
sv: Lägg till
tl: Magdagdag
tr: Ekle
ug: قوش

source: Pick items
ar: اختر العناصر
be: Выбар элементаў
bg: Избери елементи
cs: Zvolit položky
da: Vælg varer
de: Eintrag auswählen
el: Επιλογή στοιχείων
es: Marcar elementos
fa: انتخاب موارد
fr: Cochez des éléments
he: בחר פריטים
hi: आइटम चुनें
hr: Odaberi stavku
hu: Elemek kiválasztása
ja: アイテムを選択
mk: Избери ставки
nl: Kies items
oc: Marcatz d'elements
pl: Wybierz elementy
pt: Escolha os itens
ro: Selectează articole
ru: Выбор элементов
sd: आईटम खे खंड्यो
sk: Vybrať položky
sr: Бирај ставке
sv: Välj varor
tl: Pumili ng mga bagay
tr: Öğeleri seçin
ug: تۈرلەرنى تاللاڭ

source: Shopping
ar: التسوق
be: Пакупкі
bg: Пазаруване
cs: Nakupování
da: Indkøb
de: Einkaufen
el: Αγορές
es: Compras
fa: خرید
fr: Courses
he: קניות
hi: खरीदारी
hr: Kupovina
hu: Bevásárlás
ja: ショッピング
mk: Шопинг
nl: Boodschappen
oc: Crompas
pl: Zakupy
pt: Compras
ro: Cumpărături
ru: Покупки
sd: खरीदारी
sk: Nakupovanie
sr: Куповина
sv: Handlar
tl: Pamimili
tr: Alışveriş
ug: تاۋارلار

source: %s - Pick items
ar: %s - اختر العناصر
be: %s - Абрана элементаў
bg: %s - Избери елементи
cs: %s - Zvolit položky
da: %s - Vælg varer
de: %s - Eintrag auswählen
el: %s - Επιλογή στοιχείων
es: %s - Elementos marcados
fa: %s - انتخاب موارد
fr: %s - Cochez des éléments
he: %s - בחר פריטים
hi: %s - आइटम चुनें
hr: %s - odaberite stavke
hu: %s - Elemek kiválasztása
ja: %s - アイテムを選択
mk: %s – Одберете ставки
nl: %s - Kies items
oc: %s - Marcatz d'elements
pl: %s - wybierz elementy
pt: %s - Escolha os itens
ro: %s - Selectează articole
ru: %s - Выбрано элементов
sd: s - आइटम चुन्द्यो%
sk: %s - Vybrať položky
sr: %s - Бирај ставке
sv: %s - Välj poster
tl: %s - Pumili ng mga bagay
tr: %s - Öğeleri seçin
ug: %s - تاللانغان تۈرلەر

source: %s - Shopping
ar: %s - التسوق
be: %s - Спіс
bg: %s - Пазаруване
cs: %s - Nakupování
da: %s - Indkøb
de: %s - Einkaufen
el: %s - Αγορές
es: %s - Compras
fa: %s - خرید
fr: %s - Courses
he: %s - קניות
hi: %s - खरीदारी
hr: %s - kupovina
hu: %s - Bevásárlás
ja: %s - ショッピング
mk: %s - Шопинг
nl: %s - Boodschappen
oc: %s - Crompas
pl: %s - zakupy
pt: %s - Compras
ro: %s - Cumpărături
ru: %s - Список
sd: s - खरीदारी %
sk: %s - Nakupovanie
sr: %s - Куповина
sv: %s - Handla
tl: %s - Pamimili
tr: %s - Alışveriş
ug: %s - تاۋارلار

source: %s - Stores
ar: %s - المتاجر
be: %s - Магазіны
bg: %s Складове
cs: %s - Obchody
de: %s - Geschäfte
fa: فروشگاهی-s%
fr: %s - Boutiques
he: %s - חנויות
hi: %s - स्टोर्स
ja: %s - 店
nl: %s - Winkels
pl: %s - Sklepy
pt: %s - Lojas
ro: %s - Magazine
ru: %s - Магазины
sd: s - स्टोर्स%
sk: %s - Obchody
sr: %s - Продавнице
sv: %s - Affärer
tl: %s - Mga Tindahan
tr: %s - Mağazalar
ug: %s - دۇكانلار

source: Edit Item Stores
ar: تعديل عناصر المتاجر
be: Рэдагаваць магазін
bg: Редактирай елементите на Складовете
cs: Upravit obchody s položkou
de: Bearbeite Item Shop
fa: ویرایش فروشگاه مورد
fr: Modifier l'élément boutique
he: ערוך פריטי חנויות
hi: आइटम स्टोर्स संपादन
ja: アイテムストアを編集
nl: Bewerk Item Winkels
pl: Edytuj sklepy
pt: Editar lojas
ro: Editează magazinele articolului
ru: Редактировать магазин
sd: आइटम स्टोर खे सम्पादित कयो
sk: Upraviť Obchody Položky
sr: Измена ставке Продавнице
sv: Ändra affärer
tl: Baguhin ang Bagay sa Tindahan
tr: Mağazaları Düzenle
ug: دۇكان تۈرلىرىنى تەھرىر

source: Tags
ar: الوسوم
be: Тэгі
bg: Отметки
cs: Štítky
da: Mærker (Tags)
de: Stichwörter
el: Ετικέτες
es: Etiquetas
fa: برچسب ها
fr: Libellé
he: תגיות
hi: टैग्स
hr: Oznake
hu: Címkék
ja: タグ
mk: Ознаки
nl: Labels
oc: Etiquetas
pl: Etykiety
ro: Etichete
ru: Метки
sd: टैग्स
sk: Tagy
sr: Ознаке
sv: Etiketter
tl: Mga Tag
tr: Etiketler
ug: خەتكۈشلەر

source: Price
ar: السعر
be: Кошт
bg: Цена
cs: Cena
da: Pris
de: Preis
el: Τιμή
es: Precio
fa: قیمت
fr: Prix
he: מחיר
hi: कीमत
hr: Cijena
hu: Ár
ja: 価格
mk: Цена
nl: Prijs
oc: Prètz
pl: Cena
pt: Preço
ro: Preț
ru: Цена
sd: कीमत
sk: Cena
sr: Цена
sv: Pris
tl: Presyo
tr: Fiyat
ug: باھاسى

source: Item
ar: العنصر
be: Элемент
bg: Елемент
cs: Položka
da: Vare
de: Eintrag
el: Στοιχείο
es: Elemento
fa: مورد
fr: Elément
he: פריט
hi: आइटम
hr: Stavka
hu: Elem
ja: アイテム
mk: Ставка
oc: Element
pl: Element
ro: Articol
ru: Элемент
sd: आइटम
sk: Položka
sr: Ставка
sv: Vara
tl: Bagay
tr: Öğe
ug: تۈر

source: Quantity
ar: الكمية
be: Колькасць
bg: Количество
cs: Množství
da: Antal
de: Menge
el: Ποσότητα
es: Cantidad
fa: کمیت
fr: Quantité
he: כמות
hi: मात्रा
hr: Količina
hu: Mennyiség
ja: 数量
mk: Количина
nl: Aantal
oc: Quantitat
pl: Ilość
pt: Quantidade
ro: Cantitate
ru: Количество
sd: मात्रा
sk: Množstvo
sr: Количина
sv: Kvantitet
tl: Dami
tr: Adet
ug: سانى

source: Priority
ar: الأولوية
be: Прыярытэт
bg: Приоритет
cs: Priorita
de: Priorität
es: Prioridad
fa: اولویت
fr: Priorité
he: עדיפות
hi: प्रधानता
ja: 優先度
nl: Prioriteit
pl: Priorytet
pt: Prioridade
ro: Prioritate
ru: Приоритет
sd: प्रधानता
sk: Priorita
sr: Приоритет
sv: Prioritet
tl: Prioridad
tr: Öncelik
ug: ئالدىنلىق

source: Has Note
ar: له ملاحظات
be: Ёсць нататка
bg: Има забележка
cs: Má poznámku
de: mit Notiz
es: Tiene nota
fa: يادداشت دارد
he: יש הערה
hi: व्याख्या है
ja: ノートがある
nl: Heeft notitie
pl: Ma notatkę
pt: Tem nota
ro: Are o notiță
ru: Есть заметка
sd: व्याख्या तस
sk: Má Poznámku
sr: Има Белешку
sv: Har anteckning
tl: May Tala
tr: Not var
ug: ئىزاھاتى بار

source: Units
ar: الوحدات
be: Адзінкі вымярэння
bg: Единици
cs: Jednotky
de: Maßeinheiten
es: Unidades
fa: واحدها
fr: Unités
he: יחידות
hi: इकाइयों
ja: 単位
nl: Eenheden
pl: Jednostki
pt: Unidades
ro: Unități
ru: Единицы измерения
sd: इकाईयाँ
sk: Jednotky
sr: Јединице
sv: Enhet
tl: Mga Yunit
tr: Birim
ug: بىرلىكى

source: Note
ar: الملاحظة
be: Нататка
bg: Забележка
cs: Poznámka
de: Bemerkung
es: Nota
fa: یادداشت
he: הערה
hi: व्याख्या
ja: ノート
nl: Opmerking
pl: Notatka
pt: Nota
ro: Notiță
ru: Примечание
sd: व्याख्या
sk: Poznámka
sr: Белешке
sv: Anteckning
tl: Tala
tr: Not
ug: ئىزاھات

source: Stores
fr: Boutiques
pt: Lojas
ro: Magazine
sr: Продавнице
sv: Affärer

source: List
fr: Liste
pt: Lista
ro: Listă
sr: Листа
sv: Lista

source: Other Quantity...
ar: كمية أخرى...
be: Іншая колькасць...
bg: Друго количество...
cs: Jiné množství...
de: Andere Anzahl...
fa: مقدار دیگر...
fr: Autre quantité
he: כמות אחרת...
hi: दूसरी मात्रा
ja: 他の個数...
pl: Inna Ilość...
pt: Outras quantidades...
ro: Altă cantitate...
ru: Другое Количеств ...
sd: बी मात्रा
sk: Iné Množstvo...
sr: Друга Количина...
sv: Annan kvantitet...
tl: Ibang Bilang...
tr: Diğer Miktar...
ug: باشقا سانى…

source: Other Priority...
ar: أولوية أخرى...
be: Іншы прыярытэт...
bg: Друг приоритет...
cs: Jiná priorita...
de: Andere Priorität...
fa: اولویت دیگر...
fr: Autre priorité...
he: עדיפות אחרת...
hi: दूसरी प्रधानता
ja: 他の優先度...
pl: Inny Priorytet...
pt: Outra prioridade...
ro: Altă prioritate...
ru: Друг Приоритеты ...
sd: बी प्रधानता
sk: Iná Priorita...
sr: Други Приоритет...
sv: Annan prioritet...
tl: Ibang Prioridad
tr: Diğer Öncelik...
ug: باشقا ئالدىنلىقى…

source: (Unfiltered)
fr: (non filtré)
pt: (Sem filtro)
ro: (Nefiltrat)
sr: (Без Филтерисања)
sv: (Ofiltrerad)

source: Total: %s
ar: المجموع: %s
be: Усяго: %s
bg: Общо: %s
cs: Celkem: %s
da: I alt: %s
de: Summe: %s
el: Σύνολο: %s
fa: جمع كل: %s
he: סך הכל : %s
hi: कुल: %s
hr: Ukupno: %s
hu: Összesen: %s
ja: 合計価格: %s
mk: Вкупно: %s
nl: Totaal: %s
pl: Razem: %s
ru: Итог: %s
sd: कुल: %s
sk: Spolu: %s
sr: Сума %s
tr: Toplam: %s
ug: جەمئى: %s

source: Checked: %s
ar: المحددة : %s
be: Сума: %s
bg: Проверени: %s
cs: Přeškrtnuté: %s
da: Afkrydset: %s
de: Erledigt: %s
el: Επιλεγμένα: %s
es: Revisado: %s
fa: بررسی شد: %s
fr: Coché: %s
he: נבדק : %s
hi: चिह्नित: %s
hr: Označeno: %s
hu: Kipipálva: %s
ja: チェック済合計価格: %s
mk: Проверени: %s
nl: Afgestreept: %s
oc: Marcat : %s
pl: Zaznaczone: %s
pt: Verificada: %s
ro: Bifat: %s
ru: Сумма: %s
sd: जांच थ्यल :%s
sk: Začiarknuté: %s
sr: Штиклиране %s
sv: Avbockat: %s
tl: Na-tsek: %s
tr: İşaretlendi: %s
ug: تەكشۈرۈلگەن: %s

source: Priority 1: %s
ar: الأولوية1 : %s
be: Прыярытэт 1: %s
bg: Приоритет 1:%s
cs: Priorita 1: %s
de: Wichtig 1: %s
fa: اولویت 1 :s%
fr: Priorité 1: %s
he: עדיפות 1: %s
hi: प्रधानता १: %s
ja: 優先度 1: %s
nl: Prioriteit 1: %s
pl: Priorytet 1: %s
pt: Prioridade 1: %s
ro: Prioritate 1: %s
ru: Приоритет 1: %s
sd: प्रधानता १: %s
sk: Priorita 1: %s
sr: 1 Приоритет: %s
sv: Prioritet 1: %s
tl: Prioridad 1: %s
tr: Öncelik 1:%s
ug: ئالدىنلىق 1: %s

source: Priority 1-2: %s
ar: الأولوية 1-2: %s
be: Прыярытэт 1-2: %s
bg: Приоритет 1-2:%s
cs: Priorita 1-2: %s
de: Wichtig 1-2: %s
fa: اولویت 1-2 :s%
fr: Priorité 1-2: %s
he: עדיפות 1-2: %s
hi: प्रधानता १-२: %s
ja: 優先度 1-2: %s
nl: Prioriteit 1-2: %s
pl: Priorytet 1-2: %s
pt: Prioridade 1-2: %s
ro: Prioritate 1-2: %s
ru: Приоритет 1-2: %s
sd: प्रधानता १-२: %s
sk: Priorita 1-2: %s
sr: 1-2 Приоритет: %s
sv: Prioritet 1-2: %s
tl: Prioridad 1-2: %s
tr: Öncelik 1-2: %s
ug: ئالدىنلىق 1-2: %s

source: Priority 1-3: %s
ar: الأولوية 1-3 : %s
be: Прыярытэт 1-3: %s
bg: Приоритет 1-3:%s
cs: Priorita 1-3: %s
de: Wichtig 1-3: %s
fa: اولویت 1-3 :s%
fr: Priorité 1-3: %s
he: עדיפות 1-3: %s
hi: प्रधानता १-३: %s
ja: 優先度 1-3: %s
nl: Prioriteit 1-3: %s
pl: Priorytet 1-3: %s
pt: Prioridade 1-3: %s
ro: Prioritate 1-3: %s
ru: Приоритет 1-3: %s
sd: प्रधानता १-३: %s
sk: Priorita 1-3: %s
sr: 1-3 Приоритет: %s
sv: Prioritet 1-3: %s
tl: Prioridad 1-3: %s
tr: Öncelik 1-3: %s
ug: ئالدىنلىق 1-3: %s

source: Priority 1-4: %s
ar: الأولوية 1-4: %s
be: Прыярытэт 1-4: %s
bg: Приоритет 1-4:%s
cs: Priorita 1-4: %s
de: Wichtig 1-4: %s
fa: اولویت 1-4 :s%
fr: Priorité 1-4: %s
he: עדיפות 1-4: %s
hi: प्रधानता १-४: %s
ja: 優先度 1-4: %s
nl: Prioriteit 1-4: %s
pl: Priorytet 1-4: %s
pt: Prioridade 1-4: %s
ro: Prioritate 1-4: %s
ru: Приоритет 1-4: %s
sd: प्रधानता १-४: %s
sk: Priorita 1-4: %s
sr: 1-4 Приоритет: %s
sv: Prioritet 1-4: %s
tl: Prioridad 1-4: %s
tr: Öncelik 1-4:%s
ug: ئالدىنلىق 1-4: %s

source: Are you sure you want to permanently delete this item?
ar: هل انت متأكد من رغبتك في حذف هذا العنصر باستمرار ؟
be: Вы ўпэўнены, што жадаеце назаўсёды выдаліць гэты элемент?
bg: Сигурен ли сте, че желаете перманентно да изтриете този артикул?
cs: Opravdu chcete odstranit tuto položku?
fa: آیا شما مطمئن هستید که می خواهید به طور دائم حذف این آیتم؟
fr: Voulez-vous vraiment supprimer définitivement cet élément ?
ja: 本当に選択したアイテムを永久に削除しますか?
pl: Czy na pewno chcesz trwale usunąć ten element?
pt: Tem a certeza que pretende eliminar este item permanentemente?
ro: Sigur doriți să ștergeți permanent acest element?
sd: ?शा तहन्जो पक्को तावकी तहां ईयो आईटम मितायण ता चाह्यो
sk: Ste si istý, že chcete trvalo odstrániť túto položku?
sr: Потврдите трајно брисање ове ставке...
sv: Är du säker på att du permanent vill ta bort den här varan?
tl: Sigurado ka bang gusto mong permanenteng alisin ang bagay na ito?
ug: بۇ تۈرنى مەڭگۈلۈككە ئۆچۈرەمسىز؟

source: Delete
ar: احذف
be: Выдаліць
bg: Изтриване
cs: Odstranit
de: Löschen
el: Διαγραφή
es: Borrar
fa: حذف
fr: Supprimer
he: מחק
hi: हटाएँ
hr: Obriši
hu: Törlés
ja: 削除
mk: Избриши
nl: Verwijderen
oc: Suprimir
pl: Usuń
pt: Eliminar
ro: Șterge
ru: Удалить
sd: मिटायो
sk: Zmazať
sr: Обриши
sv: Ta bort
tl: Alisin
tr: Sil
ug: ئۆچۈر

source: ... OK
ar: موافق...
fa: ... تأیید
he: ... אוקיי
hi: ... ठीक है
hr: ... U redu
oc: ... D'acòrdi
pt: ... Aceitar
ru: ... ДА
sd: ठीक आ
sr: ... У реду
tr: ...TAMAM
ug: …جەزملە

source: Pick list for shortcut
ar: اختر اختصار فائمة
be: Выбар спісу для ярлыка
bg: Избери списък за бърза команда
cs: Zvolte seznam, na nějž bude zástupce odkazovat
da: Vælg liste til genvej
de: Liste für Verknüpfung auswählen
el: Επιλογή λίστας για συντόμευση
es: Elija una lista para acceso directo
fa: لیست را برای میانبر انتخاب کنید
fr: Cocher une liste pour raccourcis
he: בחר רשימות לקיצור דרך
hi: शोर्त्चुत के लिए सूची चुनिए
hr: Odaberite stavku za prečac
hu: Lista kiválasztása parancsikonhoz
ja: リストのショートカットを作成
mk: Избери листа за кратенка
nl: Kies lijst, maak snellkoppeling
oc: Marcar una lista per acorchis
pl: Wybierz listę dla skrótu
pt: Escolha a lista para o atalho
ro: Selectează lista pentru scurtătură
ru: Выбор списка для ярлыка
sd: शोर्त्चुत जे लाये सूची चुन्द्यो
sk: Vybrať zoznam pre skratku
sr: Изаберите листу за стварање пречице на радној површини
sv: Välj lista för genväg
tl: Pumili ng listahan para sa shortcut
tr: Kısayol için bir liste seçin
ug: قىسقا يولنىڭ تاللاش تىزىمى

source: Pick list to insert items
ar: اختر قائمة لاضافة عناصر
be: Выбар спісу для дадання элементу
bg: Избери списък за въвеждане на елементи
cs: Zvolte seznam, kam se vloží položky
da: Vælg liste til at indsætte varer
de: Liste wählen um den Eintrag einzufügen
el: Επιλογή λίστας για εισαγωγή στοιχείων
es: Elija lista para introducir elementos
fa: لیست را برای وارد کردن موارد انتخاب کنید
fr: Sélectionner une liste pour insérer des éléments
he: בחר רשימה להכניס פריט
hi: आइटम को जोड़ने के लिए सूची चुनिए
hr: Odaberite popis za dodavanje stavki
hu: Lista kiválasztása elemek hozzáadásához
ja: アイテムを追加するリストを選択
mk: Избери листа за вметнување ставки
nl: Kies lijst voor het toevoegen van de items
oc: Seleccionar una lista per inserir d'elements
pl: Wybierz listę do której dodać elementy
pt: Escolha a lista para inserção de itens
ro: Selectează listă pentru a introduce articole
ru: Выбор листа для добавления элемента
sd: आइटम खे जोडन लाये सूची चुन्दयो
sk: Vyberte zoznam pre vloženie položiek
sr: Изаберите листу за унос ставки
sv: Välj lista för att infoga poster
tl: Pumili ng listahan para pasukan ng mga bagay
tr: Öğelerin ekleneceği listeyi seçin
ug: قىستۇرىدىغان تۈرلەرنىڭ تاللاش تىزىمى

source: Pick a theme
ar: اختر ثيم
be: Абраць тэму
bg: Избери палитра
cs: Zvolte motiv
da: Vælg et tema
de: Design auswählen
el: Επιλογή θέματος
es: Elije un tema
fa: انتخاب یک تم
fr: Choisissez un thème
he: בחר ערכת נושא
hi: विषयवस्तु चुने
hr: Odaberite temu
hu: Téma kiválasztása
ja: テーマを選択
mk: Избери тема
nl: Kies een thema
oc: Causissètz un tèma
pl: Wybierz motyw
pt: Escolha o tema
ro: Selectează o temă
ru: Выбрать тему
sd: विषयवस्तु खद्यो
sk: Vyberte si tému
sr: Изаберите тему
sv: Välj ett tema
tl: Pumili ng tema
tr: Bir tema seçin
ug: بىر ئۆرنەك تاللاڭ
