Repository: openintents/translations-export
Catalog: translations_shoppinglist/*.po
Languages: ar, be, bg, cs, da, de, el, es, fa, fr, he, hi, hr, hu, ja, mk, nl, oc, pl, pt, ro, ru, sd, sk, sr, sv, tl, tr, ug

source: translator-credits
ar: This is a dummy translation so that the credits are counted as translated. Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 friedger https://launchpad.net/~friedger kenn dhia https://launchpad.net/~kendhia
be: Launchpad Contributions: Alexander Geroimenko https://launchpad.net/~geroimenko OpenIntents devs https://launchpad.net/~openintents-devs
bg: Launchpad Contributions: Dariel Kremov https://launchpad.net/~dkremov Kras4ooo https://launchpad.net/~kkrassi1984 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 Stefani Soyanova https://launchpad.net/~stefi-stoyanova95 kosyo https://launchpad.net/~kosyokk
cs: Launchpad Contributions: Matěj Konečný https://launchpad.net/~matejkon OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 friedger https://launchpad.net/~friedger
da: This is a dummy translation so that the credits are counted as translated. Launchpad Contributions: Mads Peter Rommedahl https://launchpad.net/~lhademmor
de: Launchpad Contributions: Bernd Schlapsi https://launchpad.net/~bernd-sch Dennis Baudys https://launchpad.net/~thecondordb Fabian Riechsteiner https://launchpad.net/~ruffy91-gmail OpenIntents devs https://launchpad.net/~openintents-devs Patrick Eigensatz https://launchpad.net/~p.eigensatz Peli https://launchpad.net/~peli0101 SpaceCafé https://launchpad.net/~spacecafe friedger https://launchpad.net/~friedger markus.ruderman https://launchpad.net/~markus-ruderman
el: Launchpad Contributions: Peli https://launchpad.net/~peli0101
es: Launchpad Contributions: Angel Abad https://launchpad.net/~angelabad Javier Martínez Arrieta https://launchpad.net/~javote87 JoseRoberto https://launchpad.net/~joseroberto Joselt Peña https://launchpad.net/~inf3rn41j4p OpenIntents devs https://launchpad.net/~openintents-devs Paco Molinero https://launchpad.net/~franciscomol Peli https://launchpad.net/~peli0101 Sebas - KM Sistemas https://launchpad.net/~sebas-kmsistemas friedger https://launchpad.net/~friedger
fa: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 oren https://launchpad.net/~ahujaaditya92 reza kia https://launchpad.net/~kia1349 vishal panjwani https://launchpad.net/~vishal-panjwani15
fr: Launchpad Contributions: Abdessamad Derraz https://launchpad.net/~derraz Bonsoir https://launchpad.net/~bonsoir Omega13 https://launchpad.net/~omega13 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 Tanguy Herrmann https://launchpad.net/~dolanor Thibault Févry https://launchpad.net/~thibaultfevry dommy9111 https://launchpad.net/~bossboss9111 friedger https://launchpad.net/~friedger kawazzzzzz@yahoo.fr https://launchpad.net/~kawazzzzzz viktor https://launchpad.net/~lfraisse
he: Launchpad Contributions: Dvir Oren https://launchpad.net/~dvir0776 Neta Oren https://launchpad.net/~netao212 OpenIntents devs https://launchpad.net/~openintents-devs Yuval Yogev https://launchpad.net/~yogevyuval
hi: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Shitiz Garg https://launchpad.net/~l95s
hr: Launchpad Contributions: Peli https://launchpad.net/~peli0101
hu: Launchpad Contributions: Peli https://launchpad.net/~peli0101
ja: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 bkiw https://launchpad.net/~bkiw friedger https://launchpad.net/~friedger thebowseat https://launchpad.net/~takeshimochida
mk: Launchpad Contributions: Peli https://launchpad.net/~peli0101
nl: Launchpad Contributions: Bert Timmerman https://launchpad.net/~bert-timmerman Henk van der Velden https://launchpad.net/~henkvandervelden86 Jasperdc https://launchpad.net/~jasperdc Menno Vogel https://launchpad.net/~mennovogel90 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 friedger https://launchpad.net/~friedger
oc: Launchpad Contributions: Cédric VALMARY (Tot en òc) https://launchpad.net/~cvalmary
pl: Launchpad Contributions: Damian Skrodzki https://launchpad.net/~damienix Karolina Kowal https://launchpad.net/~gwiazdeczka11 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 Piotr Łazarczyk https://launchpad.net/~quazarxd Tomasz 'Zen' Napierala https://launchpad.net/~tzn Tomasz Zieliński https://launchpad.net/~tomek0517 friedger https://launchpad.net/~friedger zielmicha https://launchpad.net/~michal-zielinscy
pt: This is a dummy translation so that the credits are counted as translated. Launchpad Contributions: Peli https://launchpad.net/~peli0101 Sérgio Marques https://launchpad.net/~sergio+marques Tiago Silva https://launchpad.net/~tiagosilva
ro: Launchpad Contributions: Florentina Mușat https://launchpad.net/~kuchiki14 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 Stelescu Raul https://launchpad.net/~stelescuraul iulargsb https://launchpad.net/~iulargsb
ru: Launchpad Contributions: Alexander 'FONTER' Zinin https://launchpad.net/~spore-09 Alexander Sapronov https://launchpad.net/~warmonger Andrey Zaytsev https://launchpad.net/~a.einsam Evgrafov Vladimir https://launchpad.net/~evgrafov-vladimir OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 ZipUltra https://launchpad.net/~zipultra friedger https://launchpad.net/~friedger
sd: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani vishal panjwani https://launchpad.net/~vishal-panjwani15
sk: Launchpad Contributions: Lacko545 https://launchpad.net/~lackorauch Marek Dobransky https://launchpad.net/~marekdobr OpenIntents devs https://launchpad.net/~openintents-devs
sr: Launchpad Contributions: FiReSTaRT https://launchpad.net/~dlyh
sv: Launchpad Contributions: Carl Fredrik Sima https://launchpad.net/~cf-sima Jocke Pihlström https://launchpad.net/~jockepihlstrom Peli https://launchpad.net/~peli0101 Rikard Edgren https://launchpad.net/~rikard-edgren
tl: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs abc https://launchpad.net/~abc-g
tr: This is a dummy translation so that the credits are counted as translated. Launchpad Contributions: Huseyin AKSU https://launchpad.net/~huseyinaksu95 OpenIntents devs https://launchpad.net/~openintents-devs Peli https://launchpad.net/~peli0101 ariza95 https://launchpad.net/~alirizanazli95
ug: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Sahran https://launchpad.net/~sahran

source: Keep track of your shopping items with OI Shopping List.
be: Сачыце за таварамі пры дапамозе OI Пакупкі.
bg: Следете списъка си с артикули за пазаруване с OI Списък за Пазаруване.
fa: پیگیری از اقلام خرید خود را با لیست خرید OI.
fr: Garder une trace de vos courses avec OI Shopping List.
ja: OI ショッピングリスト でショッピングアイテムを記録することができます。
pl: Zarządzaj swoimi listami zakupów używając OI Lista zakupów.
pt: Registo de compras com o OI Shopping List.
ro: Țineți evidența articolelor de cumpărături cu Listă de cumpărături OI.
sd: पेंजी खरीदारी जे सामान जो ट्रेक राख्यो OI शौपिंग लिस्ट सां गडद
sk: Sledujte svoje nákupné položky pomocou OI Nákupný Zoznam.
sr: Пратите куповне ставке са ОИ Куповном Листом
sv: Håll koll på dina inköpsvaror med hjälp av OI Shopping List

source: OI Shopping List
be: OI Пакупкі
bg: OI Списък за Пазаруване
fa: OI لیست خرید
ja: OI ショッピングリスト
pl: OI Lista zakupów
ro: Listă de cumpărături OI
sd: OI खरीदारी सूची
sk: OI Nákupný Zoznam
sr: ОИ Куповна Листа
ug: OI سېتىۋېلىش تىزىمى

source: New item
ar: عنصر جديد
be: Новы элемент
bg: Нов продукт
cs: Nová položka
da: Ny vare
de: Neuer Eintrag
el: Νέο στοιχείο
es: Nuevo elemento
fa: مورد جدید
fr: Nouvel élément
he: פריט חדש
hi: नयी चीज़
hr: Nova stavka
hu: Új elem
ja: 新規アイテム
mk: Нова ставка
nl: Nieuw item
oc: Element novèl
pl: Nowy element
pt: Novo item
ro: Articol nou
ru: Новый элемент
sd: नयो आईटम
sk: Nová položka
sr: Нова ставка
sv: Ny post
tl: Bagong bagay
tr: Yeni öğe
ug: يېڭى تۈر

source: New list
ar: قائمة جديدة
be: Новы спіс
bg: Нов списък
cs: Nový seznam
da: Ny liste
de: Neue Liste
el: Νέα λίστα
es: Nueva lista
fa: لیست جدید
fr: Nouvelle liste
he: רשימה חדשה
hi: नयी सूची
hr: Novi popis
hu: Új lista
ja: 新規リスト
mk: Нова листа
nl: Nieuwe lijst
oc: Lista novèla
pl: Nowa lista
pt: Nova lista
ro: Listă nouă
ru: Новый список
sd: नयी सूची
sk: Nový zoznam
sr: Нова листа
sv: Ny lista
tl: Bagong listahan
tr: Yeni liste
ug: يېڭى تىزىم

source: Send list
ar: أرسل قائمة
be: Даслаць спіс
bg: Изпрати списък
cs: Poslat seznam
da: Send liste
de: Liste senden
el: Αποστολή λίστας
es: Enviar lista
fa: ارسال لیست
fr: Envoyer la liste
he: שלח רשימה
hi: सूची भेजिए
hr: Pošalji popis
hu: Lista küldése
ja: リストを送信
mk: Испрати ја листата
nl: Verzend lijst
oc: Mandar la lista
pl: Wyślij listę
pt: Enviar lista
ro: Trimite lista
ru: Отправить список
sd: सूची मोकिल्यो
sk: Odoslať zoznam
sr: Шаљи листу
sv: Skicka lista
tl: Listahan ng padala
tr: Listeyi gönder
ug: تىزىم يوللا

source: Mark all items
ar: حدد جميع العناصر
be: Адзначыць усе элементы
bg: Маркирай всички елементи
cs: Označit všechny položky
de: Alle Einträge auswählen
fa: نشانه دار كردن تمام موارد
fr: Sélectionner tous les éléments
he: סמן את כל הפריטים
hi: सभी आइटमों को चिन्हित करें
ja: すべてのアイテムを選択する
nl: Markeer alle items
pl: Zaznacz wszystko
pt: Marcar todos os itens
ro: Bifează toate articolele
ru: Отметить все пункты
sd: सड़े आईतामन ते निशान ठायो
sk: Označiť všetky položky
sr: Обележи све ставке
sv: Markera alla varor
tl: Markahan ang lahat ng mga bagay
tr: Bütün öğeleri işaretle
ug: ھەممە تۈرگە بەلگە سال

source: Empty list not sent.
ar: لا يمكن ارسال قائمة قارغة
be: Пусты спіс не дасланы.
bg: Празният списък не е изпратен.
cs: Prázdný seznam nebyl poslán
da: Tom liste ikke sendt
de: Leere Liste wurde nicht gesendet.
el: Κενή λίστα. Δεν εστάλη.
es: Lista vacía no enviada
fa: لیست خالی ارسال نمی شود.
fr: Liste vide non envoyée
he: רשימה ריקה לא נשלחה
hi: खाली सूची नहीं भेजी गई
hr: Prazni popis nije poslan.
hu: Az üres lista nem került elküldésre.
ja: 送信されていないリストを空にする
mk: Празната листа не е испратена.
nl: Lege lijst niet verzonden.
oc: Lista voida pas mandada
pl: Nie wysłano pustej listy.
pt: Lista vazia não enviada.
ro: Nu a fost trimisă lista goală.
ru: Список пуст.
sd: कहली सूची न मोकली
sk: Prázdny zoznam nebol odoslaný.
sr: Празна листа није послата
sv: Tom lista ej skickad
tl: Ang walang laman na listahan ay hindi naipadala.
tr: Boş liste gönderilemez
ug: تىزىم بوش يوللىمىدى.

source: No application available for sending.
ar: لا يوجد أي تطبيق متوفر للارسال.
be: Няма даступнага прыкладання для адпраўкі.
bg: Не се предлага приложение за изпращане.
cs: Pro odeslání není k dispozici žádná aplikace
da: Ingen programmer til rådighed til at kunne sende
de: Keine Anwendung zum Senden vorhanden.
el: Δεν υπάρχει εφαρμογή για αποστολή.
es: Aplicación no disponible para enviar.
fa: برنامه ای برای ارسال موجود نیست.
fr: Non disponible pour l'envoi.
he: אין יישום שזמין לשליחה.
hi: भेजने के लिए कोई अनुप्रयोग उपलब्ध नहीं है
hr: Nema dostupne aplikacije za slanje.
hu: A küldéshez nem áll rendelkezésre egyetlen alkalmazás sem.
ja: 利用できる送信用アプリがありません。
mk: Ниту една апликација не е достапна за испракање.
nl: Geen toepassing beschikbaar om te verzenden.
oc: Pas d'aplicacion disponibla pel mandadadís
pl: Brak aplikacji służącej wysłaniu.
pt: Não possui a aplicação de envio.
ro: Nu există aplicație pentru trimitere.
ru: Нет приложения для отправки.
sd: मोक्लाणा लाये कोई अनुप्रयोग मौजूद काने
sk: Nieje dostupná žiadna aplikácia pre odosielanie.
sr: Нема апликације за слање на располагању
sv: Ingen applikation tillgänglig för att skicka
tl: Walang applikasyon na magagamit para sa pagpapadala.
tr: Hiçbir uygulama gönderilmeye uygun değil
ug: يوللاشقا ئىشلىتىدىغان قوللىنىشچان پىروگرامما يوق.

source: My shopping list
ar: قائمتي للتسوق
be: Мой спіс пакупак
bg: Мой списък за пазаруване
cs: Můj nákupní seznam
da: Min indkøbsliste
de: Meine Einkaufsliste
el: Η λίστα αγορών μου
es: Mi lista de compras
fa: لیست خرید من
fr: Ma liste de courses
he: רשימת הקניות שלי
hi: मेरी खरीदारी सूची
hr: Moj popis za kupovinu
hu: Bevásárlási listám
mk: Моја шопинг листа
nl: Mijn boodschappenlijst
oc: Ma lista de crompas
pl: Moja lista zakupów
pt: A minha lista de compras
ro: Lista mea de cumpărături
ru: Мой список покупок
sd: मुंजी खरीदारी सूची
sk: Môj nákupný zoznam
sr: Моја куповна листа
sv: Min inköpslista
tl: Ang aking listahan ng bilihin
tr: Alışveriş listem
ug: سېتىۋېلىش تىزىمىم

source: e.g. wishlist, family list
be: напрыклад спіс жаданняў, спіс членаў сям'і
bg: н.пр. списък с желания, семеен списък
fa: به عنوان مثالفهرست علاقمندیها، لیست خانواده
ja: 例えば ウィッシュリスト、家族リスト
pl: np. lista życzeń, list rodzin
pt: ex.: intenções, lista familiar
ro: adică listă de dorințe, listă de familie
sd: उदाहरणार्थ इच्छासूची, परिवार जी सूची
sk: napr. zoznam želaní, rodinný zoznam
sr: нпр. листа жеља, породична листа
sv: t. ex. önskelista, familjelista
ug: مەسىلەن، لازىمەتلىك تىزىمى، ئائىلە تىزىمى

source: Clean up list
ar: نظف القائمة
be: Ачысціць спіс
bg: Почисти списък
cs: Vyčistit seznam
da: Ryd op i liste
de: Liste aufräumen
el: Εκκαθάριση λίστας
es: Limpiar lista
fa: پاک کردن لیست
fr: Nettoyer la liste
he: רשימת ניקיון
hi: सूची खाली करें
hr: Očisti popis
hu: Lista ürítése
ja: リストのクリーン
mk: Испразни ја листата
nl: lijst leegmaken
oc: Netejar la lista
pl: Wyczyść listę
pt: Apagar lista
ro: Curăță lista
ru: Очистить список
sd: सूची खली कयो
sk: Vyčistiť zoznam
sr: Расчисти листу
sv: Rensa lista
tl: Linisin ang listahan
tr: Listeyi temizle
ug: تىزىمنى تازىلا

source: Delete list
ar: أحذف القائمة
be: Выдаліць спіс
bg: Изтрий списък
cs: Odstranit seznam
da: Slet liste
de: Liste löschen
el: Διαγραφή λίστας
es: Borrar lista
fa: حذف لیست
fr: Supprimer la liste
he: רשימת מחיקה
hi: सूची मिटाएँ
hr: Obriši popis
hu: Lista törlése
ja: リストを削除
mk: Избриши ја листата
nl: Verwijder lijst
oc: Suprimir la lista
pl: Usuń listę
pt: Eliminar lista
ro: Șterge lista
ru: Удалить список
sd: सूचीय खे मिय्तायो
sk: Zmazať zoznam
sr: Бриши листу
sv: Ta bort lista
tl: Alisin ang listahan
tr: Listeyi sil
ug: تىزىمنى ئۆچۈر

source: Enter name of new shopping list
ar: أدخل اسم القائمة الجديدة
be: Увядзіце назву новага спісу пакупак
bg: Въведи име на новия списък за пазаруване
cs: Vložte jméno nového nákupního seznamu
da: Indtast navn på ny indkøbsliste
de: Name der neuen Liste eingeben
el: Εισαγάγετε το όνομα της νέας λίστας αγορών
es: Escriba el nombre de la nueva lista de compra
fa: نام لیست خرید جدید را وارد کنید
fr: Entrez le nom de la nouvelle liste de courses
he: הכנס שם של רשימת קניות חדשה
hi: नयी खरीदारी सूची का नाम भरें
hr: Unesite ime novog popisa za kupovinu
hu: Adja meg az új bevásárlási lista nevét
ja: 新しいリストの名前を入力して下さい
mk: Внесете име на новата шопинг листа
nl: Naam invoeren voor nieuwe boodschappenlijst
oc: Entratz lo nom de la novèla lista de crompas
pl: Wstaw nazwę nowej listy
pt: Indique o nome da lista de compras
ro: Introduceți numele listei de cumpărături
ru: Введите имя нового списка покупок
sd: नयी खरीदारी सूचीय जो नाम भर्यो
sk: Vložiť názov nového nákupného zoznamu
sr: Унесите наслов нове куповне листе
sv: Skriv in nytt namn på inköpslista
tl: Ipasok ang pangalan ng bagong listahan ng bilihin
tr: Yeni alışveriş listesinin adını girin
ug: يېڭى سېتىۋېلىش تىزىمىغا ئات كىرگۈزۈڭ

source: Rename shopping list
ar: أعد تسمية قائمة المشتريات
be: Змяніць назву спісу пакупак
bg: Преименувай списъка за пазаруване
cs: Přejmenovat nákupní seznam
da: Omdøb indkøbsliste
de: Liste umbenennen
el: Μετονομασία λίστας αγορών
es: Cambie el nombre de la lista de compra
fa: نام لیست خرید را تغییر دهید
fr: Renommer la liste de courses
he: שנה שם של רשימת קניות
hi: खरीदारी सूची का नाम बदलें
hr: Preimenuj popis za kupovinu
hu: Bevásárlási lista átnevezése
ja: リストの名前を変更
mk: Преименувајте ја шопинг листата
nl: herbenoem boodschappenlijst
oc: Tonar nomenar la lista de crompas
pl: Zmień nazwę listy zakupów
pt: Mudar nome da lista de compras
ro: Redenumește lista de cumpărături
ru: Переименовать список покупок
sd: खरीदारी सूची जो नाम बदल्यो
sk: Premenovať nákupný zoznam
sr: Промена наслова куповне листе
sv: Byt namn på inköpslista
tl: Palitan ang pangalan ng listahan ng bilihin
tr: Alışveriş listesini yeniden adlandır
ug: سېتىۋېلىش تىزىمىنىڭ ئاتىنى ئۆزگەرت

source: Edit item
ar: تعديل العنصر
be: Рэдагаваць элемент
bg: Редактирай елемент
cs: Upravit položku
da: Redigér vare
de: Eintrag bearbeiten
el: Επεξεργασία στοιχείου
es: Editar elemento
fa: ویرایش مورد
fr: Modifier l'élément
he: ערוך פריט
hi: आइटम सम्पादित करें
hr: Uredi stavku
hu: Elem szerkesztése
ja: アイテムの編集
mk: Уредете ја ставката
nl: Item bewerken
oc: Editar l'element
pl: Edytuj element
pt: Editar item
ro: Editează element
ru: Редактировать элемент
sd: आइटम सम्पादित कयो
sk: Upraviť položku
sr: Измена ставке
sv: Redigera post
tl: Baguhin ang bagay
tr: Öğeyi düzenle
ug: تۈر كىرگۈزۈڭ

source: Enter new store name
ar: أدخل اسم المتجر الجديد
be: Увядзіце новую назву магазіна
bg: Въведи име на нов склад
cs: Vložte jméno nového obchodu
de: Name für Geschäft eingeben
fa: نام فروشگاه جدید را وارد کنید
fr: Entrer un nouveau nom de boutique
he: הכנס שם חנות חדשה
hi: नए स्टोर का नाम भरें
ja: 新しい店名を入力する
nl: Voer nieuwe winkelnaam in
pl: Wprowadź nazwę nowego sklepu
pt: Indique o nome da loja
ro: Introduceți un nume nou de magazin
ru: Введите новое имя магазина
sd: नए स्टोर जो नाम भर्यो
sk: Vložiť názov nového obchodu
sr: Унос новог имена продавнице
sv: Skriv in en ny affär
tl: Ipasok ang bagong pangalan ng tindahan
tr: Yeni mağaza için isim girin
ug: يېڭى دۇكان ئاتىنى كىرگۈزۈڭ

source: Please enter a name
ar: رجاءا أدحل اسم
be: Калі ласка, увядзіце назву
bg: Моля, въведете име
cs: Vložte prosím jméno
da: Indtast venligst et navn
de: Bitte Namen eingeben
el: Εισαγάγετε ένα όνομα
es: Por favor, ingrese un nombre
fa: لطفاً یک نام وارد کنید
fr: Merci de saisir un nom
he: בבקשה הכנס שם
hi: कृपया कोई नाम भरें
hr: Molimo unesite ime
hu: Adjon meg egy nevet
ja: 名前を入力して下さい
mk: Внесете име
nl: Gelieve een naam in te voeren
oc: Mercés de picar un nom
pl: Wstaw nazwę
pt: Por favor, indique um nome
ro: Vă rugăm introduceți un nume
ru: Пожалуйста введите имя
sd: कृपया कोई नाम भर्यो
sk: Prosím vložte názov
sr: Унесите име
sv: Ange ett namn
tl: Paki pasok ang pangalan
tr: Bir isim girin
ug: بىر ئات كىرگۈزۈڭ

source: No items are marked as crossed out.
ar: لا يوجد أي عنصر محدد للخروج.
be: Няма пазначаных элементаў.
bg: Няма елементи, които да са маркирани като зачеркнати.
cs: Žádné položky nejsou vyškrtlé
da: Ingen varer er markeret som overstregede
de: Kein Eintrag ist als erledigt gesetzt.
el: Δεν έχουν επισημανθεί στοιχεία ως ολοκληρωμένα.
es: No hay elementos marcados como cruzados.
fa: زمان خط زدن هیچ موردی علامتگذاری نشده است.
fr: Aucun élément marqué
he: אין פריטים שסומנו כמחוקים.
hi: किसी आइटम को कटा नहीं गया है
hr: Nema označenih stavki.
hu: Egyetlen elem sincs áthúzva.
ja: チェック済みのアイテムがありません。
mk: Ниту една ставка не е пречкртана.
nl: Geen punten zijn weggestreept
oc: Cap d'element pas marcat
pl: Nie ma elementów wybranych jako zakreślone.
pt: Sem itens riscados.
ro: Nu există articole bifate ca fiind tăiate de pe listă.
ru: Нет помеченных элементов.
sd: कड़े भी आइटम खे कटयो काने
sk: Ani jedna položka nieje označená ako preškrtnutá.
sr: Ни једна ставка није прекрштена
sv: Inga poster är markerade som avbockade
tl: Walang mga bagay na minarkahang hindi kasama.
tr: Hiç çarpı işaretlenmiş öğe yok
ug: ھېچقانداق تۈرگە سىزىۋېتىش بەلگىسى سېلىنمىدى.

source: Do you really want to delete this shopping list?
ar: هل أنت متأكد من رغبتك في حذف قائمة التسوق ؟
be: Вы ўпэўнены, што жадаеце выдаліць гэты спіс пакупак?
bg: Наистина ли искате да изтриете този списък за пазаруване?
cs: Chcete opravdu ostranit tento nákupní seznam?
da: Er du sikker på at du vil slette denne indkøbsliste?
de: Wollen Sie diese Liste wirklich löschen?
es: ¿Estás seguro que quieres eliminar esta lista de compras?
fa: آیا واقعاً می خواهید این لیست خرید را حذف کنید؟
fr: Voulez-vous vraiment supprimer cette liste?
he: האם אתה בטוח שברצונך למחוק את רשימת קניות זו?
hi: क्या आप सचमुच इस खरीदारी सूची को हटाना चाहते हैं
hr: Jeste li sigurni da želite obrisati popis za kupovinu?
hu: Biztosan törölni kívánja ezt a bevásárlási listát?
ja: リストを削除してもよろしいですか？
mk: Дали сакате да ја избришете шопинг листата?
nl: Wilt u deze boodschappenlijst echt verwijderen?
oc: Sètz segur que volètz suprimir aquesta lista ?
pl: Czy na pewno chcesz usunąć tę listę zakupów?
pt: Pretende eliminar esta lista de compras?
ro: Sigur doriți ștergerea acestei liste?
ru: Вы действительно хотите удалить этот список покупок?
sd: ?शा तहां सहिया में इन्ह खरीदारी सूची को मितायाँ ता चाह्यो
sk: Naozaj chcete zmazať tento nákupný zoznam?
sr: Стварно желите да обришете ову куповну листу?
sv: Vill du verkligen ta bort den här inköpslistan
tl: Gusto mo ba talagang alisin ang listahan ng bilihin?
tr: Alışveriş listesini gerçekten silmek istiyor musunuz?
ug: راستلا بۇ سېتىۋېلىش تىزىمىنى ئۆچۈرەمسىز؟

source: Error while accessing shopping lists.
ar: خطأ أثناء الدخول الى قوائم التسوق .
be: Не ўдалося атрымаць доступ да спіса пакупак.
bg: Грешка при достъп до списъка за пазаруване.
cs: Chyba při přístupu k nákupním seznamům
da: Fejl under behandling af indkøbsliste.
de: Fehler bei Zugriff auf die Einkaufsliste.
el: Σφάλμα κατά την πρόσβαση στις λίστες αγορών.
es: Error mientras se accesaba a la lista de compras.
fa: خطا هنگام دسترسی به لیست های خرید.
fr: Erreur lors de l'accès aux listes de courses
he: שגיאה במהלך כניסה לרשימות קניות.
hi: खरीदारी सूची को खोलते हुए त्रुटि
hr: Greška u pristupanju popisu za kupovinu.
hu: Hiba a bevásárlási lista megnyitásakor.
ja: リストへのアクセスでエラーが発生しました。
mk: Грешка во пристапувањето на шопинг листите.
nl: Foutmelding bij benadering van de boodschappenlijsten
oc: Error al moment de l'accès a las listas de crompas
pl: Błąd dostępu do list zakupów.
pt: Erro ao aceder às listas de compras.
ro: Eroare în timpul accesării listei de cumpărături.
ru: Ошибка доступа к спискам покупок.
sd: खरीदारी सूची खे खोलंदे समय त्रुटी थी वाई
sk: Chyba pri pristupovaní k nákupným zoznamom.
sr: Грешка у приступу куповним листама.
sv: Fel vid åtkomst till inköpslistor.
tl: Mali habang kinunuha ang mga listahan ng bilihin.
tr: Alışveriş listelerine bağlanırken bir hata meydana geldi
ug: سېتىۋېلىش تىزىمىنى زىيارەت قىلىۋاتقاندا خاتالىق كۆرۈلدى.

source: Pick an item
ar: اختر عنصر
be: Выбар элемента
bg: Изберете елемент
cs: Zvolte položku
da: Vælg en vare
de: Eintrag auswählen
el: Επιλέξτε στοιχείο
es: Elija un tema
fa: یک مورد انتخاب کنید
fr: Cochez un élément
he: בחר פריט
hi: कोई आइटम चुनें
hr: Odaberite stavku
hu: Válasszon egy elemet
ja: アイテムを選択
mk: Изберете ставка
nl: Kies een item
oc: Marcatz un element
pl: Wybierz element
pt: Escolha um item
ro: Alegeți un element
ru: Выбор элемента
sd: कोई भी आईटम खड्यों
sk: Vybrať položku
sr: Изаберите ставку
sv: Välj en post
tl: Pumili ng bagay
tr: Bir öğe seçin
ug: بىر تۈر تاللاڭ

source: Pick a list
ar: اختر قائمة
be: Выбар спісу
bg: Изберете списък
cs: Zvolte seznam
da: Vælg en liste
de: Wählen Sie eine Liste
el: Επιλέξτε λίστα
es: Elija una lista
fa: یک لیست انتخاب کنید
fr: Sélectionner une liste
he: בחר רשימה
hi: कोई सूची चुनें
hr: Odaberite popis
hu: Válasszon egy listát
ja: リストを選択
mk: Изберете листа
nl: Kies een lijst
oc: Seleccionar una lista
pl: Wybierz listy
pt: Escolha uma lista
ro: Alegeți o listă
ru: Выбор списка
sd: कोई भी सूची खड्यों
sk: Vybrať zoznam
sr: Изаберите листу
sv: Välj en lista
tl: Pumili ng listahan
tr: Bir liste seçin
ug: بىر تىزىم تاللاڭ
