Repository: openintents/translations-export
Catalog: translations_shoppinglist/*.po
Languages: ar, be, bg, cs, da, de, el, es, fa, fr, he, hi, hr, hu, ja, mk, nl, oc, pl, pt, ro, ru, sd, sk, sr, sv, tl, tr, ug

source: Editing item notes requires OI Notepad.
ar: تعديل ملاحظات العنصر يحتاج الى مفكرة OI
be: Рэдагаванне нататак элементаў патрабуе OI Нататнік.
bg: Редоктирането на бележки изисква OI Бележник.
cs: Úprava poznámek vyžaduje OI Poznámkový blok
de: Zum Ändern der Notiz muss OI Notepad installiert sein.
es: Para poder editar las notas del artículo se necesita OI Notepad.
fa: ويرايش مورد يادداشتها به OI Notepad نياز دارد
fr: Modifier une note nécéssite l'installation d'OI Notepad.
he: עריכת פריטי פתקיות דורשת פנקס OI.
hi: आइटम सम्पादित करने के लिए ओई नोत्पाड ज़रूरी है
ja: 項目ノートを編集するには OI メモ帳が必要です。
nl: Voor het bewerken van notities is OI Notitieblok nodig.
pl: Edytowanie notatek do wpisów wymaga programu OI Notatnik.
pt: Para editar itens, tem que instalar o OI Notepad.
ro: Editarea notițelor articolului necesită Carnețelul OI.
ru: Для редактирования заметок требуется установить OI Notepad.
sd: आइटम सम्पादित करण लाये OI नोत्पाड ज़रूरी आ
sk: Upravovanie poznámok položiek vyžaduje OI Poznámkový blok.
sr: За измене у белешкама потребна је апликација OI Notepad
sv: Ändring av varunoteringar kräver att OI Notepad är installerat.
tl: Ang pagbabago ng mga tala ay nangangailangan ng Oi Talaan.
tr: Öğe notlarını düzenlemek için OI Notepad gerekmektedir.
ug: تۈر ئىزاھاتىنى تەھرىرلەشكە OI خاتىرە دەپتەر زۆرۈر.

source: Select action:
ar: إختر أمر:
be: Абярыце дзеянне:
bg: Избери действие:
cs: Zvolte akci:
da: Vælg handling:
de: Aktion auswählen:
el: Επιλογή ενέργειας:
es: Seleccione la acción:
fa: عملی را انتخاب کنید:
fr: Choisir une action :
he: בחר פעולה:
hi: कार्यवाई चुनिए:
hr: Odaberite radnju:
hu: Művelet kiválasztása:
ja: アクションを選択
mk: Избери активност:
nl: Selecteer actie:
oc: Seleccionar una accion :
pl: Wybierz działanie:
pt: Selecione a ação:
ro: Selectează acțiunea:
ru: Выбрать действие:
sd: क्रिया चुन्दयो
sk: Vybrať akciu:
sr: Изабери радњу:
sv: Välj åtgärd:
tl: Pumili ng aksyon:
tr: Eylem seçin:
ug: مەشغۇلات تاللاڭ:

source: Select list:
ar: اختر قائمة :
be: Абярыце спіс:
bg: Избери списък:
cs: Zvolte seznam:
da: Vælg liste:
de: Liste auswählen:
el: Επιλογή λίστας:
es: Seleccione la lista:
fa: لیست را انتخاب کنید:
fr: Sélectionner une liste :
he: בחר רשימה:
hi: सूची चुनिए:
hr: Odaberite popis:
hu: Lista kiválasztása:
ja: リストを選択
mk: Избери листа:
nl: Selecteer lijst:
oc: Seleccionar una lista :
pl: Wybierz listę:
pt: Selecione a lista:
ro: Selectează lista:
ru: Выбрать список:
sd: सूची चुन्दयो
sk: Vybrať zoznam:
sr: Изабери листу:
sv: Välj lista:
tl: Pumili ng listahan:
tr: Liste seç:
ug: تىزىم تاللاڭ:

source: Previous page
ar: الصفحة السابقة
be: Папярэдняя старонка
bg: Предишна страница
cs: Předchozí stránka
fa: صفحه قبلی
fr: Page précédente
ja: 前のページ
pl: Poprzednia strona
pt: Página anterior
ro: Pagina anterioară
ru: Предыдущая страница
sd: पिछलो पृष्ठ
sk: Predchádzajúca strana
sr: Претходна страна
sv: Föregående sida
tl: Nakaraang pahina
ug: ئالدىنقى بەت

source: Next page
ar: الصفحة التالية
be: Наступная старонка
bg: Следваща страница
cs: Další stránka
fa: صفحه بعدی
fr: Page suivante
ja: 次のページ
pl: Następna strona
pt: Página seguinte
ro: Pagina următoare
ru: Следующая страница
sd: अगलो पृष्ठ
sk: Ďalšia strana
sr: Следећа страна
sv: Nästa sida
tl: Susunod na pahina
ug: كېيىنكى بەت

source: Choose a list
ar: اختر قائمة
be: Абярыце спіс
bg: Избери списък
cs: Zvolte seznam
fa: یک لیست را انتخاب کنید
fr: Choisir une liste
ja: リストを選択
pl: Wybierz listę
pt: Escolha a lista
ro: Alege o listă
ru: Выбрать список
sd: हिक्क सूची चुन्दयो
sk: Vyberte si list
sr: Изабери листу
sv: Välj en lista
tl: Pumili ng listahan
ug: بىر تىزىم تاللاڭ

source: No items on page %d
ar: لا يوجد أي عناصر في الصفحة %d
be: Няма элементаў на старонцы %d
bg: Няма артикули на страница %d
cs: Žádné položky na stránce %d
fa: هیچ مطلبی در صفحه d%
fr: Pas d'élément sur la page %d
ja: ページ %d はアイテムがありません。
pl: Brak elementów na stronie %d
pt: Sem itens na página %d
ro: Nu există elemente pe pagina %d
ru: Нет элементов на странице %d
sd: पृष्ठ %d ते कोई भी आईटम काने
sk: Žiadne položky na strane %d
sr: Нема ставки на страни %d
sv: Inga varor på sida %d
tl: Walang mga bagay sa pahina %d
ug: %d بەتتە تۈر يوق

source: OI Notepad
ar: مفكرةOI
be: OI Нататнік
bg: OI Бележник
cs: OI Poznámkový blok
es: Bloc de notas OI
fa: OI يادداشت
he: פנקס OI
hi: OI नोत्पाड
ja: OI メモ帳
nl: OI Notitieblok
pl: OI Notatnik
ro: Carnețel OI
sd: OI नोटपैड
sk: OI Poznámkový blok
tl: OI Talaan
tr: OI Not defteri
ug: OI خاتىرە دەپتەر

source: OI Shopping list lets you keep track of your shopping items. You can also use it for other kinds of check lists, for example for ToDo lists or party guest lists.
cs: S OI Nákupním seznamem přehledně naplánujete, co nakoupit, a v obchodě na nic nezapomenete. Můžete ho použít také pro ostatní druhy kontrolních seznamů, jako například seznam úkolů nebo seznam hostů na večírek.
da: OI Shopping List lader dig holde styr på din indkøbsliste. Du kan også bruge den til andre slags lister, for eksempel huskelister eller gæstelister til en fest.
de: Mit der OI Einkaufsliste haben Sie Ihre Einkäufe im Griff. Sie können aber auch andere Listen erstellen, wie zum Beispiel eine Aufgabenliste oder eine Gästeliste für die Party.
el: Η λίστα αγορών OI Shopping list σας δίνει τη δυνατότητα να παρακολουθείτε τις αγορές σας. Μπορείτε επίσης να χρησιμοποιήσετε την εφαρμογή για πολλές ακόμη λίστες, όπως για παράδειγμα, λίστες υποχρεώσεων ή λίστες προσκεκλημένων.
es: La lista de compras OI le permite hacer un seguimiento de sus artículos comprados. También se puede utilizar para otros tipos de listas de verificación, por ejemplo, para las listas de tareas o listas de invitados a la fiesta.
hi: ओआई शौपिंग लिस्ट आप को आपके खरीदारी आइटमों पर नजर रखने देता है| आप इसको दूसरे प्रकार की नियंत्रण सूची के लिए भी प्रयोग कर सकते हैं उदाहरण के लिए: कार्य सूची या दावत के मेहमानों की सूची
hr: Popis za kupovinu vam omogućava praćenje vaše kupovine. Isto tako ga možete koristiti za ostale popise - npr. za ToDo popise ili popisa gostiju.
hu: Az OI Shopping list segítségével figyelemmel követheti bevásárlási listájának elemeit. Az alkalmazást használhatja egyéb ellenőrzőlistákhoz is, például tennivalókat tartalmazó listákhoz vagy vendéglistákhoz.
mk: OI шопинг листата ви овозможува да ги следите купените предмети. Можете да го користите за други видови листи, на пример листа на работи за завршување или гости за забава.
oc: OI Shopping list vos permet de seguir vòstra lista de crompas. Lo podètz utilizar tanben per d'autres tipes de listas, per exemple una lista de causas a far o una lista de convidats.

source: OI Shopping list
cs: OI Nákupní seznam
de: OI Einkaufsliste
el: Λίστα αγορών OI Shopping list
es: OI Lista de Compras
hi: ओआई शौपिंग लिस्ट
hr: Popis za kupovinu
mk: OI шопинг листа

source: i.e. wishlist, family list
cs: Např. K Vánocům nebo Pečivo
da: f.eks. ønskeliste, familieliste
de: z.B. Wunschliste, Familienliste
el: π.χ. λίστα επιθυμιών, οικογενειακή λίστα
es: p.e. lista de deseos, lista de familia
hi: जैसे कि इच्छा सूची, परिवार सूची
hr: i.e. popis želja, obitelj
hu: pl. kívánságlista, családlista
mk: односно, листа на желби, семејна листа
oc: Per ex. present, familha

source: Per Sentence
cs: Každou větu
da: Pr. sætning
de: Pro Satz
el: Ανά πρόταση
es: Por frase
hi: प्रति वाकया
hr: Po rečenici
hu: Mondatonként
mk: По реченица
oc: Per frasa

source: Per Word
cs: Každé slovo
da: Pr. ord
de: Pro Wort
el: Ανά λέξη
es: Por palabra
hi: प्रति शब्द
hr: Po riječi
hu: Szavanként
mk: По збор
oc: Per mot

source: Are you sure you want to permanently delete this item, its tags, and its price from all shopping lists?
el: Είστε βέβαιοι ότι θέλετε να διαγραφεί μόνιμα αυτό το στοιχείο μαζί με τις ετικέτες και την τιμή του από όλες τις λίστες αγορών;
es: ¿Estás seguro de que deseas eliminar permanentemente este elemento, sus etiquetas, y su precio de todas las listas de compra?
hu: Biztosan véglegesen törölni kívánja ezt az elemet, a címkéit és az árát az összes bevásárlási listából?

source: Additional settings regarding the appearance.
el: Επιπλέον ρυθμίσεις που αφορούν την εμφάνιση.
es: Configuración adicional en relación con la apariencia.
hr: Dodatne postavke vezane uz izgled.
hu: A megjelenésre vonatkozó további beállítások.
mk: Дополнителни подесувања во врска со изгледот.
oc: Paramètres suplementaris sus l'aparéncia
