Repository: openintents/translations-export
Catalog: translations_shoppinglist/*.po
Languages: ar, be, bg, cs, da, de, el, es, fa, fr, he, hi, hr, hu, ja, mk, nl, oc, pl, pt, ro, ru, sd, sk, sr, sv, tl, tr, ug

source: Choose a theme for this list
ar: اختر ثيم من أجل هته القائمة
be: Абярыце тэму для гэтага спісу
bg: Избери палитра от този списък
cs: Zvolte motiv pro tento seznam
da: Vælg et tema til denne liste
de: Wählen Sie ein Design für die Liste
el: Επιλογή θέματος για τη λίστα
es: Elige un tema para esta lista
fa: یک تم برای این لیست انتخاب کنید
fr: Choisir un thème pour cette liste
he: בחר ערכת נושא לרשימה זו
hi: इस सूची के लिए विषयवस्तु चुनिए
hr: Odaberite temu za ovaj popis
hu: Válasszon egy témát a listának
ja: このリストのテーマを選択
mk: Избери тема за оваа листа
nl: Kies een thema voor dit lijst
oc: Causir un tèma per aquesta lista
pl: Wybierz motyw dla tej listy
pt: Escolha o tema para esta lista
ro: Alege o temă pentru această listă
ru: Выбор темы для этого списка
sd: इन्ह सूचीय लाये विषयवस्तु चुन्दयो
sk: Vyberte tému pre tento zoznam
sr: Изаберите тему за ову листу
sv: Välj ett tema för denna listan
tl: Pumili ng tema para sa listahan
tr: Liste için bir tema seçin
ug: بۇ تىزىمنىڭ ئۆرنىكىنى تاللاڭ

source: Default
ar: القيم الافتراضية
be: Па змаўчанні
bg: По подразбиране
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Predeterminado
fa: پیش فرض
fr: Défaut
he: בררת מחדל
hi: तयशुदा
hr: Zadano
hu: Alapértelmezett
ja: デフォルト
mk: Стандардна
nl: Standaard
oc: Per defaut
pl: Domyślny
pt: Padrão
ro: Implicit
ru: По умолчанию
sd: डिफ़ॉल्ट
sk: Predvolená
sr: Подразумевана
sv: Standard
tr: Ön tanımlı
ug: كۆڭۈلدىكى

source: Classic
ar: كلاسيكي
be: Класічны
bg: Класика
cs: Klasický
da: Basal
de: Klassisch
el: Κλασσικό
es: Clásico
fr: Classique
he: קלאסי
hi: क्लास्सिक
hr: Klasično
hu: Klasszikus
ja: クラシック
mk: Класична
nl: Klassiek
pl: Klasyczny
pt: Clássico
ro: Clasic
ru: Классический вид
sd: क्लासिक
sk: Klasická
sr: Класична
sv: Klassisk
tl: klasiko
tr: Klasik
ug: كلاسسىك

source: Android
ar: أندرويد
es: Androide
he: אנדרואיד
hi: अंद्रोइड
oc: Androïd
ru: Андроид
sd: अंद्रोइड
sr: Андроид

source: Classic (from OI Shopping List)
ar: كلاسيكي ( من قائمة تسوق OI)
be: Класічны (з OI Пакупкі)
bg: Класика (от OI списъка за пазаруване)
cs: Klasický (z OI Nákupního seznamu)
da: Klassisk (fra OI Shopping List)
de: Klassisch (von OI Einkaufsliste)
el: Κλασσικό (από OI Shopping List)
es: Clásico (en OI Lista de compras)
fa: Classic (از لیست خرید OI)
fr: Classique (Depuis la liste de course de OI)
he: קלאסי (מרשימת קניות OI)
hi: क्लास्सिक (ओई शौपिंग लिस्ट से)
hr: Klasično (iz Popisa za kupovinu)
hu: Klasszikus (OI Shopping List)
mk: Класична (од OI шопинг листата)
nl: Klassiek (bij OI Boodschappenlijst)
oc: Classic (Dempuèi la lista de crompas de OI)
pl: Klasyczny (z OI Lista zakupów)
pt: Clssicó (de OI Shopping List)
ro: Clasic (din Lista de cumpărături OI)
ru: Классический вид (от OI Shopping List)
sd: (क्लास्सिक (OI खरीदारी सुचिय माँ
sk: Klasická (z OI Nákupného Zoznamu)
sr: Класична (са ОИ Куповне Листе)
sv: Klassisk (från OI Shopping List)
tl: Klasiko (mula sa OI Listahan ng Bilihin)
tr: Klasik (OI Alışveriş Listesinden)
ug: كىلاسسىك (OI سېتىۋېلىش تىزىمىدىن)

source: Android (from OI Shopping List)
ar: أندرويد(من قائمة تسوق OI)
be: Android (з OI Пакупкі)
bg: Android (от OI списъка за пазаруване)
cs: Android (z OI Nákupního seznamu)
da: Android (fra OI Shopping List)
de: Android (von OI Einkaufsliste)
el: Android (από OI Shopping List)
es: Android (en OI Lista de compras)
fa: Android (از لیست خرید OI)
fr: Android (Depuis la liste de course de OI)
he: אנדרואיד (מרשימת קניות OI)
hi: अंद्रोइड (ओई शौपिंग लिस्ट से)
hr: Android (iz Popisa za kupovinu)
hu: Android (OI Shopping List)
mk: Android (од OI шопинг листата)
nl: Android (bij OI Boodschappenlijst)
oc: Android (Dempuèi la lista de crompas de OI)
pl: Android (z OI Lista zakupów)
pt: Android (de OI Shopping List)
ro: Android (din Lista de cumpărături OI)
ru: Андроид (от OI Shopping List)
sd: (अंद्रोइड (OI खरीदारी सुचिय माँ
sk: Android (z OI Nákupného Zoznamu)
sr: Андроид (са ОИ Куповне Листе)
sv: Android (från OI Shopping List)
tl: Android (mula sa OI Listahan ng Bilihin)
tr: Android (OI Alışveriş Listesinden)
ug: Android (OI سېتىۋېلىش تىزىمىدىن)

source: OK
ar: موافق
es: Aceptar
fa: تأیید
he: אישור
hi: ठीक है
hr: U redu
mk: ОК
oc: D'acòrdi
pt: Aceitar
sd: ठीक आ
sr: У реду
tr: TAMAM
ug: جەزملە

source: Cancel
ar: إلغاء
be: Адмяніць
bg: Откажи
cs: Zrušit
da: Annullér
de: Abbrechen
el: Άκυρο
es: Cancelar
fa: لغو
fr: Annuler
he: ביטול
hi: रद्द
hr: Poništi
hu: Mégsem
ja: キャンセル
mk: Откажи
nl: Annuleren
oc: Anullar
pl: Anuluj
pt: Cancelar
ro: Renunță
ru: Отмена
sd: |रद्द क्यो
sk: Zrušiť
sr: Откажи
sv: Avbryt
tl: Kanselahin
tr: İptal
ug: ۋاز كەچ

source: Use this theme for all lists
ar: اختر هذا الثيم في جميع القوائم
be: Выкарыстоўваць дадзеную тэму для ўсіх спісаў
bg: Използване на тази палитра за всички списъци
cs: Použít tento motiv pro všechny seznamy
da: Brug dette tema til alle lister
de: Dieses Design für alle Listen verwenden
el: Χρήση αυτού του θέματος σε όλες τις λίστες
es: Usar este tema para todas las listas
fa: از این تم برای همه لیست ها استفاده کنید
fr: Utiliser ce thème pour toutes les listes
he: השתמש בערכה זו לכל הרשימות
hi: सभी सूचियों के लिए इस विषयवस्तु का प्रयोग करें
hr: Koristi ovu temu za sve popise
hu: A téma használata az összes listához
ja: テーマを全てのリストで使用する
mk: Користи ја оваа тема за сите листи
nl: Gebruik dit thema voor alle lijsten
oc: Utilizar aqueste tèma per totas las listas
pl: Użyj tego motywu dla wszystkich list
pt: Utilizar tema em todas as listas
ro: Utilizează această temă pentru toate listele
ru: Использовать данную тему для всех списков
sd: सभीन सूच्युन लाये इन्ह विषयवस्तु जो प्रयोग कयो
sk: Použiť túto tému pre všetky zoznamy
sr: Користити ову тему за све листе
sv: Använd detta tema för alla listor
tl: Gamitin itong tema para sa lahat ng mga listahan
tr: Tüm listeler için bu temayı kullan
ug: بۇ ئۆرنەكنى ھەممە تىزىمغا ئىشلەت

source: Get more themes
ar: الحصول على المزيد من الثيمات
be: Атрымаць больш тэм
bg: Вземете повече палитри
cs: Získejte více motivů
da: Hent flere temaer
de: Neue Designs herunterladen
el: Λήψη περισσότερων θεμάτων
es: Obtener más temas
fa: تم های بیشتری داشته باشید
fr: Obtenir plus de thèmes
he: התקנת עיצובים נוספים
hi: और विषयवस्तु लायें
hr: Preuzimanje više tema
hu: További témák letöltése
ja: テーマを入手
mk: Земи повеќе теми
nl: Nieuwe thema's ophalen
oc: Aver mai de tèmas
pl: Pobierz więcej motywów
pt: Obter mais temas
ro: Obține mai multe teme
ru: Еще темы
sd: बियून भी विषयवस्तु खंदी अच्चो
sk: Získať viac tém
sr: Набавка додатних тема
sv: Hämta mer teman
tl: Kumuha ng iba pang mga tema
tr: Daha fazla tema al
ug: تېخىمۇ كۆپ ئۆرنەككە ئېرىش

source: Settings
ar: الإعدادات
be: Настройкі
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
ja: 設定
mk: Подесувања
nl: Instellingen
oc: Paramètres
pl: Ustawienia
pt: Definições
ro: Configurări
ru: Настройки
sd: सेटिंग्स
sk: Nastavenia
sr: Поставке
sv: Inställningar
tl: Mga Setting
tr: Ayarlar
ug: تەڭشەكلەر

source: Application settings
ar: اعدادات التطبيق
be: Настройкі прыкладання
bg: Настройки на приложението
cs: Nastavení aplikace
da: Programindstillinger
de: Einstellungen der Anwendung
el: Ρυθμίσεις εφαρμογής
es: Configuración de la aplicación
fa: تنظیمات برنامه
fr: Paramètres de l'application
he: הגדרות היישום
hi: अनुप्रयोग सेटिंग
hr: Postavke aplikacije
hu: Az alkalmazás beállításai
ja: アプリケーションの設定
mk: Подесувања за апликацијата
nl: Applicatie instellingen
oc: Paramètres de l'aplicacion
pl: Ustawienia aplikacji
pt: Definições da aplicação
ro: Configurări aplicație
ru: Настройки программы
sd: अनुप्रयोग सेटिंग
sk: Nastavenia aplikácie
sr: Поставке апликације
sv: Applikationsinställningar
tl: Mga setting ng applikasyon
tr: Uygulama ayarları
ug: پىروگرامما تەڭشىكى

source: Unchecked on top
ar: لم يتم تحديدها
be: Неадзначаны ўверсе
bg: Немаркирани най-отгоре
cs: Nepřeškrtnuté nahoře
da: Uafkrydset på top
de: Nicht erledigte Einträge zuerst anzeigen
el: Τα μη επιλεγμένα στην κορυφή
es: Sin comprobar en la parte superior
fa: بررسی نشده در بالا
fr: Décoché en premier
he: הפריטים שלא סומנו למעלה
hi: उपर को अचिन्हित
hr: Odznačeno na vrh
hu: Kipipálatlan felül
ja: 上にチェックされていない項目
mk: Нештиклирано на врвот
nl: Onvoltooide bovenaan
oc: Desmarcat en primièr
pl: Niezaznaczone na górze
pt: Não verificados em cima
ro: Nebifate în partea de sus
ru: Невыбранный вверху
sd: बिना जांच थ्यल वारा मथ्थे आहिन
sk: Nezaškrtnuté na vrch
sr: Нештиклиране на врху листе
sv: Obockat i toppen
tl: Tanggalin ang tsek sa itaas
tr: İşaretlenmemiş öğeler üstte
ug: ئەڭ ئۈستىدىكى تاللانمىغان

source: Always show unchecked items first
ar: أظهر العناصرالغير محددة أولا دائما
be: Заўсёды паказваць неадзначаныя элементы першымі
bg: Винаги показвай първо немаркирани
cs: Vždy zobrazit nezaškrtnuté položky první
da: Vis altid uafkrydsede varer først
de: Immer nicht erledigte Einträge zuerst anzeigen
el: Να εμφανίζονται πάντα πρώτα τα μη επιλεγμένα στοιχεία
es: Mostrar siempre los elementos sin marcar primero
fa: همیشه ابتدا موارد بررسی نشده را نشان دهید
fr: Toujours voir les éléments non cochés en premier
he: תמיד הצג פריטים שלא סומנו ראשונים
hi: हमेशा अचिन्हित आइटम पहले दिखाए
hr: Uvijek prvo prikaži odznačene stavke
hu: Mindig a kipipálatlan elemeket mutatja először
ja: 未チェックのアイテムを先頭に表示
mk: Секогаш покажи ги прво нештиклираните ставки
nl: Altijd onvoltooide item eerst laten zien
oc: Afichar totjorn los elements pas marcats en primièr
pl: Zawsze pokazuj niezaznaczone elementy jako pierwsze
pt: Mostrar , primeiro, os itens não verificados
ro: Afișează întotdeauna articolele nebifate la început
ru: Всегда показывать невыбранные элементы первыми
sd: हमेशा बिना जांच थ्यल वारा पेरों दिखारीन्दो कर
sk: Vždy zobraziť nezaškrtnuté položky prvé
sr: Увек прво приказуј нештиклиране ставке
sv: Visa alltid obockade poster först
tl: Laging ipakita muna ang mga bagay na walang tsek
tr: İşaretlenmemiş öğeleri her zaman üstte göster
ug: تاللانمىغان تۈرلەرنى ھەمىشە ئالدىدا كۆرسەت

source: Font size
ar: حجم الخط
be: Памер шрыфта
bg: Размер на шрифт
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
es: Tamaño de la fuente
fa: اندازه فونت
fr: Taille de police
he: גודל הגופן
hi: फॉण्ट माप
hr: Veličina fonta
hu: Betűméret
ja: フォントサイズ
mk: Големина на фонт
nl: Tekengrootte
oc: Talha de la poliça
pl: Rozmiar czcionki
pt: Tamanho da letra
ro: Dimensiune font
ru: Размер шрифта
sd: फ़ॉन्ट आकार
sk: Veľkosť písma
sr: Величина фонта
sv: Teckenstorlek
tl: Laki ng font
tr: Yazı tipi boyutu
ug: خەت چوڭلۇقى

source: Change font size
ar: غير حجم الخط
be: Змяніць памер шрыфта
bg: Промени размер на шрифт
cs: Změnit velikost písma
da: Ændr skriftstørrelse
de: Schriftgröße ändern
el: Αλλαγή μεγέθους γραμματοσειράς
es: Cambiar tamaño de la fuente
fa: اندازه فونت را تغییر دهید
fr: Changer la taille de police
he: שנה את גודל הגופן
hi: फॉण्ट माप बदलें
hr: Promjena veličine fonta
hu: Betűméret megváltoztatása
ja: フォントサイズを変更
mk: Промени ја големината на фонтот
nl: Wijzig tekengrootte
oc: Cambiar la talha de la poliça
pl: Zmień rozmiar czcionki
pt: Alterar tamanho
ro: Schimbă dimensiunea fontului
ru: Изменить размер шрифта
sd: फ़ॉन्टयो आकार बदलयो
sk: Zmeniť veľkos písma
sr: Измена величине фонта
sv: Ändra teckenstorlek
tl: Palitan ang laki ng font
tr: Yazı boyutunu değiştir
ug: خەت چوڭلۇقىنى ئۆزگەرت

source: Choose font size
ar: اختر حجم الخط
be: Выбраць памер шрыфта
bg: Избери размер на шрифт
cs: Zvolte velikost písma
da: Vælg skriftstørrelse
de: Wählen Sie die Schriftgröße
el: Επιλογή μεγέθους γραμματοσειράς
es: Elejir tamaño de fuente
fa: انتخاب اندازه فونت
fr: Choisir la taille de police
he: בחר גודל פונט
hi: फॉण्ट माप चुने
hr: Odaberite veličinu fonta
hu: Betűméret kiválasztása
ja: フォントサイズを選択
mk: Избери големина на фонт
nl: Kies tekengrootte
oc: Causir la talha de la poliça
pl: Wybierz rozmiar czcionki
pt: Escolha o tamanho
ro: Alege dimensiunea fontului
ru: Выбрать размер шрифта
sd: फ़ॉन्टयो आकार चुन्द्यो
sk: Vybrať veľkosť písma
sr: Одаберите величину фонта
sv: Välj teckenstorlek
tl: Pumili ng laki ng font
tr: Yazı boyutunu seçin
ug: خەت چوڭلۇقىنى تاللاڭ

source: Orientation
ar: الاتجاه
be: Арыентацыя
bg: Ориентация
cs: natočení
de: Ausrichtung
fa: جحت
he: כיוון
hi: दिशा
ja: 向き
pl: Orientacja
pt: Orientação
ro: Orientare
ru: Ориентация
sd: दिशा
sk: Orientácia
sr: Оријентација
sv: Orientering
tl: Oryentasyon
tr: Sayfa yönü
ug: يۆنىلىش

source: Change orientation
ar: تغيير الاتجاه
be: Змяніць арыэнтацыю
bg: Смени ориентацията
cs: Změnit natočení
de: Ausrichtung ändern
fa: جهت تغییر
fr: Changer l'orientation
he: שנה כיוון
hi: दिशा बदलिए
ja: 向きを変更する
pl: Zmień orientację
pt: Alterar orientação
ro: Schimbă orientarea
ru: Изменение ориентации
sd: दिशा बदल्यो
sk: Zmeniť Orientáciu
sr: Измена оријентације
sv: Byt orientering
tl: Palitan ang oryentasyon
tr: Sayfa yönünü değiştir.
ug: يۆنىلىش ئۆزگەرت

source: Choose orientation
ar: اختر الاتجاه
be: Абярыце арыентацыю
bg: Избери ориентация
cs: Zvolte natočení
de: Ausrichtung wählen
fa: را انتخاب کنید جهت گیری
fr: Choisir l'orientation
he: בחר כיוון
hi: दिशा चुनिए
ja: 向きを選択する
pl: Wybierz orientację
pt: Escolha o tamanho
ro: Alege orientarea
ru: Выберите ориентацию
sd: दिशा चुन्दयो
sk: Vybrať Orientáciu
sr: Изаберите оријентацију
sv: Välj orientering
tl: Pumili ng oryentasyon
tr: Sayf yönünü seçiniz.
ug: يۆنىلىش تاللاڭ.

source: Sort order
ar: أمر الترتيب
be: Парадак сартавання
bg: Сортиране на реда
cs: Řazení
da: Sorteringsrækkefølge
de: Sortierung
el: Σειρά ταξινόμησης
es: Orden de clasificación
fa: تنظیم ترتیب
fr: Ordre de tri
he: סדר מיון
hi: क्रम बद्ध
hr: Raspored sortiranja
hu: Rendezési sorrend
ja: ソート順
mk: Редослед
nl: Sorteer volgorde
oc: Òrdre de triada
pl: Porządek sortowania
pt: Ordenação
ro: Ordinea de sortare
ru: Порядок сортировки
sd: अलग करणयो क्रम
sk: Poradie triedenia
sr: Редослед листе ставки
sv: Sorteringsordning
tl: Pagsasaayos ng pagkakasunod-sunod
tr: Sıralama düzeni
ug: تەرتىپلەش تەرتىپى

source: Change sort order of list items
ar: تغيير أمر ترتيب قائمة العناصر
be: Змяніць парадак сартавання элементаў спісу
bg: Промени реда на подреждане на елементи от списъка
cs: Změňte, podle čeho se budou položky seznamu řadit
da: Ændr sorteringsrækkefølge af varer
de: Sortierung der Einträge auswählen
el: Αλλαγή σειράς ταξινόμησης στοιχείων λίστας
es: Cambiar orden de clasificación de la lista de elementos
fa: ترتیب موارد لیست را تغییر دهید
fr: Changer l'ordre de tri des éléements de liste
he: שנה סדר מיון לפריטי הרשימה
hi: सूची आइटम का क्रम बद्ध बदलिए
hr: Promjena rasporeda sortiranja stavki popisa
hu: A listában található elemek rendezési sorrendjének megváltoztatása
ja: アイテムのソート順を変更
mk: Промени го редоследот на листата ставки
nl: Wijzig sorteer volgorde van lijst items
oc: Cambiar l'òrdre de triada dels elements de lista
pl: Zmień porządek sortowania elementów listy
pt: Alterar ordenação dos itens
ro: Schimbă ordinea de sortare a articolelor din listă
ru: Изменить порядок сортировки элементов списка
sd: सूचीयो आइटम जोअलग करण वारो क्रम बदल्यो
sk: Zmeniť poradie triedenia pre zoznam položiek
sr: Изаберите редослед листе ставки
sv: Ändra sorteringsordning av poster
tl: Palitan ang pagsasaayos ng pagkakasunod-sunod ng listahan ng mga bagay
tr: Liste öğelerinin sıralanışını değiştir
ug: تىزىم تۈرلىرىنىڭ تەرتىپلەپ تەرتىپىنى ئۆزگەرتىدۇ

source: Sort order - Pick Items
ar: أمر ترتيب-اختر العناصر
be: Тып сартыроўкі - Атрыманыя тавары
bg: Ред за сортиране - изписване на артикули
cs: Řazení - Vybrat položky
de: Sortierung - Einträge auswählen
fa: مرتب سازی بر اساس سفارش - آیتم های انتخاب
fr: Ordre de tri - choix des éléments
he: סדר מיון - בחר פריטים
hi: क्रम बद्ध - आइटम चुनिए
ja: 並び替え順- アイテムを選択
pl: Kolejność sortowania - wybierz elementy
pt: Ordenação - Escolha os itens
ro: Ordinea de sortare - Selectează articole
ru: Тип сортировки - полученные товары
sd: अलग करण वारो क्रम - आइटम चुन्दयो
sk: Poradie triedenia - Vyber Položiek
sr: Редослед - Бирање Ставки
sv: Sorteringsordning - Välj Varor
tl: Pagsasaayos ng pagkakasunod-sunod - Pumili ng mga Bagay
tr: Sıralanış - Öğe Seçimi
ug: تەرتىپلەش تەرتىپى - تۈر تاللاڭ

source: Change sort order of list items in Pick Items mode.
ar: تغيير فرز قائمة العناصر في اختيار وضع العناصر.
be: Змяніць тып сартавання ў рэжыме адзначэння набытых рэчаў.
bg: Промяна на реда на сортиране на елементи от списък в режим на изписване на артикули.
cs: Změňte, podle čeho se budou řadit položky seznamu v režimu "Vybrat položky"
de: Sortierung der Einträge im Auswahlmodus ändern.
fa: تغییر ترتیب بندی از اقلام لیست را در حالت آیتم ها را انتخاب.
he: שנה סדר מיון של כל פריטי הרשימה במצב בחר פריטים.
hi: आइटम चुनने के मोड का क्रम बद्ध बदलिए
ja: アイテム選択モードでリストアイテムの並び替え順序を変更
pl: Zmień kolejność sortowania elementów listy
pt: Alterar ordenação dos itens da lista no modo de escolha de itens.
ro: Schimbă ordinea de sortare a articolelor din listă în modul Selectează articole.
ru: Изменить тип сортировки в режиме отметки купленных вещей
sd: आइटम चुनने वारे मोड जो अलग करण वारो क्रम बदल्यो
sk: Zmeniť poradie triedenia položiek zoznamu v móde Výberu Položiek
sr: Промените редослед ставки у режиму Бирања Ставки
sv: Ändra sorteringsordning för varor i Varuväljläge.
tl: Palitan ang pagsasaayos ng pagkakasunod-sunod ng listahan ng mga bagay sa Pumili ng mga Bagay moda
tr: Liste sıralanışını Öğe Seçimi şeklinde ayarla
ug: تۈر تاللاش ھالىتىدىكى تۈر تىزىمىنىڭ تەرتىپلەش تەرتىپىنى ئۆزگەرتىدۇ.

source: Choose sort order
ar: اختر أمر الترتيب
be: Выберыце парадак сартавання
bg: Избери реда на подреждане
cs: Zvolte pořadí položek
da: Vælg sorteringsrækkefølge
de: Wählen Sie eine Sortierung
el: Επιλογή σειράς ταξινόμησης
es: Elejir orden de clasificación
fa: انتخاب ترتیب
fr: Choisir l'ordre de tri
he: בחר סדר מיון
hi: क्रम बद्ध चुनिए
hr: Odaberite raspored sortiranja
hu: Rendezési sorrend kiválasztása
ja: ソート順を選択
mk: Избери редослед
nl: Kies sorteer volgorde
oc: Causir l'òrdre de triada
pl: Wybierz porządek sortowania
pt: Escolha a ordenação
ro: Alege ordinea de sortare
ru: Выбрать порядок сортировки
sd: अलग करण वारो क्रम चुन्दयो
sk: Vybrať poradie triedenia
sr: Изаберите редослед
sv: Välj sorteringsordning
tl: Pumili ng pagsasaayos ng pagkakasunod-sunod
tr: Sıralanışı seç
ug: تەرتىپلەش تەرتىپىنى تاللاڭ

source: Choose sort order for Pick Items mode
ar: اختر أمر الترتيب من أجل اختيار صيغة العناصر
be: Выбраць тып сартавання пры адзначэнні набытых рэчаў
bg: Изберете ред на сортиране за режим на изписване на артикули
cs: Zvolte pořadí položek pro režim "Vybrat položky"
de: Sortierung im Auswahlmodus ändern
fa: ترتیب بندی از نوع را انتخاب کنید برای حالت آیتم ها را انتخاب
he: בחר סדר מיון עבור מצב בחר פריטים
hi: आइटम चुनने के मोड का क्रम बद्ध चुनिए
ja: アイテム選択モードの並べ替え順序を選択
pl: Wybierz kolejność sortowania elementów listy
pt: Escolha a ordenação para o modo de escolha de itens.
ro: Alege ordinea de sortare pentru modul Selectează articole
ru: Выбрать тип сортировки при отмечании купленных вещей
sd: पिक्कआईटम मोड़े जे लाये अलग करण वारो क्रम चुन्दयो
sk: Vybrať poradie triedenia pre mód Výberu Položiek
sr: Изаберите редослед у режиму Бирања Ставки
sv: Välj sorteringsordning för Varuväljläge
tl: Pumili ng pagsasaayos ng pagkakasunod-sunod para sa Pumili ng mga Bagay moda
tr: Öğe Seçimi sıralanışını seç
ug: تۈر تاللاش ھالىتىنىڭ تەرتىپلەش تەرتىپىنى تاللاڭ

source: Load last list used
ar: عرض آخر قائمة مستعملة
be: Загружаць апошні спіс
bg: Зареди последно ползван списък
cs: Nahrád naposledy používaný seznam
da: Indlæs senest brugte liste
de: Verwendete Liste merken
el: Φόρτωση της πιο πρόσφατης λίστας
es: Cargar última lista usada
fa: بارگیری آخرین لیست استفاده شده
fr: Charger la dernière liste utilisée
he: טען את הרשימה האחרונה שהשתמשו בה
hi: आखरी इस्तेमाल किये गयी सूची खोलिए
hr: Učitavanje zadnje korištenog popisa
hu: Legutóbb használt lista betöltése
ja: 最後に表示したリストを表示
mk: Вчитај на последната користена листа
nl: Laad laatst gebruikte lijst
oc: Cargar la darrièra lista utilizada
pl: Wczytaj ostatno używaną listę
pt: Carregar última lista utilizada
ro: Încarcă ultima listă utilizată
ru: Загружать последний список
sd: आखरी बार इस्तेमाल थ्यलसूची खोल्यो
sk: Načítať posledný použitý zoznam
sr: Учитавање задње кориштене листе
sv: Ladda senaste listan
tl: Ikarga ang huling ginamit na listahan
tr: Kullanılan son listeyi yükle
ug: ئاخىرقى قېتىم ئىشلەتكەننى يۈكلە

source: Always start with the list viewed last time.
ar: دائما ابدأ بعرض آخر قائمة مستعملة.
be: Заўсёды пачынаць з загрузкі апошняга спісу.
bg: Започвай винаги с последно прегледания списък.
cs: Vždy začít naposledy zobrazeným seznamem
da: Start altid med den liste der blev vist sidste gang.
de: Immer die zuletzt benutzte Liste verwenden
el: Έναρξη πάντα με τη λίστα που προβλήθηκε τελευταία.
es: Siempre comenzar con la lista leída por última vez.
fa: همیشه با لیستی که آخرین بار مشاهده شده شروع کنید.
fr: Toujours démarrer avec la dernière liste vue
he: התחל תמיד עם הרשימה שהוצגה אחרונה.
hi: हमेशा आखरी देखे गए आइटम से शुरू करो
hr: Uvijek započni s popisima koji su zadnji puta pogledani.
hu: Mindig a legutóbb megtekintett listával kezdje.
ja: アプリケーション起動時には前回終了時に表示していたリストを表示します。
mk: Секогаш почни со последната погледната листа.
nl: Altijd starten met de laatst bekeken lijst
oc: Aviar totjorn amb la darrièra lista vista
pl: Zawsze rozpoczynaj z ostatnio oglądaną listą.
pt: Abrir sempre a última lista visualizada.
ro: Începe întotdeauna cu lista vizualizată ultima dată.
ru: Всегда открывать список использовавшийся перед закрытием программы.
sd: हमेशा आखरी बार दिठ्यल आइटम सां शुरू कयो
sk: Vždy po spustení zobraziť naposledy prezeraný zoznam.
sr: Увек почети са задњом кориштеном листом
sv: Starta alltid med senaste listan
tl: Laging magsimula sa listahan na huling tiningnan.
tr: Her zaman son görüntülenen listeyle başla
ug: ھەمىشە ئاخىرقى قېتىم كۆرسەتكەن تىزىمنى باشلا

source: Capitalization
ar: الكتابة بأحرف كبيرة
be: Рэгістр
bg: Главна буква
cs: Velká písmena
da: Brug af store bogstaver
de: Großschreibung
el: Κεφαλαιοποίηση
es: Capitalización
fa: نوشتن با حروف بزرگ
fr: Capitalisation
he: רישיות
hi: कैपिटलाइज़ेशन
hr: Velika slova
hu: Nagybetűsítés
ja: 大文字化
mk: Капитализација
nl: Hoofdlettergebruik
oc: Mesa en majusculas
pl: Wielkość liter
pt: Capitalização
ro: Capitalizare
ru: Регистр
sd: केपिटलाइजेशन
sk: Kapitalizácia
sr: Велика Слова
sv: Versaler
tl: Kapitalisasyon
tr: Büyük Harfle başlama
ug: چوڭ كىچىك يېزىلىش

source: Automatic capitalization of entries
ar: الكتابة بالأحرف الكبيرة أوتاميتيكيا
be: Аўтаматычны набор загалоўных літар ў назвах
bg: Автоматично изписване на записите с главна буква
cs: Automaticky zvětšovat písmena u vstupů
da: Sæt automatisk store bogstaver i indtastninger
de: Großschreibung automatisch setzen
el: Αυτόματη κεφαλαιοποίηση των καταχωρήσεων
es: Capitalización automática de entradas
fa: نوشتن با حروف بزرگ خودکار ورودی ها
fr: Capitalisation automatique des entrées
he: רישיות אוטומטיות לרשומות
hi: सारी आइटम को अपने आप कापितालिज़ करे
hr: Automatski unos velikih slova
hu: A bejegyzések automatikus nagybetűsítése
ja: アイテム追加時に自動的に大文字化する
mk: Автоматска капитализација на записите
nl: Automatisch hoofdletters gebruiken bij ingaves
oc: Mesa en majusculas automatica de las entradas
pl: Automatycznie wstawiaj wielkie pierwsze litery
pt: Capitalização automática de entradas
ro: Capitalizare automată a intrărilor
ru: Автоматизация набора заглавной буквы в названиях
sd: सदन आइटमन खे पंजो पांड कापितालिज़ कयो
sk: Automatická kapitalizácia
sr: Аутоматска употреба великих слова
sv: Automatisk ändring till versaler
tl: Awtomatikong pag-kapitalisasyon ng mga ipinasok
tr: Girdilerin büyük harfle başlamasını otomatik ayarla
ug: كىرگۈزگەندە ھەرپنى ئۆزلۈكىدىن چوڭ يېزىلىشقا ئۆزگەرتىدۇ
