Repository: openintents/translations-export
Catalog: translations_shoppinglist/*.po
Languages: ar, be, bg, cs, da, de, el, es, fa, fr, he, hi, hr, hu, ja, mk, nl, oc, pl, pt, ro, ru, sd, sk, sr, sv, tl, tr, ug

source: Choose capitalization
ar: اختر الكتابة بأحرف كبيرة
be: Выбар рэгістра
bg: Избери писане с главни букви
cs: Zvolte, kde se budou písmenta zvětšovat
da: Vælg brug af store bogstaver
de: Großschreibung auswählen
el: Επιλογή κεφαλαιοποίησης
es: Elejir capitalización
fa: انتخاب حروف بزرگ
fr: Choisir la capitalisation
he: בחר רישיות
hi: कैपिटलाइज़ेशन चुने
hr: Odaberite velika slova
hu: Nagybetűsítés kiválasztása
ja: 大文字化の方法を選択
mk: Избери капитализација
nl: Kies hoodletter gebruik
oc: Causir la mesa en majusculas
pl: Wybierz wielkość liter
pt: Escolha a capitalização
ro: Alege capitalizarea
ru: Выбор регистра
sd: कैपिटलाइज़ेशन चुन्दयो
sk: Vybrať kapitalizáciu
sr: Избор употребе великих слова
sv: Välj typ av versaler
tl: Piliin ang kapitalisasyon
tr: Büyük harfle başlamasını seç
ug: چوڭ يېزىلىش تاللاڭ

source: Hide checked items
ar: أخف العناصر المحددة
be: Схаваць адзначаныя элементы
bg: Скрий маркирани елементи
cs: Skrýt přeškrtnuté položky
da: Skjul afkrydsede varer
de: Ausgewählten Eintrag verbergen
el: Απόκρυψη επιλεγμένων στοιχείων
es: Ocultar elementos revisados
fa: مخفی کردن موارد بررسی شده
fr: Cacher les éléments cochés
he: החבא פריטים שסומנו
hi: चिह्नित आइटम को छुपाये
hr: Sakrij označene stavke
hu: Kipipált elemek elrejtése
ja: チェックしたアイテムを隠す
mk: Скриј ги штиклираните ставки
nl: Verberg voltooide items
oc: Amagar los elements marcats
pl: Ukryj odznaczone elementy
pt: Ocultar itens verificados
ro: Ascunde articolele bifate
ru: Скрывать выбранные элементы
sd: जांच थ्यल्वारे आईटमन खे लिकायो
sk: Skryť zaškrtnuté položky
sr: Сакриј штиклиране ставке
sv: Göm bockade poster
tl: Itago ang may tsek na mga bagay
tr: İşaretlenmiş öğeleri gizle
ug: تاللانغان تۈرلەرنى يوشۇر

source: Immediately hide items checked off.
ar: الغاء اخفاء العناصر المحددة بسرعة.
be: Хаваць элементы спісу адразу пасля выбару.
bg: Скрий веднага елементи, които са демаркирани.
cs: Ihned skrývat přeškrtnuté položky
da: Skjul øjeblikkeligt varer som er blevet afkrydset
de: Erledigte Einträge sofort verbergen
el: Άμεση απόκρυψη των στοιχείων που έχουν επιλεγεί ως ολοκληρωμένα.
es: Ocultar inmediatamente elementos marcados.
fa: فوراً موارد علامت زده شده را مخفی کنید.
fr: Cacher immédiatement les éléments cochés
he: החבא מיידית פריטים שסומנו.
hi: चिन्हित आइटम को एकदम से छुपाये
hr: Odmah sakrij stavke koje su odrađene.
hu: A kipipált elemek azonnali elrejtése.
ja: チェックしたアイテムを直ちに隠す。
mk: Веднаш скриј ги штиклираните ставки.
nl: Direct voltooide items verbergen
oc: Amagar immediatament los elements amagats
pl: Chowaj odznaczane elementy
pt: Ocultar automaticamente os itens não verificados.
ro: Ascunde imediat articolele bifate.
ru: Скрывать элементы списка сразу после выбора.
sd: जेका आईटम चेक थीवाया उन्हन खे तुरंत ही लिकाए षड्यो
sk: Ihneď skryť zaškrtnuté položky.
sr: Одмах сакриј штиклиране ставке
sv: Göm genast bockade poster
tl: Agad na itago ang mga item na walang tsek.
tr: İşaretlenen öğeleri işaretlendiği an gizle
ug: تاللانغان تۈرلەرنى تېزلىكتە يوشۇرىدۇ.

source: Fast Scrolling
fr: Défilement rapide
pt: Deslocação rápida
ro: Derulare rapidă
sr: Брзo Скроловање
sv: Snabbrullning

source: Scroll handle appears when scrolling 35 items or more.
fr: Le bouton de défilement apparaît quand on défile 35 éléments ou plus.
pt: A barra de deslocação aparece ao deslocar 35 ou mais itens.
ro: Operatorul de derulare apare atunci când se derulează 35 sau mai multe elemente.
sr: Дршка за скроловање се појављује кад има минимум 35 ставки
sv: Rullhandtag visar sig när 35 eller fler varor visas.

source: Show price
ar: أظهر السعر
be: Паказваць цану
bg: Покажи цена
cs: Zobrazit cenu
da: Vis pris
de: Preis anzeigen
el: Εμφάνιση τιμής
es: Mostrar precio
fa: نشان دادن قیمت
fr: Voir le prix
he: הראה מחיר
hi: मुल्ये दिखाए
hr: Prikaži cijenu
hu: Ár megjelenítése
ja: 価格を表示
mk: Покажи цена
nl: Toon prijs
oc: Veire lo prètz
pl: Pokaż cenę
pt: Mostrar preço
ro: Afișează prețul
ru: Показывать цену
sd: कीमत दिखार्यो
sk: Zobraziť cenu
sr: Прикажи цену
sv: Visa pris
tl: Ipakita ang presyo
tr: Fiyat göster
ug: باھانى كۆرسەت

source: Shown as extra column in list.
ar: أظهر على شكل خانة اضافية في القائمة.
be: Адлюстроўваць як дадатковую калонку ў спісе.
bg: Показано като допълнителна колона в списъка.
cs: Zobrazeno jako další sloupek seznamu
da: Vises som en ekstra kolonne i lister
de: Wird als separate Spalte in der Liste angezeigt
el: Εμφάνιση ως επιπλέον στήλης στη λίστα.
es: Mostrado como columna extra en la lista.
fa: بعنوان ستون اضافی در لیست نشان داده می شود.
fr: Voir comme une colonne supplémentaire dans la liste
he: מוצג כטור נוסף ברשימה
hi: यह सूची में अतिरिक्त खाना के तरह से दिखया जाता है
hr: Prikaži kao dodatni stupac u popisu.
hu: Egy kiegészítő oszlopként jelenik meg a listában.
ja: リストに列を追加表示。
mk: Прикажано како екстра колона на листата.
nl: Toon als extra kolom in lijst
oc: Veire coma una colomna suplementària dins la lista
pl: Pokaż jako dodatkową kolumnę na liście.
pt: Mostrar uma coluna extra na lista.
ro: Afișează ca o coloană extra în listă.
ru: Отображать как дополнительную колонку в списке.
sd: हिक्क बियो भी कोलुम सूचीय में दिखार्यो
sk: Zobrazené ako stĺpec navyše v zozname.
sr: Приказано као додатнa колона
sv: Visa som extra kolumn i listan
tl: Ipinapakita bilang dagdag na kulumna sa listahan.
tr: Listede ek kolon olarak göster
ug: قوشۇمچە ئىستون سۈپىتىدە تىزىمدا كۆرسىتىدۇ.

source: Per-store prices
be: Цэны па магазінах
bg: Скалад Цени
cs: Ceny podle obchodů
de: Preise je Geschäft
fa: در هر فروشگاه قیمت
fr: Prix par boutique
he: מחירים עבור כל חנות
hi: प्रति-स्टोर मुल्ये
ja: 店ごとの値段
nl: Per winkel-prijzen
pl: Ceny w sklepie
pt: Preço por loja
ro: Prețuri per magazin
ru: Цены в магазине
sd: प्रति-स्टोर कीमत
sk: Ceny pre každý obchod
sr: Цене по радњама
sv: Priser per affär
tl: Presyo sa bawat tindahan
tr: Mağaza başına fiyatlar
ug: ھەر بىر دۇكاننىڭ باھاسى

source: Track per-store prices
be: Сачыць за цэнамі у магазінах
bg: Проследяване на магазин цени
cs: Rozlišovat ceny podle obchodů
de: Preise je Geschäft speichern
fa: پیگیری قیمت در هر فروشگاه
fr: Conserver les prix par boutique
he: עקוב אחר מחירים עבור כל חנות
hi: प्रति-स्टोर मुल्ये पे नज़र रखें
ja: 店ごとの値段をトラックする
nl: Volg per winkel-prijzen
pl: Śledź ceny w sklepie
pt: Registar preço por loja
ro: Urmărește prețurile per magazin
ru: Следить за ценами в магазине
sd: प्रति-स्टोर कीमत ते नज़र रख्यो
sk: Sledovať ceny pre každý obchod
sr: Пратити цене по радњама
sv: Spåra priser per affär
tl: Subaybayan ang mga presyo sa bawat tindahan
tr: Mağaza başına fiyatları izle
ug: ھەر بىر دۇكاننىڭ باھاسىنى ئىزلا

source: Keep track of separate prices for each item at each store.
ar: تتبع الأسعار المنفصلة لكل عنصر في كل متجر
be: Сачыць за цэнамі асобна на кожны тавар у кожным магазіне.
bg: Следене на отделни цени за всеки елемент на всеки магазин.
cs: Pamatovat si pro každou položku v každém obchodě zvláštní cenu
de: Seperate Preise für jedes Item in jedem Shop verfolgen.
fa: پیگیری قیمت های جداگانه برای هر آیتم در هر فروشگاه.
fr: Conserver les prix de chaque produit pour chaque boutique.
he: עקוב אחר מחירים נפרדים לכל פריט בכל חנות.
hi: हर एक आइटम के अलग मूलुये पर नज़र रखें
ja: 各店の個別のアイテムの値段を記録する
nl: Volg de verschillende prijzen voor elk item bij elke winkel.
pl: Śledź ceny oddzielnie dla każdego elementu w każdym sklepie.
pt: Registar os diversos preços de cada item em cada loja.
ro: Ține evidența prețurilor separate pentru fiecare articol de la fiecare magazin.
ru: Следить за ценами отдельно на каждый товар в каждом магазине.
sd: हर हिक्क आइटम जी अलग किमात्युं ते नज़र रख्यो
sk: Sledovať samostatné ceny pre každú položku v každom obchode.
sr: Пратити цене за сваку ставку у свакој продавници
sv: Spåra individuella priser för varje enskild vara och varje enskild affär.
tl: Mag-subaybay ng ibat-ibang mga presyo para sa bawat bagay sa bawat tindahan.
tr: Öğenin farklı mağazalardaki farklı fiyatlarını takip et
ug: ھەر بىر تۈرنىڭ ھەر بىر دۇكاندىكى باھاسىنى ئىزلاشنى داۋاملاشتۇرىدۇ.

source: Disable screen lock
ar: تعطيل قفل الشاشة
be: Адключыць блакіроўку экрана
bg: Деактивирай заключването на екрана
cs: Zakázat zamknutí obrazovky
de: Bildschirmsperre deaktivieren
fa: غیر فعال کردن قفل صفحه نمایش
fr: Désactiver le verrouillage d'écran
he: בטל נעילת מסך
hi: स्क्रीन तले को बंद करें
ja: スクリーンロックを無効にする
pl: Wyłącz blokadę ekranu
pt: Desativar bloqueio de ecrã
ro: Dezactivează blocarea ecranului
ru: Отключение блокировки экрана
sd: स्क्रीन ताले खे बंद क्यों
sk: Vypnúť uzamykanie obrazovky
sr: Онемогућити закључавање екрана
sv: Stäng av skärmlås
tl: Huwag paganahin ang screen lock
tr: Ekran kilidi devre dışı bırakın.
ug: ئېكران قۇلۇپنى چەكلە

source: Prevents the screen to be locked when checked.
ar: منع الشاشة من الايقاف عند التحديد.
be: Прадухіляе блакіраванне экрана падчас праверак.
bg: Когато е маркино, не позволява на екрана да се заключи.
cs: Pokud zaškrtnuto, zabraňuje dispeji se zamknout
de: Wenn aktiviert, wird der Bildschirm nicht mehr gesperrt.
fa: جلوگیری از صفحه نمایش قفل شده است زمانی که چک.
fr: Cocher pour éviter le verrouillage d'écran
he: מונע נעילת מסך כשזה מסומן.
hi: अगर चिह्नित, यह स्क्रीन को बंद होने से रोकता है
ja: チェックされているとスクリーンがロックされるのを防ぎます。
pl: Zapobiega blokadzie ekranu podczas sprawdzania.
pt: Se ativa, impede o bloqueio do ecrã.
ro: Împiedică ecranul să fie blocat când este bifat.
ru: Предотвращает блокирование экрана во время проверок.
sd: जांच थाय्न्द खां पो स्क्रीन खे लोकक थ्यंद खा बचाईन्दो आ
sk: Ak zaškrtnuté, zabraňuje uzamykaniu obrazovky.
sr: Спречава закључавање екрана кад је штиклирано
sv: Förhindrar att skärmen kan låsas.
tl: Pinipigilan ang screen na ma-lock kapag may tsek.
tr: Seçildiğinde ekranın kilitlenmesini engeller.
ug: تەكشۈرۈلۈۋاتقاندا ئېكران قۇلۇپلاشنىڭ ئالدىنى ئالىدۇ.

source: Filters
fr: Filtres
pt: Filtros
ro: Filtre
sr: Филтери
sv: Filter

source: Lists can be filtered by tags or stores.
fr: Les listes peuvent être filtrée par tags ou boutiques.
pt: As listas podem ser filtradas por "tags" ou lojas.
ro: Listele pot fi filtrate după etichete sau magazine.
sr: Листе могу бити филтерисане по етикетама или по продавницама
sv: Listor kan filtreras med hjälp av taggar eller affärer.

source: Reset Quantity
ar: اعادة الكمية
be: Скінуць колькасць
bg: Нулирай количеството
cs: Vynulovat množství
de: Anzahl zurücksetzen
fa: بازنشانی مقدار
fr: Réinitialiser la quantité
he: מאתחל כמות
hi: मात्रा को शून्य करें
ja: 量をリセット
pl: Resetuj Ilość
pt: Redefinir quantidade
ro: Resetează cantitatea
ru: Сброс Количества
sd: मात्रा खे वारी सां सेट कयो
sk: Obnoviť Kvantitu
sr: Ресетуј Количину
sv: Nollställningskvantitet
tl: I-reset ang Dami
tr: Miktarı sıfırlayın
ug: سانىنى ئەسلىگە قايتۇر

source: Resets the quantity when adding items again.
ar: اعادة الكمية عند اضافة عناصرمرة أخرى.
be: Скідваць колькасць пры даданні элементаў.
bg: Нулира количеството, когато се добавят отново се добавят артикули.
cs: Vynulovat množství při znovupřidávání položek
de: Setzt die Anzahl zurück, wenn weitere Items hinzugefügt werden.
fa: تنظیم مجدد مقدار در هنگام اضافه کردن آیتم دوباره.
fr: Réinitialise la quantité quand on rajoute à nouveau des produits
he: מאתחל כמות כשמוסיף פריטים שוב.
hi: आइटम जोड़ने पर मात्रा को शून्य करता है
ja: アイテムを再追加するときに個数をリセットします。
pl: Resetuje ilość podczas dodawania elementów ponownie.
pt: Repõe a quantidade ao adicionar itens.
ro: Resetează cantitatea când se adaugă elemente din nou.
ru: Сбрасывать Количество при добавлении элементов
sd: आइटमन खे जोदंडे समय मात्राखे वारी सां सेट कयो
sk: Pri novom pridaní položky obnoví kvantitu.
sr: Ресетовање количине при поновном додавању ставке
sv: Nollställer antalet varor när antalet går över den valda siffran.
tl: I-reset ang dami kapag muling nagdadagdag ng mga bagay.
tr: Yeniden öğeler eklediğinizde miktar sıfırlanır.
ug: تۈرلەرنى قايتا قوشقاندا سانىنى ئەسلىگە قايتۇرىدۇ.

source: Barcode Scanner
be: Сканэр штрых-кода
bg: Баркод Скенер
cs: Skener čárových kódů
fa: اسکنر بارکد
fr: Scanneur de code barre
ja: バーコードスキャナー
pl: Skaner kodów kreskowych
pt: Analisador de código de barras
ro: Scanner pentru cod de bare
ru: Cканер Штрих-кода
sd: बारकोड स्कैनर
sk: Skener čiarových kódov
sr: Скенер за Баркод
sv: Streckkodsscanner
ug: تاياقچە كود تاراغۇچ

source: Long press the Add button to start Barcode OI Plugin (if installed).
be: Доўгі націск на кнопку Дадаць для запуску Barcode OI Plugin (калі ўсталяваны).
bg: Натиснете продължително бутона Добави за да стартирате Баркод OI Приставка (ако е инсталирана).
cs: Dlouze stiskněte tlačítko "Přidat" pro start pluginu OI Skener čárových kódů (pokud je nainstalován).
fa: باد و دکمه ی بارکد پلاگین OI برای شروع (در صورت نصب) را فشار دهید.
fr: Appuyez longuement sur le bouton ajouter pour démarrer le greffon Barcode OI (si installé)
ja: 追加ボタンを長く推すと OI バーコードプラグインを開始します (インストールされている場合)。
pl: Przytrzymaj przycisk Dodaj, aby uruchomić Barcode OI Plugin (jeśli jest zainstalowany).
pt: Prima o botão Adicionar até que o Plugin Barcode OI seja iniciado (se instalado).
ro: Mențineți apăsat butonul Adaugă pentru a porni Modulul pentru Cod de bare OI (dacă este instalat).
ru: Длительное нажатие на кнопку Добавить для запуска Barcode OI Plugin (если установлен).
sd: बारकोड ओई प्लगइन खे चालू करण लाये जोड्यो बट्टन खे देर तारिण दबायो
sk: Podržte tlačidlo Pridať pre spustenie Pluginu Čítačka čiarových kódov OI (ak je nainštalovaná)
sr: Дуг притисак на дугме за Додавање покреће OI Plugin (ако је инсталиран).
sv: Håll in Lägg Till-knappen för att starta Barcode OI Plugin (om den är installerad)
tl: Matagal na pindutin ang Dagdag pindutan upang simulan ang barcode OI Plugin (kung naka-install).
ug: قوش توپچىسى ئۇزۇن بېسىلسا تاياقچە كود OI قىستۇرمىسىنى قوزغىتىدۇ (ئورنىتىلغان بولسا)

source: Show tags
ar: أظهر الوسوم
be: Паказваць тэгі
bg: Покажи маркери
cs: Zobrazit štítky
da: Vis mærker
de: Stichwörter anzeigen
el: Εμφάνιση ετικετών
es: Mostrar etiquetas
fa: نشان دادن برچسب ها
fr: Voir les libellés
he: הראה תוויות
hi: टाग्स दिखाए
hr: Prikaži oznake
hu: Címkék megjelenítése
ja: タグを表示
mk: Покажи ознаки
nl: Labels tonen
oc: Afichar las etiquetas
pl: Pokaż etykiety
pt: Mostrar "tags"
ro: Afișează etichetele
ru: Показывать метки
sd: टाग्स दिखार्यो
sk: Zobraziť tagy
sr: Прикажи ознаке
sv: Visa taggar
tl: Ipakita ang mga tag
tr: Etiketleri göster
ug: بەلگىنى كۆرسەت

source: Show quantity
ar: أظهر الكمية
be: Паказваць колькасць
bg: Покажи количество
cs: Zobrazit množství
da: Vis kvantitet
de: Menge anzeigen
el: Εμφάνιση ποσότητας
es: Mostrar cantidad
fa: نشان دادن کمیت
fr: Montrer la quantité
he: הצג כמות
hi: मात्रा दिखाए
hr: Prikaži količinu
hu: Mennyiség megjelenítése
ja: 数量を表示
mk: Покажи количина
nl: Toon aantal
oc: Fa veire la quantitat
pl: Pokaż ilość
pt: Mostrar quantidade
ro: Afișează cantitatea
ru: Показывать количество
sd: मात्रा दिखार्यो
sk: Zobraziť kvantitu
sr: Прикажи количину
sv: Visa antal
tl: Ipakita ang bilang
tr: Miktar göster
ug: سانىنى كۆرسەت

source: Show priority
ar: أظهر الاولوية
be: Паказваць прыярытэт
bg: Виж приоритети
cs: Zobrazit prioritu
de: Priorität anzeigen
es: Mostrar prioridad
fa: نمايش اولويت
fr: Afficher la priorité
he: הצג סדר עדיפויות
hi: प्रथानता दिखाए
ja: 優先度を表示
nl: Toon prioriteit
pl: Pokazuj priorytet
pt: Mostrar prioridade
ro: Afișează prioritatea
ru: Показать приоритет
sd: प्रथानता दिखार्यो
sk: Zobraziť prioritu
sr: Прикажи приоритет
sv: Visa prioritet
tl: Ipakita ang prioridad
tr: Önceliği göster
ug: ئالدىنلىقنى كۆرسەت

source: Show units
ar: أظهر الوحدات
be: Паказваць адзінкі вымярэння
bg: Виж единици
cs: Zobrazit jednotky
de: Maßeinheiten anzeigen
es: Mostrar unidades
fa: نمايش واحدها
fr: Afficher les unités
he: הצג יחידות
hi: इकाई दिखाए
ja: 単位を表示
nl: Toon eenheden
pl: Pokazuj jednostki
pt: Mostrar unidades
ro: Afișează unitățile
ru: Показать единицы измерения
sd: इकाई दिखार्यो
sk: Zobraziť jednotky
sr: Прикажи јединице
sv: Visa enhet
tl: Ipakita ang mga yunit
tr: Birimleri göster
ug: بىرلىكىنى كۆرسەت

source: Subtotal by priority
ar: المجموع حسب الأولوية
be: Вынік па прыярытэту
bg: Междинна сума по приоритет
cs: Mezisoučet podle priority
de: Zwischensumme nach Priorität
fa: رسانی توسط اولویت
fr: Sous-total par priorité
he: סכום ביניים לפי עדיפות
hi: प्रथानता के तोर पे उप-योग
ja: 優先度ごとの小計
nl: Subtotaal op prioriteit
pl: Razem dla priorytetu
pt: Subtotal por prioridade
ro: Subtotal după prioritate
ru: Итого по приоритету
sd: प्रथानता जे तौर ते उप-योग
sk: Medzisúčet podľa priority
sr: Сума по приоритету
sv: Delresultat med prioritet
tl: Subtotal ayon sa prioridad
tr: Önceliğe göre ara toplam
ug: ئالدىنلىق بويىچە كىچىك جەمئى

source: No subtotal by priority shown.
ar: لم يظهر أي مجموع حسب الأولوية
be: Няма інфармацыі па выніку для адлюстравання
bg: Междинната сума по приоритет не е показана.
cs: Žádný mezisoučet podle priority nezobrazen
de: Keine Zwischensumme nach Priorität angezeigt.
fa: بدون زیرکل توسط اولویت نشان داده شده است.
fr: Pas d'affiche de sous-total par priorité.
he: אין סכום ביניים לפי עדיפות מוצג.
hi: कोई प्रथानता के तोर पे उप-योग दिखाया
ja: 優先度ごとの小計が表示されていません。
nl: Geen subtotaal op prioriteit getoond.
pl: Brak sumy dla priorytetu.
pt: Subtotal por prioridade não mostrado.
ro: Nu s-a afișat niciun subtotal după prioritate.
ru: Нет информации по итогу для отображения
sd: प्रथानता जे तौर ते कोई भी उप-योग नथी दिखारे
sk: Žiadny medzisúčet podľa priority nieje zobrazený.
sr: Нема суме по приоритету
sv: Inget delresultat med prioritet visat.
tl: Walang subtotal ayon sa ipinakitang prioridad
tr: Gösterilebilecek önceliğe göre ara toplam yok
ug: ئالدىنلىق بويىچە كىچىك جەمئى يوق.

source: Include checked items
ar: شمل العناصر المحددة
be: Дадаць адзначаныя элементы
bg: Включете отметнати елементи
cs: Zahrnout přeškrtnuté položky
de: Markierte Einträge berücksichtigen
fa: شامل آیتم های چک
fr: Inclure les éléments cochés
he: כלול פריטים שסומנו
hi: चिन्हित आइटम के साथ
ja: チェックされた項目を含む
nl: Tel geselecteerde items mee
pl: Dodaj sprawdzone elementy
pt: Incluir itens verificados
ro: Include articolele bifate
ru: Добавить выбранные элементы
sd: जांच थ्यल वारा आईटम भी जोड्यो
sk: zahrnúť zaškrtnuté položky
sr: Укључи штиклиране ставке
sv: Inkludera markerade varor
tl: Isama ang may tsek na bagay
tr: İşaretlenmiş öğeleri ekle
ug: تاللانغان تۈرلەرنى ئۆز ئىچىگە ئالىدۇ

source: Subtotal by priority includes checked items
be: Прамежкавы вынік уключае адзначаныя элементы
bg: Междинната сума по приоритет включва избраните елементи
cs: Mezisoučet podle priority zahrnuje přeškrtnuté položky
de: Die Zwischensumme nach Priorität beinhaltet ausgewählte Items
fa: رسانی توسط اولویت شامل آیتم های چک
fr: Inclus les éléments cochés dans le sous-total par priorité
he: סכום ביניים לפי עדיפות כולל פריטים שסומנו
hi: प्रथानता के तोर पे उप-योग चिन्हित आइटम के साथ
ja: 優先度ごとの小計はチェックされた項目を含みます。
nl: Subtotaal bij prioriteit inclusief geselecteerde items
pl: Razem dla priorytetu włączając sprawdzone elementy
pt: Subtotal por prioridade inclui itens verificados
ro: Subtotalul după prioritate include articolele bifate
ru: Итог включает в себя отмеченные товары
sd: प्रथानता जे तौर ते उप-योग में जांच थ्यल आईटम भी जूद्यल आहिन
sk: Medzisúčet podľa priority zahrňuje zaškrtnuté položky
sr: Сума по приоритету са штиклираним ставкама
sv: Delresultat med prioritet inkluderar markerade varor
tl: Subtotal ayon sa prioridad na kasama ang mga bagay na may tsek
tr: İşaretlenmiş öğelerle birlikte önceliğe göre ara toplam
ug: تاللانغان تۈرلەرنى ئۆز ئىچىگە ئالغان ئالدىنلىق بويىچە كىچىك جەمئى

source: Subtotal by priority excludes checked items
be: Прамежкавы вынік выключае адзначаныя элементы
bg: Междинната сума по приоритет изключва избраните елементи
cs: Mezisoučet podle priority nezahrnuje přeškrtnuté položky
de: Die Zwischensumme nach Priorität beinhaltet keine ausgewählten Items
fa: آیتم های چک شده رسانی توسط اولویت مستثنی
fr: Exclus les éléments cochés dans le sous-total par priorité
he: סכום ביניים לפי עדיפות לא כולל פריטים שסומנו
hi: प्रथानता के तोर पे उप-योग बिना चिन्हित आइटम के साथ
ja: 優先度ごとの小計はチェックされた項目を含みません。
nl: Subtotaal bij prioriteit sluit geselecteerde items uit
pl: Razem dla priorytetu wyłączając sprawdzone elementy
pt: Subtotal por prioridade exclui itens verificados
ro: Subtotalul după prioritate exclude articolele bifate
ru: Исключать из итога отмеченные товары
sd: प्रथानता जे तौर ते उप-योग में जांच थ्यल आईटम भी जूद्यल कानन
sk: Medzisúčet podľa priority nezahrňuje zaškrtnuté položky
sr: Сума по приоритету без штиклираних ставки
sv: Delresultat med prioritet exkluderar markerade varor
tl: Subtotal ayon sa prioridad na hindi kasama ang mga bagay na may tsek
tr: İşaretlenmiş öğelerle hariç önceliğe göre ara toplam
ug: تاللانغان تۈرلەرنى ئۆز ئىچىگە ئالمىغان ئالدىنلىق بويىچە كىچىك جەمئى

source: Pick items directly in list
ar: اختيار العناصر مباشرة في القائمة
be: Адзначаць набытыя рэчы прама ў спісе
bg: Вземете елементи директно от списъка
cs: Zvolit položky přímo v seznamu
de: Items direkt in der Liste selektieren
fa: انتخاب اقلام به طور مستقیم در لیست
fr: Sélectionner directement les éléments dans la liste
he: בחר פריטים ישירות מהרשימה
hi: सूची से सीधे आइटम चुनिए
ja: リスト内の項目を直接選択する
nl: Kies items direct in de lijst
pl: Wybierz elementy bezpośrednio w liście
pt: Escolher itens na lista
ro: Selectează articolele direct în listă
ru: Отмечать купленные вещи прямо в списке
sd: सीधो सहु सूची में आईटम खद्यो
sk: Vebrať položky priamo v zozname
sr: Директно бирај ставке на листи
sv: Välj varor direkt i listan
tl: Pumili ng mga bagay direkta sa listahan
tr: Öğeleri doğrrudan listeden seçin
ug: تۈرلەرنى تىزىمدىن بىۋاستە تاللاڭ

source: Switch main list to edit mode to re-add existing items
be: Пераключыцца ў рэжым рэдагавання для паўторнага дадання тавараў
bg: Избери главния списък, за да редактираш режима на добавяне на съществуващи елементи
cs: Přepnout hlavní seznam do režimu úprav pro znovupřidání existujících položek
de: Setzt den Editiermodus, dass in der Hauptliste Items erneut hinzugefügt werden können
fa: تغییر لیست اصلی را ویرایش و از حالت به دوباره اضافه کردن آیتم های موجود
fr: Passer la liste principale en mode édition pour rajouter des éléments existants
he: החלף רשימה ראשית למצב עריכה כדי להוסיף בשנית פריטים קיימים
hi: मौजूदा आइटम को जोड़ने के लिया मुख्य सूची को संपादन मोड में करे
ja: 存在しているアイテムを再追加するにはメインリストを編集モードに切り替えてください。
nl: Schakel wijzig-modes in voor de hoofdlijst om de bestaande items opnieuw toe te voegen
pl: Przejdź do trybu edycji, aby ponownie dodawać elementy
pt: Troca a lista principal para o modo de edição para adicionar itens existentes
ro: Comută lista principală la modul de editare pentru a readăuga articolele existente
ru: Переключиться в режим редактирования для повторного добавления товаров
sd: मौजूदा आइटम खे जोड़न लाये मुख्य सूची खे संपादन मोड में कयो
sk: Prepnúť hlavný zoznam do módu úpravy pre opätovné pridanie už existujúcich položiek
sr: Прелаз главне листе на режим измене за поновно додавање постојећих ставки
sv: Byt till ändringsläge för huvudlistan för lägga till redan inlagda varor
tl: Ilipat ang pangunahing listahan sa baguhin moda para muling-idagdag ang mga dating bagay
tr: Eklenmiş öğeleri tekrar eklemek için ana listeyi düzenleme moduna alın
ug: ئاساسىي تىزىمنى تەھرىر ھالىتىگە ئالماشتۇرۇپ نۆۋەتتىكى تۈرلەرنى قايتا قوشىدۇ
