Repository: openintents/translations-export
Catalog: translations_shoppinglist/*.po
Languages: ar, be, bg, cs, da, de, el, es, fa, fr, he, hi, hr, hu, ja, mk, nl, oc, pl, pt, ro, ru, sd, sk, sr, sv, tl, tr, ug

source: Add items to list using a dedicated dialog
be: Дадайце тавары ў спіс, выкарыстоўваючы асобную форму
bg: Добави елементи към списъка като използваш определения диалогов прозорец
cs: Přidat položky do seznamu pomocí speciálního dialogu
de: Füge Items in einem eigenen Dialog hinzu
fa: اضافه کردن آیتم به لیست با استفاده از گفت و گو اختصاصی
fr: Ajouter des éléments dans la liste en utilisant une fenêtre dédiée
he: הוסף פריטים לרשימה על ידי שימוש בדיאלוג למטרה זו
hi: समर्पित डायलोग का इस्तेमाल करें आइटम सूची में जोड़ने के लिए
ja: 専用のダイアログを使用してリストに項目を追加
nl: Voeg items toe aan de lijst met behulp van het dialoogvenster
pl: Dodaj elementy do listy za pomocą oddzielnego formularza
pt: Adicionar itens à lista atravéd de um diálogo
ro: Adaugă articolele la listă utilizând un dialog special
ru: Добавьте товары в список используя отдельную форму
sd: समर्पित डायलोग जो इस्तेमाल कयो आइटम सूची में जोड़न लाये
sk: Pridať položky do zoznamu pomocou vyhradeného dialógového okna
sr: Додавање ставки са посебним дијалогом
sv: Lägg till varor till listan via en dedikerad dialogruta
tl: Magdagdag ng mga bagay sa listahan na gamit ang dedikadong diyalogo.
tr: Listeleri özel bir diyalogla listeye ekle
ug: مەخسۇس سۆزلەشكۈدىن بىرنى ئىشلىتىپ تۈرلەرنى تىزىمغا قوشىدۇ

source: Always same sort order
ar: السماح ببعض اوامر الترتيب
be: Заўсёды сартаваць таксама
bg: Винаги използвай същия ред на сортиране
cs: Vždy stejné řazení
de: Immer gleiche Sortierung
fa: همیشه نظم مرتب کردن بر اساس همان
fr: Toujours le même ordre de tri
he: השתמש תמיד בסדר מיון קבוע
hi: हमेशा यही क्रम बद्ध
ja: いつも同じの並び替え順序
nl: Altijd dezelfde sorteer volgorde
pl: Zawsze ta sama kolejność sortowania
pt: Utilizar sempre a mesma ordenação
ro: Întotdeauna aceeași ordine de sortare
ru: Всегда сортировать также
sd: हमेशा ईहोही अलग करण वारो क्रम
sk: Vždy rovnaké poradie triedenia
sr: Увек исти редослед сортирања
sv: Alltid samma sortering
tl: Laging parehong pagsasaayos ng pagkakasunod-sunod
tr: Her zaman aynı sıralanışı kullan
ug: ھەمىشە ئوخشاش تەرتىپلەش تەرتىپى

source: Items are sorted in Pick Items mode just as in Shopping mode.
ar: تم فرز العناصر بطريقة اختيار العناصر كما في وضع التسوق.
be: Спіс тавараў пры адзначэнні набытых рэчаў будзе сартавацца таксама, як і ў рэжыме пакупкі.
bg: Елементите са подредени в режим за избор, както в режим за пазаруване онлайн.
cs: V režimu "Zvolit položku" jsou položky řazeny jako v Nákupním režimu.
de: Einträge werden im Auswahlmodus genauso sortiert wie im Einkaufmodus
fa: این آیتم ها را در حالت آیتم ها را انتخاب فقط به عنوان در حالت خرید مرتب شده اند
he: פריטים מסודרים במצב בחר פריטים בדיוק כמו במצב קניות.
hi: आइटमों का क्रम बद्ध आइटम चुनना मोड में शौपिंग मोड कि तरह ही हैं
ja: アイテムはアイテム選択モードでもショッピングモードと同じように並べ替えられます。
pl: Elementy są posortowane tak samo w wybieraniu elementów i trybie Zakupów.
pt: Os itens são ordenados no modo de escolha de itens tal como no modo de compras.
ro: Articolele sunt sortate în modul Selectează articole la fel ca în modul Cumpărături.
ru: Список товаров при отмечании купленных вещей будет сортироваться также, как и в режиме покупки.
sd: आइटमून जो अलग करण वारो क्रमआइटम चुनना मोड में शौपिंग मोड जी तरह ही हून्दो आ
sk: Položky sú zoradené v móde Výberu Položiek presne tak ako v Nákupnom móde.
sr: Ставке су сортиране у режиму Бирања Ставки исто као у режиму Куповине
sv: Varor blir sorterade i Varuväljläget precis som i Shoppingläget.
tl: Ang mga bagay ay pinagsunod-sunod sa Pumili ng mga Bagay moda tulad ng sa Shopping moda.
tr: Öğeleri Alışveriş modundaki gibi Öğe Seçimi modunda sıralayın.
ug: سېتىۋېلىش ھالىتىگە ئوخشاش تۈرلەر تۈر تاللاش ھالىتىدە تەرتىپلەندى.

source: Sort order for Pick Items mode can be chosen separately.
be: Вы можаце выбраць асобны тып сартавання пры адзначэнні набытых рэчаў.
bg: Реда на сортиране за елементите по избор може да бъде избран отделно.
cs: Řazení pro režim "Zvolit položku" může být zvoleno zvlášť.
de: Sortierung für Auswahlmodus kann extra ausgewählt werden.
fa: مرتب سازی بر اساس سفارش برای انتخاب حالت مورد به طور جداگانه می تواند انتخاب شود
fr: Le tri d'élément pour le mode sélection d'élément peut être choisi séparément.
he: סדר מיון עבור מצב בחר פריט יכול להיבחר בנפרד.
hi: आइटम चुनने का क्रम बद्ध अलग अलग चुनना जा सकता हैं
ja: アイテム選択モードの並び替え順序は別々に選択することができます。
nl: Sorteer volgorde voor voor het kiezen van de items kan apart gekozen worden.
pl: Kolejność sortowania w wybieraniu elementów można ustawić oddzielnie.
pt: A ordenação no modo de escolha de itens pode se escolhida separadamente.
ro: Ordinea de sortare pentru modul Selectează articole poate fi selectat separat.
ru: Вы можете выбрать отдельный тип сортировки при отмечании купленных вещей.
sd: आइटम चुनदना जो अलग करण वारो क्रम अलग अलग चुनि ता सगो
sk: Poradie triedenia pre mód Výberu Položiek môže byť zvolené samostatne.
sr: Редослед сортирања у режиму Бирања Ставки се може посебно изабрати
sv: Sorteringsordningen för Varuväljläget kan bli vald separat.
tl: Ang mga pagsasaayos ng pagkakasunod-sunod para sa Pumili ng mga Bagay moda ay maaring piliing magkahiwalay.
tr: Öğe Seçimi modu için sıralama ayrı olarak seçilebilir.
ug: تۈر تاللاش ھالىتىنىڭ تەرتىپلەش تەرتىپىنى ئايرىم تاللاشقا بولىدۇ.

source: Shake to clean up
ar: هز للتنظيف
be: Ачыстка трасянінай
bg: Разклати за почистване
cs: Pro vyčištění zatřást
da: Ryst for at rydde op
de: Schütteln um Liste aufzuräumen
el: Κίνηση για εκκαθάριση
es: Sacudir para limpiar
fa: برای پاک کردن تکان دهید
fr: Secouer pour nettoyer
he: נער כדי לנקות
hi: मिटने के लिया हिलाए
hr: Protresite za brisanje
hu: Ürítéshez rázza meg
ja: シェイクでリストをクリーン
mk: Затреси за да испразниш
nl: Schudden om lijst te legen
pl: Potrząśnij, aby wyczyścić
pt: Agite o telefone para apagar
ro: Scutură pentru a curăța
ru: Очистка тряской
sd: मितायण लाये हिलायोस
sk: Zatriasť pre vyčistenie
sr: Брисање дрмањем
sv: Skaka för att rensa
tl: Kalugin upang linisin
tr: Temizlemek için sallayın
ug: تازىلىغاندا تىترەت

source: Shake the phone to clean up the list.
ar: هز الهاتف لتنظيف القائمة.
be: Патрасіце тэлефон как ачысціць спіс.
bg: Разклатете телефона за изчистване на списъка.
cs: Pro vyčištění seznamu zatřást telefonem
da: Ryst telefonen for at rydde op i listen
de: Das Handy schütteln um die Liste aufzuräumen
el: Κινήστε το τηλέφωνο για την εκκαθάριση της λίστας.
es: Sacudir el teléfono para limpiar la lista.
fa: برای پاک کردن لیست تلفن را تکان دهید.
fr: Secouer le téléphone pour nettoyer la liste
he: נער את הטלפון כדי לנקות את הרשימה.
hi: सूची मिटने के लिए फोन हिलाए
hr: Protresite telefon za brisanje popisa.
hu: A lista ürítéséhez rázza meg a készüléket.
ja: 端末をシェイクする事でリストをクリーンする。
mk: Затреси го телефонот да ја испразниш листата.
nl: Schud te telefoon om de lijst op te kuisen.
pl: Potrząśnij telefonem, aby wyczyścić listę.
pt: Agitte o telefone para apagar a lista.
ro: Scutură telefonul pentru curăța lista.
ru: Потрясите телефон для очистки списка покупок.
sd: सूची मितायण लाये फोने खे हिलायोस
sk: Zatraste telefónom pre vyčistenie zoznamu.
sr: Дрмањем телефона се расчисти листа
sv: Skaka telefonen för att rensa listan
tl: Kalugin ang telepono para linisin ang listahan.
tr: Temizlemek için telefonu sallayın
ug: تىزىمنى تازىلىغاندا تېلېفوننى تىترەت.

source: Advanced settings
ar: إعدادات متقدمة
be: Палепшаныя настройкі
bg: Допълнителни настройки
cs: Pokročilá nastavení
da: Avancerede indstillinger
de: Erweiterte Einstellungen
el: Σύνθετες ρυθμίσεις
es: Configuración avanzada
fa: تنظیمات پیشرفته
fr: Paramètres avancés
he: הגדרות מתקדמות
hi: उन्नत सेटिंग्स
hr: Napredne postavke
hu: Különleges beállítások
ja: 詳細設定
mk: Напредни подесувања
nl: Geavanceerde instellingen
oc: Paramètres avançats
pl: Ustawienia zaawansowane
pt: Definições avançadas
ro: Configurări avansate
ru: Расширенные настройки
sd: उन्नत सेटिंग्स
sk: Pokročílé nastavenia
sr: Напредне поставке
sv: Avancerade inställningar
tl: Advanced na mga setting.
tr: Gelişmiş ayarlar
ug: ئالىي تەڭشەك

source: Additional settings.
ar: الاعدادات الاضافية.
be: Дадатковыя настройкі.
bg: Допълнителни настройки
cs: Doplňková nastavení
de: Zusätzliche Einstellungen
fa: اضافی در تنظیمات.
fr: Paramètres supplémentaires
he: הגדרות נוספות.
hi: अतरिक्त सेटिंग्स
ja: 追加設定
pl: Dodatkowe ustawienia.
pt: Definições extra
ro: Configurări suplimentare.
ru: Дополнительные настройки.
sd: अतरिक्त सेटिंग्स
sk: Ďalšie nastavenia
sr: Додатне поставке
sv: Ytterligare inställningar.
tl: Karagdagang mga setting.
tr: Ek ayarlar.
ug: باشقا تەڭشەكلەر.

source: General
ar: عام
be: Асноўныя
bg: Обща информация
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fa: عمومی
fr: Général
he: כללי
hi: साधारण
hr: Općenito
hu: Általános
ja: 一般
mk: Општо
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Основные
sd: सामान्य
sk: Všeobecné
sr: Опште
sv: Generellt
tl: Pangkalahatan
tr: Genel
ug: ئادەتتىكى

source: Pick Items
ar: اختر العناصر
be: Адзначыць набытыя тавары
bg: Вземете елементи
cs: Zvolit položky
de: Einträge auswählen
fa: انتخاب آیتم ها
fr: Sélectionnez les éléments
he: בחר פריטים
hi: आइटम चुनिए
ja: 項目を選ぶ
nl: Kies items
pl: Wybierz elementy
pt: Escolha os itens
ro: Selectează articole
ru: Отметить купленные товары
sd: आईटम चुन्दयो
sk: Výber Položiek
sr: Бирање Ставки
sv: Välj varor
tl: Pumili ng mga Bagay
tr: Öğeleri Seçin
ug: تۈرلەرنى تاللاڭ

source: Appearance
ar: المظهر
be: Знешні выгляд
bg: Външен вид
cs: Zobrazení
da: Udseende
de: Erscheinung
el: Εμφάνιση
es: Apariencia
fa: ظاهر
fr: Apparence
he: חזות
hi: रूप
hr: Izgled
hu: Megjelenés
ja: 表示
mk: Изглед
nl: Weergave
oc: Aparéncia
pl: Wygląd
pt: Aspeto
ro: Aspect
ru: Вид
sd: प्रकटीकरण
sk: Vzhľad
sr: Изглед
sv: Utseende
tl: Itsura
tr: Görünüş
ug: قىياپەت

source: Add-ons
ar: إضافات
be: Дапаўненні
bg: Добавки
cs: Doplňky
da: Tilføjelser
de: Erweiterungen
el: Προσθήκες
es: Componentes adicionales
fa: افزونه ها
fr: Greffons
he: תוספים
hi: आड-ओंस
hr: Dodaci
hu: Kiegészítők
ja: アドオン
mk: Додатоци
nl: Extensies
oc: Ensèrts
pl: Dodatki
pt: Extras
ro: Supliment
ru: Дополнения
sd: आड-ओंस
sk: Doplnky
sr: Додаци
sv: Tillägg
tr: Eklentiler
ug: قىستۇرمىلار

source: Get new add-ons
ar: أحصل الى اضافات جديدة
be: Усталяваць новыя дапаўненні
bg: Вземи нови добавки
cs: Získejte nové doplňky
da: Hent nye tilføjelser
de: Neue Erweiterungen herunterladen
el: Λήψη νέων προσθηκών
es: Obtener nuevos componentes
fa: افزونه های جدید را به دست آورید
fr: Obtenir de nouveaux greffons
he: הורד תוספים חדשים
hi: नए सहयुक्ति लें
hr: Preuzimanje novih dodataka
hu: Új kiegészítők letöltése
ja: アドオンを取得
mk: Земи нови додатоци
nl: Nieuwe extensies ophalen
oc: Obténer d'ensèrts novèls
pl: Pobierz nowe dodatki
pt: Obter extras
ro: Obține suplimente noi
ru: Еще дополнения
sd: नया आड-ओंस वठो
sk: Získať nové doplnky
sr: Набавка додатака
sv: Hämta nya tillägg
tl: Kumuha ng bagong add-ons
tr: Yeni eklentiler al
ug: يېڭى قىستۇرمىغا ئېرىش

source: Search for extensions and themes online.
ar: البحث عن الملحقات والثيمات اونلاين
be: Пошук пашырэнняў і тэм ў інтэрнэце.
bg: Търсете за разширения и палитри онлайн.
cs: Hledat rozšíření a motivy online
da: Søg efter tilføjelser og temaer online.
de: Online nach Erweiterungen und Designs suchen.
el: Αναζήτηση για επεκτάσεις και θέματα στο Internet.
es: Buscar extensiones y temas en linea.
fa: پسوندها و تم ها را به صورت آنلاین جستجو کنید.
fr: Rechercher des extensions et thémes sur Internet
he: חפש הרחבות וערכות נושא אונליין
hi: विस्तारों तथा विषयों को ऑनलाइन ढूंढें
hr: Pretraživanje za dodacima i temama na mreži.
hu: Bővítések és témák on-line keresése.
ja: 拡張機能とテーマをインターネットで検索
mk: Пребарувај екстензии и теми онлајн.
nl: Zoek naar Extensies en thema's op het web
oc: Recercar d'extensions e de tèmas en linha.
pl: Szukaj rozszerzeń i tematów w sieci.
pt: Procurar extensões e temas na web.
ro: Caută extensii și teme online.
ru: Поиск дополнений и тем в интернете
sd: विस्तारों अऊँ विषयों खे ऑनलाइन गोल्यो
sk: Hľadať rozšírenia a témy online.
sr: Тражи додатке и теме на Интернету
sv: Sök tillägg och teman online
tl: Maghanap ng mga ekstensiyon at tema sa online.
tr: Eklenti ve tema için çevrimiçi arama
ug: توردىن كېڭەيتىلمە ۋە ئۆرنەك ئىزدەيدۇ.

source: Get add-ons from Market
ar: الحصول على الاضافات من المتجر
be: Усталяваць дапаўненні з Market
bg: Вземи добавки от Market
cs: Získejte doplňky z Marketu
da: Hent tilføjelser fra Market
de: Erweiterungen vom Market herunterladen
el: Λήψη προσθηκών από το Market
es: Obtener complementos del Market
fa: افزونه ها را از بازار به دست آورید
fr: Obtenir des greffons depuis le « Market ».
he: הורד תוספים מהמרקט
hi: सह्युक्तियों को बाजार से लें
hr: Preuzimanje dodataka na Market-u
hu: Kiegészítők letöltése a piactérről
ja: アドオンをマーケットから取得
mk: Земи додатоци од маркетот
nl: Extensies van Market ophalen
oc: Obténer d'ensèrts dempuèi lo Market.
pl: Pobierz dodatki z Marketu
pt: Obter extras no Market
ro: Obține suplimente de la Market
ru: Дополнения с Android market
sd: आड-ओंस बाजार मां वठो
sk: Získať doplnky z Marketu
sr: Набави доатке са Тржишта
sv: Hämta tillägg från Market
tl: Kumuha ng add-ons sa Merkado
tr: Marketten yeni eklentiler al
ug: بازاردىن قىستۇرمىغا ئېرىش

source: Get add-ons from OpenIntents
ar: الحصول على الاضافات من OpenIntents
be: Усталяваць дапаўненні з OpenIntents
bg: Вземи добавки от OpenIntents
cs: Získejte doplňky od OpenIntents
da: Hent tilføjelser fra OpenIntents
de: Erweiterungen von OpenIntents herunterladen
el: Λήψη προσθηκών από το OpenIntents
es: Obtener complementos de OpenIntents
fa: افزونه ها را از OpenIntents به دست آورید
fr: Obtenir des greffons depuis OpenIntents
he: הורד תוספים מ-OpenIntents
hi: सह्युक्तियों को ओपनइन्टेंटस से लें
hr: Preuzimanje dodataka na OpenIntents
hu: Kiegészítők letöltése az OpenIntents oldalról
ja: アドオンをOpenIntentsから取得
mk: Земи додатоци од OpenIntents
nl: Extensies van OpenIntents ophalen
oc: Obténer d'ensèrts dempuèi OpenIntents
pl: Pobierz dodatki z OpenIntents
pt: Obter extras na OpenIntents
ro: Obține suplimente de la OpenIntents
ru: Дополнения с OpenIntents
sd: आड-ओंस OpenIntents मां वठो
sk: Získať doplnky z OpenIntents
sr: Набави доатке са OpenIntents вебсајта
sv: Hämta tillägg från OpenIntents
tl: Kumuha ng add-ons sa OpenIntents
tr: OpenIntents'den yeni eklentiler al
ug: OpenIntents دىن قىستۇرمىغا ئېرىش

source: Extensions
ar: الملحقات
be: Пашырэнні
bg: Разширения
cs: Rozšíření
da: Udvidelser
de: Erweiterungen
el: Επεκτάσεις
es: Extensiones
fa: موارد اضافی
he: הרחבות
hi: विस्तार
hr: Dodaci
hu: Bővítések
ja: 拡張機能
mk: Екстензии
nl: Extensies
pl: Rozszerzenia
pt: Extensões
ro: Extensii
ru: Расширения
sd: एक्सटेंशन्स
sk: Rozšírenia
sr: Додатци
sv: Tillägg
tl: Mga Ekstensiyon
tr: Uzantılar
ug: كېڭەيتىلمە

source: Themes
ar: الثيمات
be: Тэмы
bg: Палитри
cs: Motivy
da: Temaer
de: Designs
el: Θέματα
es: Temas
fa: تم ها
fr: Thèmes
he: ערכות עיצוב
hi: थीम्स
hr: Teme
hu: Témák
ja: テーマ
mk: Теми
nl: Thema's
oc: Tèmas
pl: Motywy
pt: Temas
ro: Teme
ru: Темы
sd: थीम्स
sk: Témy
sr: Теме
sv: Teman
tl: Mga Tema
tr: Temalar
ug: ئۇسلۇبلار

source: Search for extensions at Android Market.
ar: البحث عن الملحقات في متجر أندرويد
be: Пошук пашырэнняў у Android Market.
bg: Търсете разширения в Android Market.
cs: Hledat rozšíření v Android Marketu.
da: Søg efter udvidelser på Android Market.
de: Nach Erweiterungen auf Android Market suchen
el: Αναζήτηση για επεκτάσεις στο Android Market.
es: Busqueda de extensiones en la Tienda Android
fa: در Android Market به جستجوی پسوندها بپردازید.
fr: Rechercher des extensions sur l'Android Market
he: חפש הרחבות בשוק האנדרואיד
hi: अंद्रोइड बाजार में विस्तार खोजें
hr: Pretraživanje dodataka na Android Market-u.
hu: Bővítések keresése az Android Market oldalon.
ja: 拡張機能をAndroid Marketから検索
mk: Пребарувај екстензии на Android маркетот.
nl: Zoek naar Extensies in de Android Market.
oc: Recercar d'extensions sus l'Android Market
pl: Szukaj rozszerzeń w Android Market
pt: Procurar extensões no Android Market.
ro: Caută extensii pe Android Market.
ru: Поиск расширений на Android Market.
sd: Android बाजार में एक्सटेंशन खे गोल्यो
sk: Hľadať rozšírenia na Android Markete.
sr: Тражи додатке на Андроид Тржишту
sv: Sök efter tillägg på Android Market
tl: Maghanap ng mga ekstensiyon sa Android Merkado
tr: Android Markette uzantıları arayın.
ug: كېڭەيتىلمىلەرنى ئاندىرويىد بازاردىن ئىزدەيدۇ.

source: Search for themes at Android Market.
ar: البحث عن الثيمات في متجر أندرويد
be: Пошук тэм у Android Market.
bg: Търсете палитри в Android Market.
cs: Hledat motivy v Android Marketu.
da: Søg efter temaer på Android Market.
de: Nach Designs auf Android Market suchen.
el: Αναζήτηση για θέματα στο Android Market.
es: Buscar temas en Android Market.
fa: در Android Market به جستجوی تم ها بپردازید.
fr: Rechercher des thèmes sur l'Android Market.
he: חפש ערכות נושא בשוק האנדרואיד
hi: अंद्रोइड बाजार में थीम्स खोजें
hr: Pretraživanje tema na Android Market-u.
hu: Témák keresése az Android Market oldalon.
ja: テーマをAndroid Marketから検索
mk: Пребарувај теми на Android маркетот.
nl: Zoek naar thema's in de Android Market
oc: Recercar de tèmas sus l'Android Market.
pl: Szukaj motywów w Android Market.
pt: Procurar temas no Android Market.
ro: Caută teme la Android Market.
ru: Поиск тем на Android Market.
sd: अंद्रोइड बाजार में थीम्स गोल्यो
sk: Hľadať rozšírenia na Android Markete.
sr: Тражи теме на Андроид Тржишту
sv: Sök efter teman på Android Market
tl: Maghanap ng mga tema sa Android Merkado
tr: Android Markette temaları arayın.
ug: ئاندرويىد بازاردىن ئۆرنەك ئىزدەيدۇ.

source: Get extensions from the OpenIntents homepage.
ar: الحصول على الملحقات من الصفحة الرئيسية لـ OpenIntents
be: Усталяваць пашырэнні з хатняй старонцы OpenIntents.
bg: Вземете разширения от началната страница на OpenIntents.
cs: Získejte rozšíření ze stránky OpenIntents.
da: Hent udvidelser fra OpenIntents' hjemmeside.
de: Erweiterungen von der OpenIntents Webseite erhalten
el: Λήψη επεκτάσεων από την αρχική σελίδα του OpenIntents.
es: Obtener extensiones desde la página principal de OpenIntents
fa: از صفحه اصلی OpenIntents پسوندها را به دست آورید.
fr: Obtenir des extensions depuis le site d'OpenIntents
he: השג הרחבות מעמוד הבית של OpenIntents
hi: ओपनइन्टेंट मुखपृष्ठ में से विस्तार प्राप्त करें
hr: Pretraživanje dodataka na OpenIntents stranicama.
hu: Bővítések letöltése az OpenIntents honlapról.
ja: 拡張機能をOpenIntentsから検索
mk: Земи екстензии од OpenIntents страницата.
nl: Verkrijg extensies vanaf de OpenIntents website.
oc: Obténer d'extensions dempuèi lo site d'OpenIntents
pl: Pobierz rozszerzenia ze strony OpenIntents.
pt: Obter extensões na página OpenIntents.
ro: Instalează extensii de pe pagina principală OpenIntents.
ru: Получить расширения с домашней страницы OpenIntents.
sd: OpenIntents मुखपृष्ठ मां एक्सटेंशन प्राप्त कयो
sk: Získať rozšírenia z domovskej stránky OpenIntents.
sr: Набави додатке на OpenIntents вебсајту
sv: Hämta tillägg från OpenIntents hemsida
tl: Maghanap ng mga ekstensiyon sa OpenIntents homepage.
tr: OpenIntents ana sayfasından uzantılar al
ug: كېڭەيتىلمىلەرگە OpenIntents باش بەتتىن ئېرىشىدۇ.

source: Get themes from the OpenIntents homepage.
ar: الحصول على الثيمات من الصفحة الرئيسية لـ OpenIntents
be: Усталяваць тэмы з хатняй старонцы OpenIntents.
bg: Вземете палитри от началната страница на OpenIntents.
cs: Získejte motivy ze stránky OpenIntents.
da: Hent temaer fra OpenIntents' hjemmeside.
de: Nach Designs auf der OpenIntents Homepage suchen.
el: Λήψη θεμάτων από την αρχική σελίδα του OpenIntents.
es: Obtener temas de la web de OpenIntents
fa: از صفحه اصلی OpenIntents تم ها را به دست آورید.
fr: Avoir des thèmes depuis la page internet d'OpenIntents
he: הורד ערכות נושא מעמוד הבית של OpenIntents
hi: ओपनइन्टेंट मुखपृष्ठ में से थीम्स प्राप्त करें
hr: Pretraživanje tema na OpenIntents stranicama.
hu: Témák letöltése az OpenIntents honlapról.
ja: テーマをOpenIntentsから取得
mk: Земи теми од OpenIntents страницата.
nl: Meer thema's op de OpenIntents website.
oc: Obténer de tèmas dempuèi la pagina internet d'OpenIntents
pl: Pobierz motywy ze strony OpenIntents.
pt: Obter temas na página OpenIntents.
ro: Obține teme de la pagina principală OpenIntents.
ru: Получить темы с домашней страницы OpenIntents.
sd: OpenIntents मुखपृष्ठ मां थीम्स प्राप्त कयो
sk: Získať témy z domovskej stránky OpenIntents.
sr: Набави теме на OpenIntents вебсајту
sv: Hämta teman från OpenIntents hemsida
tl: Kumuha ng mga tema sa OpenIntents homepage.
tr: OpenIntents ana sayfasından temalar al
ug: OpenIntents تورتۇرادىن ئۆرنەككە ئېرىشىدۇ.

source: Quick Edit Mode
ar: صيغة التعديل السريع
be: Рэжым хуткага рэдагавання
bg: Режим за бърза редакция
cs: Režim rýchlých úprav
de: Schneller Editiermodus
fa: دسترسی سریع حالت ویرایش
fr: Mode d'édition rapide
he: מצב עריכה מהירה
hi: जल्दी संपादन करने का मोड
ja: クイック編集モード
pl: Tryb Szybkiej Edycji
pt: Modo de edição rápida
ro: Modul de editare rapid
ru: Режим Быстрого Редактирования
sd: जल्दी संपादन कयो मोड
sk: Mód Rýchlej Úpravy
sr: Режим Брзих Измена
sv: Snabbändringsläge
tl: Mabilis na Baguhin Moda
tr: Hızlı düzenleme modu
ug: تېز تەھرىرلەش ھالىتى

source: Touch Priority or Quantity values for a menu of common values.
be: Сэнсарны прыярытэт, або колькасныя величыні для меню агульных величын.
bg: Докоснете стойностите на Приоритет или Количество за меню с обичайните стойности.
cs: Klepněte na prioritu nebo množství pro menu s obvyklými hodnotami.
de: Wählen Sie die Werte für Priorität oder Anzahl aus einem Menü aus.
fa: لمس اولویت یا ارزش مقدار برای یک منو از ارزش های مشترک.
he: סדר עדיפות נגיעה או ערכי כמות עבור תפריט של ערכים נפוצים.
hi: छूने के प्रधानता या मुल्ये मानों मेनू के सामान्य मनो के लिए
ja: 優先度または個数の値をタッチすると一般値のメニューが出ます。
pl: Dotknij wartości Priorytet lub Ilość w menu dla wspólnych wartości.
pt: Toque nos valores de Quantidade ou Prioridade para ver o menu.
ro: Apăsați valorile Prioritate sau Cantitate pentru un meniu al valorilor comune.
sd: शूअद्न जी प्रधानता या मुल्य मानों मेनू जे सामान्य मनो जे लाये
sk: Stlačte hodnoty Priorita alebo Kvantita pre menu so spoločnými hodnotami.
sr: Додирни вредности за Приоритет или Количину да би отворио мени са често кориштеним вредностима.
sv: Tryck på värdena för Prioritet eller Antal i listan för att visa en meny med de vanligaste värdena.
tl: Touch Prioridad o Dami para sa menu ng mga karaniwang halaga.
tr: Sık kullanılan değerler menüsü için öncelik veya miktar değerlerine dokun.
ug: ئادەتتىكى قىممەتبەۇ بىر تىزىملىكنىڭ چېكىش ئالدىنلىقى ياكى مىقدار قىممىتى.

source: Touching Priority or Quantity values summons the Edit Item dialog.
be: Сэнсарны прыярытэт, або колькасныя величыні выклікаюць дыялог змянення элементу.
bg: Докосването на стойностите на Приоритет или Количество извиква диалога Редактирай Артикул.
cs: Klepnutí na prioritu nebo množství zobrazí dialog "Upravit položku"
de: Das Auswählen der Priorität oder der Anzahl ruft den Item Editierdialog auf.
fa: دست زدن به اولویت یا ارزش مقدار احضار محاوره ای مورد ویرایش.
fr: Toucher la valeur de la priorité ou de la quantité affiche la fenêtre d'édition d'élément
he: עדיפו תנגיעה או ערכי כמות מזמנים את דיאלוג ערוך פריט.
hi: छूने के प्रधानता या मुल्ये मानों आइटम संपादन सवांद के लिए
ja: 優先度または個数の値をタッチするとアイテム編集ダイアログが出ます。
pl: Dotykanie wartości Priorytet lub Ilość wywołuje Edycję Elementu.
pt: Ao tocar nos valores de Quantidade ou Prioridade abre o menu Editar item.
ro: Apasând valorile Prioritate sau Cantitate se convocă dialogul de editare de elemente.
sd: शूअद्न जी प्रधानता या मुल्य मानों आईटम संपादन संवाद जे लाये
sk: Stlačenie hodnôt Priorita alebo Kvantita vyvolá dialóg Úpravy Položky.
sr: Додирни вредности за Приоритет или Количину да би отворио дијалог за Измену Ставке
sv: Ett tryck på värdena för Prioritet eller Antal i listan visar Ändra Varor dialogen.
tl: Hawakan na Prioridad o Dami patawag ang Baguhin ang Bagay diyalogo.
tr: Öncelik veya miktarlara dokunduğunuzda , öğe düzenleme menüsünü çağırırsınız.
