Repository: openintents/translations-export
Catalog: translations_shoppinglist/*.po
Languages: ar, be, bg, cs, da, de, el, es, fa, fr, he, hi, hr, hu, ja, mk, nl, oc, pl, pt, ro, ru, sd, sk, sr, sv, tl, tr, ug

source: Reset all settings
ar: اعادة جميع الاعدادات
be: Скінуць усе настройкі
bg: Нулирай всички настройки
cs: Resetovat všechna nastavení
fa: بازنشانی تمام تنظیمات
fr: Réinitialiser tous les paramètres
ja: すべての設定をリセット
pl: Resetuj wszystkie ustawienia
pt: Restaurar todas as definições
ro: Restabilește toate configurările
ru: Сбросить все настройки
sd: सद्यूं सैटिंग्स वारी सन सेट कयो
sk: Obnoviť všetky nastavenia
sr: Ресетуј све поставке
sv: Återställ alla inställningar
tl: I-reset ang lahat ng mga setting
ug: ھەممە تەڭشەكلەرنى ئەسلىگە قايتۇر

source: Do you really want to RESET ALL settings? This cannot be undone.
ar: هل أنت متأكد من رغبتك في اعادة جميع الاعدادات ؟ لا يمكن التراجع عنه.
be: Вы ўпэўнены, што жадаеце СКІНУЦЬ УСЕ настройкі? Гэта незваротнае дзеянне.
bg: Сигурен ли сте, че желаете да НУЛИРАТЕ ВСИЧКИ настройки? Това действие не може да бъде отменено.
cs: Opravdu chcete RESETOVAT VŠECHNA nastavení? Nedá se to vrátit zpět.
fa: آیا شما واقعا می خواهید به تجدید همه تنظیمات؟ این را نمی توان لغو شد.
fr: Voulez-vous vraiment REINITIALISER TOUS les paramètres ? Ceci ne peut être annulé.
ja: 本当にすべての設定をリセットしたいですか？これは取り消すことができません。
pl: Czy na pewno chcesz zresetować wszystkie ustawienia? Nie będzie można cofnąć.
pt: Pretende realmente restaurar as definições. A ação é irreversível.
ro: Sigur doriți să RESTABILIȚI TOATE configurările? Această acțiune nu poate fi anulată.
ru: Вы действительно хотите СБРОСИТЬ ВСЕ настройки? Это действие не может быть отменено.
sd: शा तहां सहिय में सद्यूं सेटिंग्स बदलन ता चाह्यो?पो ईयो सही न थीन्दोवा
sk: Naozaj chcete OBNOVIŤ VŠETKY nastavenia? Nemôže to byť anulované.
sr: Стварно РЕСЕТОВАТИ СВЕ поставке? То се не може поништити.
sv: Vill du verkligen ÅTERSTÄLLA ALLA inställningar? Det går ej att göra detta ogjort.
tl: Gusto mo ba talagang I-RESET ANG LAHAT ng mga setting? Ito ay hindi maaaring bawiin.
ug: ھەممە تەڭشەكلەرنى راستىنلا ئەسلىگە قايتۇرامسىز؟ بۇ مەشغۇلاتنى كەينىگە ياندۇرغىلى بولمايدۇ.

source: All settings have been reset
ar: تم اعادة جميع الاعدادات
be: Усе настройскі скінуты
bg: Всички настройки бяха нулирани.
cs: Všechna nastavení byla resetována
fa: تمام تنظیمات مربوط به مجددا تنظیم
fr: Tous les paramètres ont été réinitialisés
ja: すべての設定がリセットされました
pl: Wszystkie ustawienia zostały zresetowane
pt: As definições foram repostas
ro: Toate configurările au fost restabilite
ru: Все настройки сброшены
sd: सद्यूं सेटिंग्स वारी सन सेट थी वायूं
sk: Všetky nastavenia boli obnovené
sr: Све поставке су ресетоване.
sv: All inställningar har blivit återställda
tl: Lahat ng mga setting ay na-reset
ug: ھەممە تەڭشەكلەر ئەسلىگە قايتۇرۇلىدۇ

source: read shopping lists
ar: قراءة قوائم التسوق
be: чытанне спісу пакупак
bg: прочети списъци за пазаруване
cs: číst nákupní seznamy
da: læs indkøbslister
de: Einkaufslisten lesen
el: ανάγνωση λιστών αγορών
es: leer listas de compra
fa: لیست های خرید را مطالعه کنید
fr: Lire les listes de courses
he: קרא רשימות קנייה
hi: खरीदारी सूची पढ़ें
hr: čitanje popisa za kupovinu
hu: bevásárlási lista olvasása
ja: ショッピングリストの閲覧
mk: читај ги шопинг листите
nl: boodschappenlijstjes lezen
oc: Legir las listas de crompas
pl: czytanie list zakupów
pt: ler listas de compras
ro: citește listele de cumpărături
ru: чтение листа покупок
sd: खरीदारी सूची पड्यो
sk: čítať nákupné zoznamy
sr: за читање куповних листа
sv: läs inköpslistor
tl: Basahin ang listahan ng bilihin
tr: alışveriş listelerini oku
ug: سېتىۋېلىش تىزىمىنى ئوقۇ

source: Allows an application to read shopping lists. Note that encrypted lists and items are provided in the encrypted format.
ar: السماح للتطبيق بقراءة قوائم التسوق. القوائم والعناصرالمشفرة تقدم مشفرة.
be: Дазволіць прыкладанню чытаць нататкі. Заўвага: зашыфраваныя спісы і элементы прадастаўляюцца ў зашыфраваным фармаце.
bg: Позволява на приложение да чете списъците за пазаруване. Отбележете, че кодираните списъци и елементи се предоставят в кодиран формат.
cs: Povoluje aplikaci číst nákupní seznamy. Zašifrované seznamy a položky jsou poskytovány v zašifrovaném formátu.
da: Tillader et program at læse indkøbslister. Bemærk at krypterede lister og varer kommer i det krypterede format.
de: Erlaubt einer Anwendung, Einkaufslisten zu lesen. Beachten Sie dass verschlüsselte Listen und Einträge in verschlüsselter Form weitergegeben werden.
el: Επιτρέπει σε μια εφαρμογή την ανάγνωση λιστών αγορών. Λάβετε υπόψη σας ότι οι κρυπτογραφημένες λίστες και στοιχεία παρέχονται στην κρυπτογραφημένη μορφή.
es: Permitir a una aplicación leer las listas de compra. Tenga en cuenta que las listas y los elementos cifrados se presentan en formato cifrado.
fa: به برنامه اجازه می دهد لیست های خرید را بخواند. توجه داشته باشید موارد و لیست های رمزگذاری شده با فرمت رمزگذاری شده ارائه می شوند.
fr: Autoriser une application à lire les listes de courses. Les listes et éléments criptés sont fournis dans le format crypté
he: הרשה לאפליקציה לקרוא רשימת קניות. שים לב שרשימות מוצפנות ופריטים מסופקים בפורמט מוצפן.
hi: अनुप्रयोग को खरीदारी सूचियों को पढ़ने देता है| ध्यान दें कि गोपनीय सूचियाँ तथा आइटम गोपनीय प्रारूप में दिए गए हैं
hr: Dozvoljava aplikaciji čitanje popisa za kupovinu. Primijetite da su šifrirani popisi i stavke raspoloživi u šifriranom formatu.
hu: Engedélyezi egy alkalmazásnak a bevásárlási lista olvasását. Vegye figyelembe, hogy a titkosított listák és elemek titkosított formában állnak rendelkezésre.
ja: 他のアプリケーションにショッピングリストを閲覧する事を許可します。暗号化されたリストやアイテムは暗号化された状態で提供される事に注意してください。
mk: Овозможува апликацијата да чита шопинг листи. Шифрираните листи и ставки се обезбедуваат во шифриран формат.
nl: Laat een toepassing toe om boodschappenlijsten te lezen. Let wel op dat versleutelde lijsten en elementen ter beschikking worden gesteld in het versleutelde formaat.
pl: Pozwala aplikacji czytać listy zakupów. Zwróć uwagę, że listy i elementy zaszyfrowane będą dostępne w formie zaszyfrowanej.
pt: Permite que a aplicação leia a lista de compras. As notas codificadas são disponibilizadas nesse formato.
ro: Permite unei aplicații să citească listele de cumpărături. Listele criptate sunt oferite în formatul criptat.
ru: Разрешить приложениям получать списки. Примечание: зашифрованные списки и элементы предоставлены в зашифрованном формате.
sd: कोई भी अनुप्रयोग खे खरीदारी सूची पढ़न जी अनुमति डिंडो आ|नोट कयो कि एन्क्रिप्टेड सुचियूं अऊँ आइटम एन्क्रिप्टेड स्वरूप में ही प्रदान थीन्दी आ
sk: Povolí aplikácii čítať nákupne zoznamy. Pamätajte že zašifrované zoznamy a položky sú uvedené v zašifrovanej podobe.
sr: Дозвољава апликацији да чита куповне листе. Шифроване листе и ставке остају шифроване.
sv: Tillåter att en applikation läser inköpslistor. Notera att krypterade listor och objekt finns i krypterat format.
tl: Payagan ang application na basahin ang listahan ng bilihin. Tandaan na ang naka-encrypt na listahan at mga bagay ay ibinigay sa naka-encrypt na porma.
tr: Bir uygulamanın alışveriş listelerini okumasına izin verir. Unutmayın ki şifrelenmiş listeler ve öğeler şifrelenmiş temin edilir.
ug: پىروگراممىنىڭ سېتىۋېلىش تىزىمىنى ئوقۇشىغا يول قويىدۇ. دىققەت شىفىرلانغان ئىزاھات شىفىرلانغان پىچىمدا تەمىنلىنىدۇ.

source: write shopping lists
ar: كتابة قوائم التسوق
be: запіс спісаў пакупак
bg: напиши списъци за пазаруване
cs: psát nákupní seznamy
da: skriv indkøbslister
de: Einkaufslisten schreiben
el: εγγραφή λιστών αγορών
es: escribir listas de compra
fa: لیست های خرید را بنویسید
fr: Ecrire les listes de courses
he: כתוב רשימת קניות
hi: खरीदारी सूची लिखें
hr: pisanje popisa za kupovinu
hu: bevásárlási listák írása
ja: ショッピングリストの作成・編集
mk: запиши шопинг листи
nl: boodschappenlijsten schrijven
oc: Escriure las listas de crompas
pl: zapis list zakupów
pt: escrever lista de compras
ro: scrie liste de cumpărături
ru: Запись списков покупок
sd: खरीदारी सूची लिख्यो
sk: písať nákupné zoznamy
sr: за измену куповних листа
sv: skriv inköpslistor
tl: sumulat ng listahan ng mga bilihin
tr: Alışveriş listeleri yaz
ug: سېتىۋېلىش تىزىمىغا ياز

source: Allows an application to create new lists and items or change existing ones.
ar: السماح لتطبيق بانشاء قوائم أو عناصر جديدة أو تغير الموجودة مسبقا.
be: Дазволіць прыкладанню ствараць новыя спісы і элементы ці змяняць існуючыя.
bg: Позволява на приложение да създаде нови списъци и елементи или да промени съществуващи.
cs: Povoluje aplikaci vytvářet nové seznamy a položky nebo měnit stávající.
da: Tillader et program at oprette nye lister og varer eller ændre i eksisterende.
de: Erlaubt einer Anwendung, neue Einkaufslisten zu erstellen, oder bestehende zu ändern.
el: Επιτρέπει στην εφαρμογή τη δημιουργία νέων λιστών και στοιχείων ή την αλλαγή των όσων ήδη υπάρχουν.
es: Permitir a una aplicación crear una nueva lista y elementos o cambiar una existente.
fa: به برنامه اجازه می دهد موارد و لیست های جدید را ایجاد کند یا موارد و لیست های موجود را تغییر دهد.
fr: Autoriser une application à créer de nouvelles listes ou modifier une existante.
he: מאפשר ליישום ליצור רשימות חדשות ופריטים או לשנות פריטים קיימים.
hi: अनुप्रयोग को नयी आइटम या सूची जोड़ने या सम्पादित करने कि अनुमति देता है
hr: Dozvoljava aplikaciji izradu novih popisa i stavki ili promjenu postojećih.
hu: Engedélyezi egy alkalmazásnak új listák és elemek létrehozását vagy a már meglévők módosítását.
ja: 他のアプリケーションにリストやアイテムの新規追加や編集を許可する。
mk: Овозможува апликацијата да создаде нови листи или да ги промени постојните.
nl: Laat een applicatie toe om nieuwe lijsten en items te maken of bestaande te wijzigen.
pl: Pozwala aplikacji tworzyć nowe listy i ich elementy oraz modyfikować istniejące.
pt: Permite que uma aplicação crie e novas listas e itens ou edite as existentes.
ro: Permite unei aplicații să creeze liste și articole noi sau să le schimbe pe cele existente.
ru: Разрешить приложениям создавать новые списки и элементы и изменять существующие.
sd: अनुप्रयोग खे नयो आइटम या सूची जोड़न या सम्पादित करण जी अनुमति दीन्दो आ
sk: Povolí aplikácii vytvárať nové zoznamy a položky alebo meniť už existujúce zoznamy a položky.
sr: Допушта апликацији да ствара нове листе и мења постојеће.
sv: Tillåter en applikation att skapa nya listor och poster eller ändra befintliga.
tl: Pinapayagan ang applikasyon na lumikha ng mga bagong listahan at mga bagay o baguhin ang dati na.
tr: Bir uygulamanın yeni listeler ve öğeler oluşturmasına ya da var olanları değiştirmesine izin verir
ug: پىروگراممىنىڭ يېڭى تىزىم ۋە تۈر قۇرۇشى ياكى مەۋجۇت ئىزاھاتنى ئۆزگەرتىشىگە يول قويىدۇ.

source: unchecked first, alphabetical
ar: الغير محددة أولا، أبجديا
be: неадзначаныя спачатку, па алфавіту
bg: първо немаркирани, азбучно
cs: nejprve nepřeškrtnuté, abecedně
da: uafkrydsede først, alfabetisk
de: nicht erledigte zuerst, alphabetisch
el: μη επιλεγμένα, με αλφαβητική σειρά
es: Primero no revisado, alfabeticamente
fa: ابتدا بررسی نشده ها، الفبایی
fr: Non coché en premier, ordre alphabétique
he: פריטים שלא סומנו ראשונים, אלפביתי
hi: अचिन्हित पहले, वर्णमाला
hr: odznačeno prvo, abecedno
hu: kipipálatlanok először, abc sorrend
ja: 未チェック アルファベット順
mk: нештиклирани прво, по азбучен ред
nl: onvoltooid eerst, alfabetisch
pl: najpierw niezaznaczone, alfabetycznie
pt: não verificadas primeiro, alfabeticamente
ro: nefibate la început, alfabetic
ru: сначала неотмеченные, алфавитный
sd: जांच न थ्यल वारा पहरोंवर्णमाला
sk: najprv nezaškrtnuté, abecedne
sr: прво нештиклиране па по абецедном реду
sv: obockat först, alfabetiskt
tl: tangalin ang tsek muna, alpabetiko
tr: işaretlenmemişler önce, alfabetik
ug: تاللانمىغىنى ئالدىدا، ئېلىپبە تەرتىپىدە

source: alphabetical
ar: أبجديا
be: па алфавіту
bg: азбучно
cs: abecedně
da: alfabetisk
de: alphabetisch
el: με αλφαβητική σειρά
es: alfabeticamente
fa: الفبایی
fr: alphabétique
he: אלפביתי
hi: वर्णमाला
hr: abecedno
hu: abc sorrend
ja: アルファベット順
mk: по азбучен ред
nl: alfabetisch
oc: alfabetic
pl: alfabetycznie
pt: alfabeticamente
ro: alfabetic
ru: алфавитный
sd: वर्णमाला
sk: abecedne
sr: по абецедном реду
sv: alfabetiskt
tl: alpabetiko
tr: alfabetik
ug: ئېلىپبە تەرتىپى

source: newest first
ar: الأحدث أولا
be: новыя спачатку
bg: първо най-новите
cs: nejprve nejnovější
da: nyeste først
de: neueste zuerst
el: πιο πρόσφατα
es: el más reciente primero
fa: ابتدا جدیدترین
fr: nouveau en premier
he: החדש ביותר ראשון
hi: नया सबसे पहले
hr: prvo najnovije
hu: legújabbak elöl
ja: 新しいアイテム順
mk: прво најновите
nl: Nieuwste eerst
oc: novèl en primièr
pl: najpierw najnowsze
pt: mais recentes primeiro
ro: cele mai noi la început
ru: Сначала новые
sd: नया वारा पहरों
sk: najprv najnovšie
sr: прво најновије
sv: nyast först
tl: una ang pinakabago
tr: ne yenisi önce
ug: يېڭىسى ئالدىدا

source: oldest first
ar: الأقدم اولا
be: старыя спачатку
bg: първо най-старите
cs: nejprve nejstarší
da: ældste først
de: älteste zuerst
el: παλαιότερα
es: el último primero
fa: ابتدا قدیمی ترین
fr: ancien en premier
he: הישן ביותר ראשון
hi: पुराना सबसे पहले
hr: prvo najstarije
hu: legrégebbiek elöl
ja: 古いアイテム順
mk: прво најстарите
nl: Oudste eerst
oc: ancian en primièr
pl: najpierw najstarsze
pt: mais antigas primeiro
ro: cele mai vechi la început
ru: сначала старые
sd: पुराणा वारा पहरों
sk: najprv najstaršie
sr: прво најстарије
sv: äldst först
tl: una ang pinakaluma
tr: en eskisi önce
ug: كونىسى ئالدىدا

source: tags alphabetical
ar: الوسوم بالأبجدية
be: тэгі па алфавіту
bg: маркери по азбучен ред
cs: abecedně podle štítků
da: mærker alfabetisk
de: Stichwörter alphabetisch
el: ετικέτες με αλφαβητική σειρά
es: etiquetas alfabeticamente
fa: برچسب ها الفبایی
fr: Libellé par ordre alphabétique
he: תגיות אלפביתי
hi: टाग्स वर्णमाला के तोर पे
hr: oznake abecedno
hu: címkék abc sorrendben
ja: タグのアルファベット順
mk: ознаки по азбучен ред
nl: Labels alfabetisch
oc: Libellat per òrdre alfabetic
pl: znaczniki alfabetycznie
pt: alfabeticamente por "tags"
ro: alfabetic după etichete
ru: по меткам, алфавитный
sd: टाग्स वर्णमाला जी तोर ते
sk: tagy abecedne
sr: по ознакама по абецедном реду
sv: taggar alfabetiskt
tl: Mga tag alpabetiko
tr: etiketlerin alfabetik sıralaması
ug: بەلگە ئېلىپبە تەرتىپىدە

source: priority, tags alphabetical
ar: الاولوية، الوسوم بالأبجدية
be: прыярытэт, тэгі па алфавіту
bg: приоритет, тагове по азбучен ред
cs: priorita, abecedně podle štítků
de: Wichtigkeit, Stichwörter alphabetisch
fa: اولویت، برچسب ها بر اساس حروف الفبا
fr: priorité, tags
he: סדר עדיפות, תגיות אלפביתי
hi: प्रधानता, टाग्स वर्णमाला के तोर पे
ja: 優先度、タグ (アルファベット順)
nl: prioriteit, labels alfabetisch
pl: priorytet, znaczniki alfabetycznie
pt: prioridade, alfabeticamente por "tags"
ro: prioritate, alfabetic după etichete
ru: приоритету, тегам в алфавитном порядке
sd: प्रधानता,टाग्स वर्णमाला जी तोर ते
sk: priorita, tagy abecedne
sr: по приоритету па по ознакама по абецедном реду
sv: prioritet, etiketter i alfabetsordning
tl: prioridad, mga tag alpabetiko
tr: önceliğe göre etiketlerin alfabetik sıralaması
ug: ئالدىنلىق، بەلگە ئېلىپبە تەرتىپىدە

source: most expensive first
ar: الأغلى أولا
be: самыя дарагія спачатку
bg: първо най-скъпите
cs: nejprve nejdražší
da: dyreste først
de: teuerstes zuerst
el: πιο ακριβά
es: más costoso primero
fa: ابتدا گران ترین ها
fr: plus cher en premier
he: היקר ביותר קודם
hi: सबसे महँगा पहले
hr: prvo najskuplje
hu: legköltségesebb elöl
ja: 価格の高い順
mk: прво најскапите
nl: Duurste eerst
oc: pus car en primièr
pl: najdroższe najpierw
pt: mais caras primeiro
ro: cele mai scumpe la început
ru: по цене
sd: सभनी खां मेहंगा पहरों
sk: najprv najdrahšie
sr: прво по најскупљим ставкама
sv: dyraste först
tl: una ang pinakamahal
tr: en pahalısı önce
ug: ئەڭ قىممەتلىرى ئالدىدا

source: unchecked first, tags alphabetical
ar: الغير محددة أولا، العلامات أبجديا
be: неадзначаныя спачатку, тэгі па алфавіту
bg: немаркирани първо, тагове по азбучен ред
cs: nejprve nepřeškrtnuté, abecedně podle štítků
da: uafkrydsede først, mærker alfabetisk
de: nicht erledigte zuerst, Stichwörter alphabetisch
es: Sin revisar primero, etiquetar alfabéticamente
fa: ابتدا علامت نخورده ها باشد، برچسب ها به ترتیب حروف الفبا
fr: Non coché en premier, libellé par ordre alphabétique
he: פריטים שלא סומנו, תגיות אלפביתי
hi: अचिन्हित पहले, टाग्स वर्णमाला के तोर पे
ja: チェックされていない項目、アルファベット順
nl: Onvoltooid eerst, labels alfabetisch
pl: najpierw nieodznaczone, znaczniki alfabetycznie
pt: não verificadas primeiro, alfabeticamente por "tags"
ro: nebifate la început, alfabetic după etichete
ru: сначала неотмеченные, по меткам, алфавитный
sd: जांच न थ्यल वारा पहरों ,टाग्स वर्णमाला जी तौर ते
sk: najprv nezaškrtnuté, tagy abecedne
sr: прво нештиклизане па по ознакама по абецедном реду
sv: obockat först, taggar alfabetiskt
tl: tanggalin muna ang tsek, mga tag alpabetiko
tr: işaretlenmemişler önce, etiketlerin alfabetik sırası
ug: تاللانمىغىنى ئالدىدا، بەلگە ئېلىپبە تەرتىپىدە

source: unchecked first, priority, alphabetical
ar: الغير محددة أولا،الأولوية، أبجديا
be: неадзначаныя спачатку, прыярытэт, па алфавіту
bg: немаркирани първо, по приоритет, по азбучен ред
cs: nejprve nepřeškrtnuté, priorita, abecedně
de: nicht markierte zuerst, Wichtigkeit, alphabetisch
es: los no seleccionados primero, por prioridad, por orden alfabético
fa: ابتدا علامت نخورده ها باشد، اولويت ، برچسب ها به ترتیب حروف الفبا
fr: Non coché d'abord, priorité, alphabétique
he: פריטים שלא סומנו, סדר עדיפויות, אלפביתי
hi: अचिन्हित पहले, प्रधानता, वर्णमाला
ja: チェックされていない項目、優先度、アルファベット順
nl: Onvoltooide eerst, prioriteit, alfabetisch
pl: nieukończone pierwsze, priorytet, alfabetycznie
pt: não verificadas primeiro, prioridade, alfabeticamente
ro: nebifate la început, prioritate, alfabetic
ru: невыполненные первые, приоритету, в алфавитном порядке
sd: जांच न थ्यल वारा पहरों ,प्रधानता, वर्णमाला
sk: najprv nezaškrtnuté, priorita, abecedne
sr: прво нештиклиране, па по приоритету па по абецедном реду
sv: omarkerade varor först, prioritet, alfabetisk ordning
tl: tanggalin muna ang tsek, prioridad, alpabetiko
tr: işaretlenmemişler önce, önceliğe göre alfabetik
ug: تاللانمىغىنى ئالدىدا، ئالدىنلىق، ئېلىپبە تەرتىپىدە

source: unchecked first, priority, tags alphabetical
ar: الغير محددة أولا، االأولوية العلامات أبجديا
be: неадзначаныя спачатку, прыярытэт, тэгі па алфавіту
bg: немаркирани първо, по приоритет, тагове по азбучен ред
cs: nejprve nepřeškrtnuté, priorita, abecedně podle štítků
de: nicht markierte zu erst, Wichtigkeit, Stichwörter alphabetisch
fa: بدون کنترل، اولویت، برچسب ها بر اساس حروف الفبا
he: פריטים שלא סומנו, סדר עדיפויות, תגיות אלפביתי
hi: अचिन्हित पहले, प्रधानता, टाग्स वर्णमाला के तोर पे
ja: チェックされていない項目、優先度、タグ (アルファベット順)
nl: ongeselecteerd eerst, prioriteit, labels alfabetisch
pl: niezaznaczone, priorytet, znaczniki alfabetycznie
pt: não verificadas primeiro, prioridade, alfabeticamente por "tags"
ro: nebifate la început, prioritate, alfabetic după etichete
ru: невыполненные первые, приоритету, тегам в алфавитном порядке
sd: जांच न थ्यल वारा पहरों ,प्रधानता, टाग्स वर्णमाला के तोर पे
sk: najprv nezaškrtnuté, priorita, tagy abecedne
sr: прво нештиклиране, па по приоритету па по ознакама по абецедном реду
sv: omarkerade varor först, prioritet, etiketter i alfabetisk ordning
tl: tanggalin muna ang tsek, prioridad, mga tag alpabetiko
tr: işaretlenmemişler önce, önceliğe göre etiketlerin alfabetik sırası
ug: تاللانمىغىنى ئالدىدا، ئالدىنلىق، بەلگە ئېلىپبە تەرتىپىدە

source: Not shown
ar: لا يظهر
be: Няма элементаў для адлюстравання
bg: Не е показано
cs: Nezobrazeno
de: Wird nicht angezeigt
fa: نشان داده نشده است
fr: Non affiché
he: לא מוצג
hi: नयी दिखाया
ja: 非表示
nl: Niet getoond
pl: Nie pokazano
pt: Não mostradas
ro: Nu este afișat
ru: Нет элементов для отображения
sd: नयी दिखाया
sk: Nezobrazené
sr: Није приказано
sv: Inte visad
tl: Hindi ipinapakita
tr: Gösterilmiyor
ug: كۆرسىتىلمىگەن

source: Priority 1
ar: الأولوية1
be: Прыярытэт 1
bg: Приоритет 1
cs: Priorita 1
de: Wichtig 1
fa: اولویت 1
fr: Priorité 1
he: עדיפות 1
hi: प्रधानता १
ja: 優先度 1
nl: Prioriteit 1
pt: Prioridade 1
ro: Prioritate 1
ru: Приоритет 1
sd: प्रधानता १
sk: Priorita 1
sr: 1 Приоритет
sv: Prioritet 1
tl: Prioridad 1
tr: Öncelik 1
ug: ئالدىنلىق 1

source: Priority 1-2
ar: الأولوية 1-2
be: Прыярытэт 1-2
bg: Приоритет 1-2
cs: Priorita 1-2
de: Wichtig 1-2
fa: اولویت 1-2
fr: Priorité 1-2
he: עדיפות 1-2
hi: प्रधानता १-२
ja: 優先度 1-2
nl: Prioriteit 1-2
pt: Prioridade 1-2
ro: Prioritate 1-2
ru: Приоритет 1-2
sd: प्रधानता १-२
sk: Priorita 1 - 2
sr: 1-2 Приоритет
sv: Prioritet 1-2
tl: Prioridad 1-2
tr: Öncelik 1-2
ug: ئالدىنلىق 1-2

source: Priority 1-3
ar: الأولوية 1-3
be: Прыярытэт 1-3
bg: Приоритет 1-3
cs: Priorita 1-3
de: Wichtig 1-3
fa: اولویت 1-3
fr: Priorité 1-3
he: עדיפות 1-3
hi: प्रधानता १-३
ja: 優先度 1-3
nl: Prioriteit 1-3
pt: Prioridade 1-3
ro: Prioritate 1-3
ru: Приоритет 1-3
sd: प्रधानता १-३
sk: Priorita 1 - 3
sr: 1-3 Приоритет
sv: Prioritet 1-3
tl: Prioridad 1-3
tr: Öncelik 1-3
ug: ئالدىنلىق 1-2

source: Priority 1-4
ar: الأولوية 1-4
be: Прыярытэт 1-4
bg: Приоритет 1-4
cs: Priorita 1-4
de: Wichtig 1-4
fa: اولویت 1-4
fr: Priorité 1-4
he: עדיפות 1-4
hi: प्रधानता १-४
ja: 優先度 1-4
nl: Prioriteit 1-4
pt: Prioridade 1-4
ro: Prioritate 1-4
ru: Приоритет 1-4
sd: प्रधानता १-४
sk: Priorita 1 - 4
sr: 1-4 Приоритет
sv: Prioritet 1-4
tl: Prioridad 1-4
tr: Öncelik 1-4
ug: ئالدىنلىق 1-4

source: Tiny
ar: صغير جدًا
be: Маленечкі
bg: Най-малки
cs: Malinké
da: Meget lille
de: Sehr klein
el: Ελάχιστο
es: Muy pequeño
fa: بسیار کوچک
fr: Très petite
he: זעיר
hi: छोटा
hr: Sitno
hu: Apró
ja: 極小
mk: Ситен
nl: Heel klein
oc: Minuscul
pl: Najmniejszy
pt: Minimal
ro: Mărunt
ru: Крошечный
sd: नन्हा
sk: Drobné
sr: Сићушна
sv: Mycket liten
tl: Katiting
tr: Minik
ug: كىچىكرەك

source: Small
ar: صغير
be: Малы
bg: Малки
cs: Malé
da: Lille
de: Klein
el: Μικρό
es: Pequeño
fa: کوچک
fr: Petit
he: קטן
hi: छोटा
hr: Malo
hu: Kicsi
ja: 小
mk: Мал
nl: Klein
oc: Pichon
pl: Mały
pt: Pequeno
ro: Mic
ru: Маленький
sd: छोटा
sk: Malé
sr: Мала
sv: Liten
tl: Maliit
tr: Küçük
ug: كىچىك

source: Large
ar: واسع
be: Вялікі
bg: Големи
cs: Velké
da: Stor
de: Groß
el: Μεγάλο
es: Grande
fa: بزرگ
fr: Grand
he: גדול
hi: बड़ा
hr: Veliko
hu: Nagy
ja: 大
mk: Голем
nl: Groot
oc: Grand
pl: Duży
pt: Grande
ro: Mare
ru: Большой
sd: बड़ा
sk: Veľké
sr: Велика
sv: Stor
tl: Malaki
tr: Büyük
ug: چوڭ

source: Landscape
ar: المشهد
be: Альбомная
bg: Хоризонтално
cs: Na šířku
de: Querformat
fa: افقی
fr: Paysage
he: נוף
hi: परिदृश्य
ja: 横向き
pl: Pozioma
pt: Horizontal
ro: Panoramă
ru: Альбомная
sd: परिदृश्य
sk: Krajina
sr: Хоризонтална
sv: Landskapsläge
tr: Yatay
ug: توغرا يۆنىلىش

source: Portrait
ar: لوحة
be: Партрэтная
bg: Вертикално
cs: Na výšku
de: Hochformat
fa: عمودی
he: דיוקן
hi: पोर्ट्रेट
ja: 縦向き
pl: Pionowa
pt: Vertical
ro: Portret
ru: Портретная
sd: पोर्ट्रेट
sk: Portrét
sr: Вертикална
sv: Porträttläge
tr: Dikey
ug: بوي يۆنىلىش

source: None
ar: لاشيء
be: Няма
bg: Без
cs: Nic
da: Ingen
de: Keine
el: Καμία
es: Ninguna
fa: هیچ کدام
fr: Aucun
he: כלום
hi: कोई नहीं
hr: Bez
hu: Nélkül
ja: なし
mk: Нема
nl: Geen
oc: Pas cap
pl: Brak
pt: Nenhuma
ro: Nimic
ru: Нет
sd: कोई नहीं
sk: Žiadna
sr: Никаква
sv: Ingen
tl: Wala
tr: Hiçbiri
ug: يوق

source: Per sentence
be: Па сказу
bg: На всяко изречение
fa: در هر جمله
fr: Par phrase
ja: 各文
pl: Każde zdanie
pt: Por frase
ro: Per propoziție
sd: प्रत्येक वाक्य
sk: Každú vetu
sr: Прво слово реченице
sv: Per mening
ug: ھەر بىر جۈملە

source: Per word
be: Па слову
bg: На всяка дума
fa: هر کلمه
fr: Par mot
ja: 各文字
pl: Każde słowo
pt: por palavra
ro: Per cuvânt
sd: प्रत्येक शब्द
sk: Každé slovo
sr: Прво слово речи
sv: Per ord
ug: ھەر بىر سۆز
