Repository: openintents/translations-export
Catalog: translations_distributionlibrary/*.po
Languages: ar, be, bg, ca, ca@valencia, cs, da, de, el, fi, he, hi, ja, nb, pl, pt, pt_br, ro, sd, sk, sl, sv, tl, ug

source: No compatible application for decryption is available.\n\nNote: You have to restore the master key from a backup file in order to access previously encrypted data.
ar: لا يوجد أي تطبيق متوفر لفك التشفير .\n\n انتبه: يجب عليك استرجاع كلمة المرور الرئيسية من ملف نسخة احتياطية لتتمكن من الدخول الى البيانات السابقة المشفرة .
be: Няма даступнага сумяшчальнага прыкладання для дэкадавання.\n\nПадказка: Вам патрэбна будзе аднавіць мастэр ключ да рэзервовай копіі, каб атрымаць доступ да закадаванай інфармацыі.
bg: Наличното приложение за декриптиране е несъвместимо.\n\nЗабележка:За да се възстанови главният ключ от архивения файл, с цел достъп до по-раннокриптирани данни.
ca: No hi ha cap aplicació compatible per al desxiframent disponible.\n\nNota: heu de restaurar la clau mestra d'una còpia de seguretat per accedir dades encriptades anteriorment.
ca@valencia: Aplicacion per desencriptat compatible no disponible.\n\nNota: Vostè ha de restaurar la clau mestra d'un arxiu de còpia de seguretat per tal d'accedir a les dades xifrades anteriorment.
cs: Není dostupná žádná kompatibilní dešifrovací aplikace.\n\nPoznámka: Musíte obnovit hlavní klíč ze zálohy, pokud chcete přistupovat ke dříve zašifrovaným datům.
da: Ingen kompatibel applikation til dekryptering blev fundet.\n\nBemærk: Du skal gendanne hovednøglen fra en sikkerhedskopi for at få adgang til tidligere krypteret data.
de: Keine kompatible Anwendung zur Entschlüsselung vorhanden.\n\nHinweis: Sie müssen den Master Schlüssel aus einer Backupdatei wiederherstellen, um auf die vorher verschlüsselten Daten zugreifen zu können.
el: Δεν υπάρχει κάποια συμβατή εφαρμογή για αποκρυπτογράφηση.\n\nΣημείωση: Πρέπει να επαναφέρετε το κύριο κλειδί από ένα αρχείο αντιγράφου ασφαλείας για να αποκτήσετε πρόσβαση σε προηγουμένως κρυπτογραφημένα δεδομένα.
fi: Ei löytynyt yhteensopivaa ohjelmaa salauksen poistamiseksi.\n\nHuomio: Sinun täytyy palauttaa pääavain varmuuskopiotiedostosta, jotta saat pääsyn viimeksi salattuihin tietoihin.
he: אין גרסה מתאימה לפענוח. \n\nשים לב: אתה חייב להחזיר את המפתח הראשי מקובץ גיבוי בכדי לראות את המידע שהוצפן קודם.
hi: डिक्रिप्शन के लिए कोई संगत पुर्ण अनुप्रयोग उपलब्ध नहीं है|\n\nनोट:पहले वाले एन्क्रिप्टेड डेटा का उपयोग करने के लिए आपको बैकअप फ़ाइल से मास्टर कुंजी पुनर्स्थापित करनी होगी|
ja: 対応する暗号解読ようのアプリケーションがありません。\n\n注：以前に暗号化したファイルをアクセスするにはマスターキーをバックアップファイルから復元する必要があります。
nb: Ingen kompatibel applikasjon for dekryptering er tilgjengelig.\n
pl: Nie znaleziono kompatybilnej aplikacji do szyfrowania.\n\nUwaga: Aby uzyskać dostęp do zaszyfrowanych danych, należy odzyskać klucz główny z kopii zapasowej pliku.
pt: Não possui a aplicação para descodificação.\n\nNota: tem que restaurar a chave mestre da cópia de segurança para aceder aos dados codificados.
pt_br: Nenhuma aplicação compatível para a descodificação está disponível.\n\nNota: Você tem que restaurar a chave master de um arquivo de backup, a fim de acessar dados criptografados anteriormente.
ro: Nu este disponibilă nicio aplicație compatibilă pentru decriptare.\n\nNotă: Trebuie să restaurați cheia principală dintr-un fișier copie de rezervă pentru a accesa datele criptate anterior.
sd: |डिक्रिप्शन जे लाये कोई संगत पुर्ण अनुप्रयोग मौजूद काने |\n\nनोट कयो :पहरों वारे एन्क्रिप्टेड डेटा जो उपयोग करण लाये तहान्खे बैकअप फ़ाइल माँ मास्टर कुंजी वारी सां स्थापित करणी पवंदव
sk: Žiadna kompatibilná aplikácia na dešifrovanie nie je dostupná.\n\nPoznámka: Musíte obnoviť univerzálny kľúč zo zálohovaného súboru pre prístup k skôr zašifrovaných údajom.
sl: Ni zružljive aplikacije za šifriranje.\n\nOpomba: Za dostop do šifriranih podatkov potrebujete glavni ključ z varnostne kopije.
sv: Inget kompatibelt program för dekryptering tillgängligt.\n\nNotera: Du behöver återställa huvudnyckeln från en säkerhetskopia för att få åtkomst till tidigare krypterad data.
tl: Walang katugmang applikasyon para sa decryption ang magagamit. \n\nTala: kailangan mong ibalik ang master key mula sa isang backup na file upang ma-access ang mga dating naka-encrypt na datos.
ug: ماسلىشىشچان شىفىر يېشىدىغان ئەپ يوق.\n\nدىققەت: ئاساسىي ئاچقۇچنى زاپاس ھۆججەتتىن ئەسلىگە كەلتۈرگەندىلا ئاندىن ئىلگىرى شىفىرلانغان ئۇچۇرلارنى زىيارەت قىلغىلى بولىدۇ.

source: Please download %s from the Market or the OpenIntents website.
ar: رجاءاقم بتحميل %s من المتجر أو موقعOpenIntents .
be: Калі ласка, запампуйце %s з Market, або з сайта OpenIntents.
bg: Моля изтеглете %s от Пазара или от сайта на OpenIntents
ca: Si us plau descarregueu %s del Mercat o del web d'OpenIntents.
ca@valencia: Per favor descarregue %s del Market o la pàgina web d'OpenIntents.
cs: Stáhněte prosím aplikaci %s z Marketu nebo stránek OpenIntents.
da: Hent venligst %s fra Market eller fra OpenIntents' hjemmeside.
de: Bitte installieren Sie %s aus dem Market oder über die OpenIntents Webseite.
el: Παρακαλούμε κάνετε λήψη το %s από το Market ή από την ιστοσελίδα του OpenIntents.
fi: Ole hyvä, ja lataa %s Marketista tai OpenIntents:in kotisivuilta.
he: אנא הורד %s מהמסחר או מאתר OpenIntents.
hi: बाजार या OpenIntents वेबसाइट से %s डाउनलोड करें|
ja: %s をマーケットかOpenIntents ウェブサイトからダウンロードしてください。
nb: Vennligst last ned %s fra Markedet eller hjemmesiden til OpenIntents.
pl: Proszę pobrać %s z Marketu lub ze strony OpenIntents.
pt: Por favor, transfira %s do Market ou da página OpenIntents.
pt_br: Por favor faça o download %s do Mercado no site OpenIntents.
ro: Descărcați %s de la Market sau de pe pagina principală OpenIntents.
sd: |बाजार या OpenIntents वेबसाइट माँ%s डाउनलोड कयो
sk: Prosím stiahnite si %S z Obchodu alebo webových stránok OpenIntents.
sl: Prosimo prenesite aplikacijo %s z Android Market-a ali z domače strani OpenIntents.
sv: Ladda hem %s från Android Market eller OpenIntents webbsida.
tl: Paki-download ang %s mula sa Merkado o sa OpenIntent website.
ug: %s نى بازاردىن ياكى OpenIntents تورتۇرادىن چۈشۈرۈڭ.

source: Please download %s from the OpenIntents website.
ar: رجاءا قم بالتحميل %s من موقع OpenIntents.
be: Калі ласка, запампуйце %s з сайта OpenIntents.
bg: Моля изтеглете %s от сайта на OpenIntents
ca: Si us plau descarregueu %s del web d'OpenIntents.
ca@valencia: Per favor descarregue %s de la pàgina web d'OpenIntents.
cs: Stáhněte prosím aplikaci %s ze stránek OpenIntents.
da: Hent venligst %s fra OpenIntents' hjemmeside.
de: Bitte installieren Sie %s über die OpenIntents Internetseite.
el: Παρακαλούμε κάνετε λήψη το %s από την ιστοσελίδα του OpenIntents.
fi: Ole hyvä, ja lataa %s OpenIntents:in kotisivuilta.
he: אנא הורד %s מאתר OpenIntents
hi: OpenIntents वेबसाइट से%s डाउनलोड करें|
ja: %s を OpenIntents ウェブサイトからダウンロードしてください。
nb: Vennligst last ned %s fra hjemmesiden til OpenIntents.
pl: Proszę pobrać %s ze strony OpenIntents.
pt: Por favor, transfira %s da página OpenIntents.
pt_br: Por favor faça o download %s do site da OpenIntents.
ro: Descărcați %s de la pagina principală OpenIntents.
sd: |OpenIntents वेबसाइट माँ %s डाउनलोड कयो
sk: Prosím siahnite si %s z webových stránok OpenIntents
sl: Prosimo prenesite aplikacijo %s z domače strani OpenIntents.
sv: Ladda hem %s från OpenIntents webbsida.
tl: Paki-download ang %s mula sa OpenIntent website.
ug: %s نى OpenIntents تورتۇرادىن چۈشۈرۈڭ.

source: Market download
ar: تحميل من السوق
be: Запампаваць з Market
bg: Изтегляне от пазар
ca: Descàrrega del Mercat.
ca@valencia: Descarga del Market
cs: Stáhnout z Marketu
da: Hent fra Market
el: Λήψη από Market
fi: Market-lataus
he: הורדת שוק
hi: बाजार से डाउनलोड करें
ja: マーケットからダウンロード
nb: Nedlasting fra Marked
pl: Pobieranie z Marketu
pt: Transferência no Market
pt_br: Download do Mercado
ro: Descărcare Market
sd: बाजार माँ डाउनलोड कयो
sk: Stiahnuť z obchodu
sl: Prenos z Android Market-a
sv: Ladda hem från Android Market
tl: Download sa Merkado
ug: بازاردىن چۈشۈر

source: Web download
ar: تحميل من الانترنت
be: Анлайн запампоўка
bg: уеб изтегляне
ca: Descàrrega del web.
ca@valencia: Descarga web
cs: Stáhnout z webu
da: Hent fra web
el: Λήψη από τον Ιστό
fi: WWW-lataus
he: הורדת רשת
hi: वेब से डाउनलोड करें
ja: ウェブからダウンロード
nb: Nedlasting fra nettet
pl: Pobieranie ze strony
pt: Transferência Web
pt_br: Download da Internete
ro: Descărcare web
sd: वेब माँ डाउनलोड कयो
sk: Stiahnuť z webu
sl: Prenos z domače strani
sv: Webbnerladdning
ug: تورتۇرادىن چۈشۈر

source: Download %s
ar: حمل %s
be: Запампоўка %s
bg: Изтегляне %s
ca: Descarrega %s
ca@valencia: Descarga %s
cs: Stáhnout %s
da: Hent %s
de: %s herunterladen
el: Λήψη του %s
fi: Lataa %s
he: הורד %s
hi: %s डाउनलोड करें
ja: %s をダウンロードする
nb: Last ned %s
pl: Pobierz %s
pt: Transferir %s
ro: Descarcă %s
sd: डाउनलोड कयो %s
sk: Sťahujem %s
sl: Prenesi %s
sv: Ladda ner %s
ug: %s نى چۈشۈر

source: %s can be used with the following applications:
ar: لا يمكن استعماله مع التطبيقات التالية : %s
be: %s можа быць выкарыстаны разам з наступнымі прыкладаннямі:
bg: %s може да се използва със следните приложения:
ca: %s es pot utilitzar amb les següents aplicacions:
ca@valencia: %s es pot utilitzar amb les següents aplicacions:
cs: %s může být použito následujícími aplikacemi:
da: %s kan bruges med de følgende applikationer:
de: %s kann in den folgenden Anwendungen genutzt werden:
el: Το %s μπορεί να χρησιμοποιηθεί με τις παρακάτω εφαρμογές:
fi: %s voidaan käyttää seuraavissa ohjelmissa:
he: ניתן לשתמש ב %s עם האפליקציות הבאות:
hi: % s निम्नलिखित अनुप्रयोगों के साथ इस्तेमाल किया जा सकता है:
ja: %s は以下のアプリケーションと使用できます：
nb: %s kan bli brukt med de følgende applikasjonene:
pl: %s może być używany z następującymi aplikacjami:
pt: Pode utilizar %s com as seguintes aplicações:
pt_br: %s pode ser usado com as seguintes aplicações:
ro: %s poate fi utilizat cu următoarele aplicații:
sd: %sहेठ लिख्यल अनुप्रयोगों सां गड़ इस्तेमाल थी तो सके :
sk: %s môže byť použité nasledujúcimi aplikáciami:
sl: %s lahko uporabiš z naslednjimi aplikacijami:
sv: %s kan användas tillsammans med följande applikationer:
tl: %s ay maaaring magamit sa mga sumusunod na aplikasyon:
ug: %s نى تۆۋەندىكى ئەپلەردە ئىشلەتكىلى بولىدۇ:

source: Launch %s
ar: شغل %s
be: Запуск %s
bg: Стартиране %s
ca: Engega %s
ca@valencia: Executar %s
cs: Spustit %s
da: Kør %s
de: Starte %s
el: Εκκίνηση του %s
fi: Käynnistä %s
he: התחל %s
hi: %s लॉन्च करें
ja: %s を起動
nb: Start %s
pl: Uruchom %s
pt: Iniciar %s
pt_br: Iniciar %s
ro: Pornește %s
sd: %s लॉन्च कयो
sk: Spustiť %s
sl: Zaženi %s
sv: Starta %s
tl: Ilunsad ang %s
ug: %s نى ئىجرا قىل

source: %1$s requires %2$s %3$s or higher.
ar: %1$s يطلب %2$s %3$s أو أعلى.
be: %1$s патрабуе %2$s %3$s ці вышэй.
bg: %1$s изисква %2$s %3$s или по-висока.
ca: %1$s requereix %2$s %3$s o superior.
ca@valencia: %1$s requireix %2$s %3$s o superior.
cs: %1$s vyžaduje %2$s %3$s nebo vyšší.
da: %1$s kræver %2$s %3$s eller højere.
de: %1$s benötigt %2$s %3$s oder höher.
el: To %1$s απαιτεί το %2$s %3$s ή παραπάνω.
fi: %1$s vaatii %2$s %3$s tai uudemman.
he: %1$s דורש %2$s %3$s ומעלה.
hi: %1$s को आवश्यकता है %2$s %3$s या अधिक की|
ja: %1$s は %2$s %3$s 以上が必要です。
nb: %1$s krever %2$s %3$s eller høyere.
pl: %1$s wymaga %2$s w wersji %3$s lub wyższej.
pt: %1$s requer %2$s %3$s ou superior.
pt_br: %1$s requere %2$s %3$s ou superior.
ro: %1$s necesită %2$s %3$s sau mai mult.
sd: %1$s खे जरूअत्त तस %2$s %3$s या वधीक जी
sk: %1$s vyžaduje %2$s %3$s alebo vyššiu.
sl: %1$s potrebuje aplikacijo %2$s %3$s ali novejšo različico.
sv: %1$s behöver %2$s version %3$s eller högre.
tl: %1$s ay nangangailangan ng %2$s %3$s o mas madami.
ug: %1$s غا %2$s %3$s ياكى يۇقىرى نەشرى زۆرۈر.

source: Instructions
ar: التعليمات
be: Інструкцыі
bg: Инструкции
ca: Instruccions
ca@valencia: Instruccions
cs: Instrukce
da: Instruktioner
de: Anleitung
el: Οδηγίες
fi: Ohjeet
he: הוראות
hi: निर्देश
ja: 指示
nb: Instruksjoner
pl: Instrukcje
pt: Instruções
pt_br: Instruções
ro: Instrucțiuni
sd: निर्देश
sk: Pokyny
sl: Navodila
sv: Instruktioner
tl: Mga Instruksyon
ug: تونۇشتۇرۇش

source: Application could not be launched
ar: لا تستطيع تشغيل التطبيق
be: Прыкладанне не можа быць запушчана.
bg: Приложението не може да бъде стартирано
ca: No s'ha pogut engegar l'aplicació
ca@valencia: La aplicació no pot ser executada
cs: Aplikace nemohla být spuštěna
da: Applikation kunne ikke køres
de: Anwendung konnte nicht gestartet werden
el: Αδυναμία εκτέλεσης της εφαρμογής
fi: Ohjelmaa ei voitu käynnistää.
he: לא ניתן להתחיל אפליקציה
hi: अनुप्रयोग शुरू नहीं किया जा सका
ja: アプリケーションが起動できませんでした。
nb: Applikasjon kunne ikke startes
pl: Nie można uruchomić aplikacji
pt: A aplicação não foi iniciada
pt_br: Aplicação não pôde ser iniciada
ro: Nu s-a putut porni aplicație
sd: अनुप्रयोग शुरू न थी सग्यो
sk: Aplikácia nemôže byť spustená
sl: Aplikacije ni možno zagnati
sv: Applikationen kunde inte startas
tl: Applikasyon ay hindi maaaring mailunsad
ug: ئەپنى قوزغىتالمىدى
