Repository: openintents/translations-export
Catalog: translations_distributionlibrary/*.po
Languages: ar, be, bg, ca, ca@valencia, cs, da, de, el, fi, he, hi, ja, nb, pl, pt, pt_br, ro, sd, sk, sl, sv, tl, ug

source: OI Distribution Library
ar: مكتبة توزيعات OI
bg: Разпределение на OI библиотека
ca: Llibreria de distribució d'OI.
ca@valencia: Llibreria de distribució OI
cs: OI Distribuční knihovna
da: OI Distributionsbibliotek
de: OI Distributions Bibliothek
el: OI Βιβλιοθήκη Διανομής
fi: OI Jakokanavamoduuli
he: הפצת ספריית OI
hi: OI वितरण लाइब्रेरी
ja: OI 配布ライブラリ
nb: OI Distribusjonbibliotek
pl: OI Biblioteka dystrybucji
pt: Biblioteca de distribuição OI
pt_br: OI Livraria de Distribuição
ro: Bibliotecă de distribuție OI
sd: OI विरायणवारी लाइब्रेरी
sk: OI Distribučná knižnica
sl: OI distribucijska knjižnica
sv: OI Distributionsbibliotek
tl: OI Distribusyon Library
ug: OI چۈشەندۈرۈش ئامبىرى

source: translator-credits
ar: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs kenn dhia https://launchpad.net/~kendhia
be: Launchpad Contributions: Alexander Geroimenko https://launchpad.net/~geroimenko OpenIntents devs https://launchpad.net/~openintents-devs
bg: Launchpad Contributions: Kras4ooo https://launchpad.net/~kkrassi1984 OpenIntents devs https://launchpad.net/~openintents-devs
ca: Launchpad Contributions: Joan Creus https://launchpad.net/~joan-creus-c OpenIntents devs https://launchpad.net/~openintents-devs
ca@valencia: Launchpad Contributions: Martín González https://launchpad.net/~mgonzlezgmz OpenIntents devs https://launchpad.net/~openintents-devs
cs: Launchpad Contributions: Matěj Konečný https://launchpad.net/~matejkon OpenIntents devs https://launchpad.net/~openintents-devs
da: Launchpad Contributions: Mads Peter Rommedahl https://launchpad.net/~lhademmor
de: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Patrick Eigensatz https://launchpad.net/~p.eigensatz Peli https://launchpad.net/~peli0101 appricoo https://launchpad.net/~appricoo hani https://launchpad.net/~markushahnenkamm
el: Launchpad Contributions: Giannis Konstantinidis https://launchpad.net/~giankonstantinidis OpenIntents devs https://launchpad.net/~openintents-devs
fi: Launchpad Contributions: emp https://launchpad.net/~emp500
he: Launchpad Contributions: Dvir Oren https://launchpad.net/~dvir0776 OpenIntents devs https://launchpad.net/~openintents-devs
hi: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani
ja: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs thebowseat https://launchpad.net/~takeshimochida
nb: Launchpad Contributions: Arne Tobias Malkenes Ødegaard https://launchpad.net/~arne-tobias OpenIntents devs https://launchpad.net/~openintents-devs
pl: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Piotr Łazarczyk https://launchpad.net/~quazarxd Tomasz Zieliński https://launchpad.net/~tomek0517
pt: Launchpad Contributions: Sérgio Marques https://launchpad.net/~sergio+marques
pt_br: Launchpad Contributions: Janeth Vargas https://launchpad.net/~janeth-vz-1 OpenIntents devs https://launchpad.net/~openintents-devs
ro: Launchpad Contributions: Florentina Mușat https://launchpad.net/~kuchiki14 OpenIntents devs https://launchpad.net/~openintents-devs Toader Stefana Teodora https://launchpad.net/~toaderstefana Vasilache Eusebiu https://launchpad.net/~seby-sebi94
sd: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs happynawani https://launchpad.net/~happynawani
sk: Launchpad Contributions: Marek Dobransky https://launchpad.net/~marekdobr OpenIntents devs https://launchpad.net/~openintents-devs
sl: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs met https://launchpad.net/~dot-cis
sv: Launchpad Contributions: Carl Fredrik Sima https://launchpad.net/~cf-sima Rikard Edgren https://launchpad.net/~rikard-edgren
tl: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs abc https://launchpad.net/~abc-g
ug: Launchpad Contributions: OpenIntents devs https://launchpad.net/~openintents-devs Sahran https://launchpad.net/~sahran

source: %s EULA
be: Пагадненне карыстальніка %s
ca: EULA d'%s
ca@valencia: EULA d'%s
da: %s slutbrugeraftale
he: %s הסכם משתמש קצה
ja: %s 使用契約
nb: %s Lisensavtale
pl: Umowa licencyjna %s
pt: Eula do %s
pt_br: %s CLUF
sl: Pogoji uporabe aplikacije %s
sv: %s Slutanvändaravtal
ug: %s ئاخىرقى ئىشلەتكۈچى ئىجازەت كېلىشىمى

source: Please read and accept the following End User License Agreement (EULA) for %s.
ar: رجاءا قم بقراءة والموافقة على اتفاقية رخصة المستعمل النهائية(EULA) من أجل %s.
be: Калі ласка, прачытайце і прыміце пагадненне карыстальніка для %s.
bg: Моля, прочетете и приемете следното споразумение с краен потребителски лиценз (EULA) за %s.
ca: Si us plau llegiu i accepteu el següent Acord de Llicència per a l'Usuari Final (EULA) per a %s.
ca@valencia: Per favor llegiu i accepteu el següent Acord de llicència (EULA) de %s.
cs: Přečtěte si prosím a přijměte následující Licenční smlouvu s koncovým uživatelem (EULA) aplikace %s.
da: Vær venlig at læse og acceptere den følgende slutbrugeraftale for %s.
de: Bitte lesen und akzeptiern sie den folgenden Endbenutzer-Lizenzvertrag (EULA) für %s.
el: Παρακαλώ διαβάστε και αποδεχτείτε την παρακάτω Άδεια Χρήσης Τελικού Χρήστη (EULA) για το %s.
fi: Ole hyvä ja lue ja hyväksy seuraava End User License Agreement (EULA) %s :lle.
he: אנא קרא ואשר את את הסכם משתמש קצה הבא בשביל %s
hi: %s के लिए निम्नलिखित एंड यूज़र लायसेंस एग्रीमेंट (EULA) पढ़ें और स्वीकार करें|
ja: 次の %s の使用許諾契約書(EULA)を読んで承認してください。
nb: Vennligst les og aksepter den følgende lisensavtalen for %s.
pl: Proszę przeczytać i zaakceptować poniższą Umowę licencyjną %s.
pt: Por favor, leia e aceite o acordo de licenciamento de utilizador final (EULA) do %s.
pt_br: Por favor, leia e aceite este Contrato de Licença de Usuário Final (CLUF) para %s.
ro: Citiți și acceptați următorul Acord de Licențiere pentru Utilizatorul Final (EULA) pentru %s.
sd: |s जे लाये हेठ लिख्यल एंड यूज़र लायसेंस एग्रीमेंट (EULA) पढ़यो अऊँ स्वीकार क्यो%
sk: Prosím prečítajte si nasledujúcu Licenčnú zmluvu koncového používateľa (EULA) pre %s.
sl: Prosimo preberite in potrdite pogoje uporabe za aplikacijo %s.
sv: Var god läs och acceptera följande Slutanvändaravtal (EULA) för %s.
tl: Paki basahin at tanggapin ang sumusunod na End User License Agreement (EULA) para sa %s.
ug: %s نىڭ ئاخىرقى ئىشلەتكۈچى ئىجازەت كېلىشىمىنى ئوقۇپ، ئۇنىڭغا قوشۇلۇڭ.

source: Accept
ar: موافق
be: Прыняць
bg: Приемам
ca: Accepto
ca@valencia: Acceptar
cs: Přijmout
da: Accepter
de: Akzeptieren
el: Αποδοχή
fi: Hyväksy
he: אשר
hi: स्वीकार करें
ja: 承認
nb: Aksepter
pl: Akceptuj
pt: Aceitar
pt_br: Aceitar
ro: Acceptă
sd: |स्वीकार क्यो
sk: Akceptovať
sl: Sprejmi
sv: Acceptera
tl: Tanggapin
ug: قوشۇل

source: Cancel
ar: الغاء
be: Адмяніць
bg: Отказване
ca: Canceŀla
ca@valencia: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
fi: Peruuta
he: ביטול
hi: रद्द करें
ja: キャンセル
nb: Avbryt
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulează
sd: |रद्द क्यो
sk: Zrušiť
sl: Zavrni
sv: Avbryt
tl: Kanselahin
ug: ۋاز كەچ

source: Welcome to this new version of %s.
ar: أهلا بكم في النسخة الجديدة من.%s
be: Сардэчна запрашаем у новую версію %s.
bg: Добре дошли в тази нова версия на %s.
ca: Benvingut a aquesta nova versió de %s.
ca@valencia: Benvingut a la nova versió de %s.
cs: Vítejte v nové verzi aplikace %s
da: Velkommen til denne nye version af %s.
de: Willkommen zur neuen Version von %s.
el: Καλωσορίσατε σε αυτή τη νέα έκδοση του %s.
fi: Tervetuloa uuteen versioon %s :sta
he: ברוך הבא לגרסה חדשה זו של %s.
hi: %s के इस नए संस्करण में आपका स्वागत है|
ja: %s の新しいバージョンへようこそ。
nb: Velkommen til denne nye versjonen av %s.
pl: Witamy w nowej wersji %s.
pt: Bem-vindo à nova versão do %s.
pt_br: Bem-vindo a esta nova versão do %s.
ro: Bine ați venit la această nouă versiune a %s.
sd: |s जे हिन्न नए संस्करण में तहन्जो स्वागत तव%
sk: Vitajte v novej verzii %s
sl: Dobrodošli v novi različici aplikacije %s.
sv: Välkommen till en ny version av %s.
tl: Maligayang pagdating sa bagong bersyon ng %s.
ug: يېڭى نەشرى %s گە مەرھابا

source: Recent changes:
ar: التغييرات الأخيرة .
be: Апошнія змяненні:
bg: Последни промени:
ca: Canvis recents:
ca@valencia: Canvis recents:
cs: Nedávné změny:
da: Seneste ændringer:
de: Neueste Änderungen:
el: Πρόσφατες αλλαγές:
fi: Viimeisimmät muutokset:
he: שינוים אחרונים:
hi: हाल में किये गए बदलाव:
ja: 最近の変更：
nb: Nylige endringer:
pl: Ostatnie zmiany:
pt: Alterações recentes:
pt_br: Modificações Recentes:
ro: Modificări recente:
sd: |हालिय में थ्यल बदलाव
sk: Nedávne zmeny
sl: Zadnje spremembe:
sv: Senaste ändringar:
tl: Kamakailang mga pagbabago:
ug: يېقىنقى ئۆزگەرتىشلەر:

source: Continue
ar: أكمل
be: Далей
bg: Продължи
ca: Continua
ca@valencia: Continuar
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
fi: Jatka
he: המשך
hi: जारी रखें
ja: 続ける
nb: Fortsett
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuați
sd: |जारी रख्यो
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
tl: Magpatuloy
ug: داۋاملاشتۇر

source: Check updates
ar: تحقق من التحديثات
be: Праверка абнаўленняў
bg: Проверка за обновления
ca: Comprova actualitzacions
ca@valencia: Comprovar actualitzacions.
cs: Zkontrolovat aktualizace
da: Tjek opdateringer
de: Auf Updates prüfen
el: Έλεγχος ενημερώσεων
fi: Tarkista päivitykset
he: בדוק עדכונים
hi: अद्यतनों की जाँच करें
ja: アップデートをチェックする
nb: Sjekk oppdateringer
pl: Szukaj aktualizacji
pt: Procurar atualizações
pt_br: Checar atualizações
ro: Verifică actualizările
sd: अद्यतन जी जांच कयो
sk: Skontrolovať aktualizácie
sl: Preveri za posodobitve
sv: Kontrollera efter updateringar
tl: Suriin ang mga update
ug: يېڭىلاشنى تەكشۈر

source: Check manually for updates or install OI Update for automatic notifications.
ar: تحقق يدويا من التحديثات أو استعمل تحديث OI للتنبيهات التلقائية.
be: Праверце абнаўленні ўручную, ці ўсталюйце OI Update для аўтаматычнай праверкі.
bg: Проверете ръчно за ъпдейти или инсталирате OI Актуализация за автоматични уведомления.
ca: Comprova manualment actualitzacions o instal·la OI Update per a notificacions automàtiques.
ca@valencia: Comprova actualitzacions manualment o instal·la Actualitzacions OI per notificacions automàtiques.
cs: Ručně zkontrolujte aktualizace, nebo nainstalujte OI Update pro automatická upozornění.
da: Tjek manuelt for opdateringer eller installer OI Update for automatiske meddelelser.
de: Suchen Sie manuell nach Updates oder oder installieren Sie für eine automatische Benachrichtigung OI Update.
el: Ελέγξτε χειροκίνητα για ενημερώσεις ή εγκαταστήστε το OI Αναβάθμιση για αυτόματες ειδοποιήσεις.
fi: Tarkista manuaalisesti päivityksiä tai asenna OI Päivittäjä, niin saat automaattiset ilmoitukset.
he: בדוק ידנית אם יש עדכונים או התקן עדכון OI בשביל התראות אוטומטיות.
hi: अद्यतनों के लिए मैन्युअल जाँच करें या स्वत: सूचना के लिए OI अद्यतन स्थापित करें|
ja: 手動でアップデートをチェックするか 自動通知のために OI アップデートをインストールする
nb: Sjekk manuelt for oppdateringer eller installer OI Oppdater for automatiske varsler.
pl: Wyszukaj ręcznie aktualizacji lub zainstaluj OI Update dla automatycznych powiadomień.
pt: Procure as atualizações manualmente ou instale o OI Update para receber notificações.
pt_br: Verificar manualmente por atualizações ou instalar OI Atualização para notificações automáticas.
ro: Verificați manual pentru actualizări sau instalați Actualizare OI pentru înștiințări automate.
sd: |अद्यतन लाये मैन्युअल जाँच कयो या पंजोपांड सूचित थ्यंडा लाये OI अद्यतन स्थापित कयो
sk: Skontrolujte aktualizácie ručne alebo nainštalujte OI Aktualizácie pre automatické upozornenia.
sl: Za posodobitve preverite sami ali pa namestite OI Update za avtomatska opozorila.
sv: Kontrollera manuellt efter updateringar eller installera OI Update för automatiska meddelanden.
tl: Suriin ng mano-mano ang mga pagbabago o i-install OI Magbago para sa awtomatikong abiso.
ug: يېڭىلاشنى قولدا تەكشۈرىدۇ ياكى ئۆزلۈكىدىن ئۇقتۇرۇش قىلىپ OI يېڭىلاشنى ئورنىتىدۇ.

source: Check now
ar: تحقق الآن
be: Праверыць зараз
bg: Провери сега
ca: Comprova ara
ca@valencia: Comprovar ara
cs: Zkontrolovat nyní
da: Tjek nu
de: Jetzt überprüfen
el: Έλεγχος τώρα
fi: Tarkista nyt
he: בדוק כעת
hi: अब जाँच करें
ja: 今すぐチェック
nb: Sjekk nå
pl: Sprawdź teraz
pt: Procurar agora
pt_br: Confira agora
ro: Verifică acum
sd: हिम्म्ल जाँच कयो
sk: Skontroluj teraz
sl: Preveri zdaj
sv: Kontrollera nu
tl: Suriin ngayon
ug: ھازىر تەكشۈر

source: Get OI Updater
ar: أحصل على محدث OI
be: Атрымаць OI Updater
bg: Вземи OI Актуализация
ca: Aconsegueix l'Actualitzador d'OI.
ca@valencia: Obtindre Actualitzacions OI
cs: Získejte OI Updater
da: Hent OI Updater
de: OI Updater Herunterladen
el: Λήψη του OI Αναβάθμιση
fi: Lataa OI Updater
he: קבל מעדכן OI
hi: OI अद्यतनकर्ता प्राप्त करें
ja: OI アップデーターを入手する
nb: Hent OI Oppdater
pl: Pobierz OI Updater
pt: Obter OI Updater
pt_br: Conseguir OI Atualização
ro: Obține Actualizare OI
sd: OI अद्यतनकर्ता प्राप्त कयो
sk: Získať OI Aktualizátor
sl: Naloži OI Updater
sv: Hämta OI Updater
tl: Kunin ang OI Nagbabago
ug: OI يېڭىلىغۇچقا ئېرىش

source: Download application not available.
ar: تحميل التطبيقات غير متوفر.
be: Запампоўка прыкладання недаступна.
bg: Сваленото приложение не е активно
ca: No es pot descarregar l'aplicació.
ca@valencia: Descarga de la aplicació no disponible.
cs: Stahovaná aplikace nedostupná
da: Kan ikke hente applikation
de: Keine Anwendung zum Herunterladen vorhanden.
el: Η λήψη της εφαρμογής δεν είναι διαθέσιμη.
fi: Lataussovellus ei ole saatavilla.
he: הורדת אפליקציה לא זמינה
hi: डाउनलोड अनुप्रयोग उपलब्ध नहीं है|
ja: ダウンロードアプリケーションはまだありません。
nb: Applikasjon ikke tilgjengelig for nedlasting.
pl: Nie można pobrać aplikacji.
pt: Atualização não disponível.
pt_br: Download aplicativo não está disponível.
ro: Aplicația pentru descărcare nu este disponibilă.
sd: |डाउनलोड अनुप्रयोग मौजूद काने
sk: Stiahnutie aplikácie nie je dostupné.
sl: Aplikacije ne morete prenesti.
sv: Nerladdningsapplikationen ej tillgänglig.
tl: Download applikasyon ay hindi magagamit.
ug: چۈشۈرىدىغان ئەپ يوق.

source: OI Update
ar: تحديث OI
bg: OI Обновления
ca: Actualització d'OI
ca@valencia: Actualitzacions OI
el: OI Αναβάθμιση
fi: OI Päivittäjä
he: עדכון OI
hi: OI अद्यतन
ja: OI アップデート
nb: OI Oppdater
pt_br: OI Atualizar
ro: Actualizare OI
sd: OI अद्यतन
sk: OI Aktualizácia
tl: OI Magbago
ug: OI يېڭىلا

source: About
ar: عن
be: А праграме
bg: За
ca: Quant a
ca@valencia: Quant a
cs: O aplikaci
da: Om
de: Info
el: Σχετικά
fi: Tietoja
he: אודות
hi: के बारे में
ja: 情報
nb: Om
pl: O programie
pt: Sobre
pt_br: Sobre
ro: Despre
sd: जे बारे में
sk: O aplikácii
sl: O aplikaciji
sv: Om
tl: Tungkol
ug: ھەققىدە

source: No compatible extension available to display full info (contact, credits, license).
ar: لا يوجد أي ملحق متوفر لعرض المعلومات(الاتصالات، المشاركون، الرخصة).
be: Няма даступнага сумяшчальнага пашырэння для адлюстравання поўнай інфармацыі (кантакты, ліцэнзія).
bg: Няма налични съвместими разширения за показване на пълна информация (контакти, кредити, лиценз).
ca: No hi ha cap extensió compatible per mostrar la informació sencera (contacte, crèdits, llicència).
ca@valencia: No hi ha extensions compatibles disponibles per mostrar tota la informació (contacte, crédits, llicència).
cs: Není dostupné žádné kompatibilní rozšíření pro zobrazení všech informací (kontakt, autoři, licence).
da: Ingen kompatibel udvidelse der kan vise fuld info (kontakt, tak til, licens).
de: Es ist keine kompatible Erweiterung verhanden, um alle Informationen anzuzeigen (Kontakt, Info, Lizenz).
el: Δεν υπάρχει διαθέσιμο κάποιο συμβατό πρόσθετο για την εμφάνιση των πλήρων πληροφοριών (επικοινωνία, συντελεστές, άδεια).
fi: Ei yhteensopivaa laajennosta saatavilla täyden tiedon antamiseksi (yhteydenotto, tekijät, lisenssit)
he: אין הרחבה מותאמת זמינה בשביל להציג מידע מלא (צור קשר, קרדיט, רישיון).
hi: पूरी जानकारी (संपर्क, श्रेय, लाइसेंस) प्रदर्शित करने के लिए कोई संगत पुर्ण एक्सटेंशन उपलब्ध नहीं है|
ja: すべての情報 (連絡、クレジット、ライセンス) を表示するために対応している拡張子がありません。
nb: Ingen kompatibel utvidelse tilgjengelig for å vise all informasjon (kontakt, krediteringer, lisens).
pl: Rozszerzenie nie kompatybilne z pozwalającym wyświetlić wszystkie informacje (kontakty, podziękowania, licencja).
pt: Não tem a extensão para exibir as informações integrais (contactos, créditos, licença).
pt_br: Sem extensão compatível disponível para exibir informação completa (contato, créditos, de licença).
ro: Nu este disponibilă nicio extensie compatibilă pentru a afișa informațiile complete (contact, autori, licență).
sd: पूरी जानकारी (संपर्क, श्रेय, लाइसेंस) दिसण लाये कोई संगत पुर्ण एक्सटेंशन मौजूद कान|
sk: Nie je dostupné žiadne kompatibilné rozšírenie pre zobrazenie všetkých informácii (kontakty, záväzky, licencie).
sl: Ni združljivega vstavka za prikaz vseh informacij (kontakt, zasluge, licenca).
sv: Inget kompatibelt tillägg tillgängligt för visning av all info (kontakt, erkännande, licens)
tl: Walang katugmang ekstensyon na magagamit upang ipakita ang buong impormasyon (kontak, mga kredito, lisensya).
ug: تولۇق ئۇچۇرنى كۆرسىتىدىغان ماسلىشىشچان كېڭەيتىلمە يوق (ئالاقەداش، تۆھپىكارلار، ئىجازەت).

source: Get OI About
ar: أحصل على عن OI
be: Атрымаць OI About
bg: Вземи OI За
ca: Aconsegueix OI Quant a.
ca@valencia: Obtindre OI Quant a
cs: Získat OI Info
da: Hent OI About
de: OI About Herunterladen
el: Λήψη του OI Σχετικά
fi: Lataa OI Info
he: קבל אודות OI
hi: OI 'के बारें में' प्राप्त करें
ja: OI の情報を入手する
nb: Hent OI Info
pl: Pobierz OI About
pt: Obter OI About
pt_br: Conseguir OI Sobre
ro: Obține Despre OI
sd: OI 'जे बारें में' प्राप्त कयो
sk: Získať OI About
sl: Naloži OI About
sv: Hämta OI About
tl: Kumuha OI Tungkol
ug: OI ھەققىدىكى ئۇچۇر

source: OI About
ar: عن OI
bg: OI За
ca: OI Quant a
ca@valencia: OI Quant a
cs: OI Info
el: OI Σχετικά
fi: OI Info
he: אודות OI
hi: OI के बारें में
ja: OI の情報
nb: OI Info
pt_br: OI Sobre
ro: Despre OI
sd: OI जे बारे में
sk: O aplikácii OpenIntents
tl: OI Tungkol
ug: OI ھەققىدە

source: Barcode OI Plugin
ar: باركود OI المساعد
ca: Extensió de codi de barres d'OI.
ca@valencia: Plugin de codi de barres OI
cs: OI Čárový kód plugin
el: OI Πρόσθετο Γραμμωτού Κώδικα
fi: Viivakoodi OI Lisäosa
ja: OI バーコードプラグイン
nb: OI Strekkodetillegg
pt: Plugin Barcode OI
pt_br: OI Plugin de Código de Barras
sd: बारकोड OI प्लगइन
sk: Čiarový kód OI doplnok
sv: Streckkod OI Plugin
ug: OI تاياقچە كود قىستۇرمىسى

source: No compatible barcode scanner is available.
ar: لا يوجد أي ماسح باركود متوفر.
ca: No hi ha cap escànner de codis de barres disponible.
ca@valencia: Escàner compatible de codi de barres no disponible.
cs: Není dostupný žádný kompatibilní skener čárových kódů.
el: Κανένας συμβατός σαρωτής γραμμωτού κώδικα δεν είναι διαθέσιμος.
fi: Ei yhteensopivaa viivakoodiskanneria saatavilla.
ja: 対応するバーコードスキャナーがありません。
nb: Ingen kompatibel strekkodeleser er tilgjengelig.
pl: Nie ma kompatybilnego skanera kodów kreskowych.
pt: não possui uma analisador de códigos de barras.
pt_br: Não há um scanner de código de barras compatível disponível.
sd: |कोई संगत बारकोड स्कैनर मौजूद काने
sk: Žiadny kompatibilný skener čiarových kódov nie je k dispozícii
sv: Ingen kompatibel streckkodsscanner tillgänglig.
tl: Walang katugmang barcode scanner ang magagamit.
ug: ماسلىشىدىغان تاياقچە كود تاراغۇچ يوق.

source: OI File Manager
ar: مديرالملفات OI
bg: OI Файлов Диспечер
ca: Gestor de fitxers d'OI.
ca@valencia: Administrador de fitxers OI
cs: OI Správce souborů
de: OI Dateimanager
el: OI Διαχειριστής Αρχείων
fi: OI Tiedostonhallinta
he: מנהל קבצים OI
hi: OI फ़ाइल प्रबंधक
ja: OI ファイルマネージャー
nb: OI Filbehandler
pl: OI Menedżer plików
pt: Gestor de ficheiros OI
pt_br: OI Gerenciador de Arquivos
ro: Gestionar de fișiere OI
sd: OI फ़ाइल प्रबंधक
sk: OI Správca Súborov
tl: OI File Manedyer
ug: OI ھۆججەت باشقۇرغۇچ

source: No compatible file manager is available.
ar: لا يوجد أي مدير ملفات متوافق متوفر.
be: Няма даступнага сумяшчальнага файлавага мэнэджэру.
bg: Не е съвместим наличният файлове диспечер
ca: No hi ha cap gestor de fitxers compatible disponible.
ca@valencia: Administrador de fitxers compatible no disponible.
cs: Není dostupný žádný kompatibilní správce souborů.
da: Ingen kompatibel filhåndtering blev fundet.
de: Kein kompatibler Dateimanager vorhanden.
el: Κανένας συμβατός διαχειριστής αρχείων δεν είναι διαθέσιμος.
fi: Ei löytynyt yhteensopivaa tiedostonhallintaa.
he: אין מנהל קבצים מותאם זמין.
hi: कोई संगत पुर्ण फ़ाइल प्रबंधक उपलब्ध है|
ja: 対応するファイルマネージャーがありません。
nb: Ingen kompatibel filbehandler er tilgjengelig.
pl: Nie znaleziono zgodnego menedżera plików.
pt: Não possui um gestor de ficheiros compatível.
pt_br: Sem gerenciador de arquivos compatíveis disponível.
ro: Nu este disponibil niciun gestionar de fișiere compatibil.
sd: कोई संगत पुर्ण फ़ाइल प्रबंधक मौजूद काने
sk: Nie je dostupný žiadny kompatibilný správca súborov.
sl: Ni združljivega urejevalca dokumentov.
sv: Inget kompatibelt filhanteringsprogram tillgängligt.
tl: Walang katugmang file manedyer ang magagamit.
ug: ماسلىشىشچان ھۆججەت باشقۇرغۇچ يوق.

source: OI Safe
ar: حماية OI
bg: OI Безопасен
ca: OI Segur
ca@valencia: Seguretat OI
cs: OI Sejf
el: OI Κιβώτιο
fi: OI Turva
he: כספת OI
hi: OI सुरक्षित
ja: OI 金庫
pl: OI Sejf
pt_br: OI Seguro
sd: OI सुरक्षित
sk: OI Trezor
tl: OI Kaha
ug: OI بىخەتەرلىك

source: No compatible application for encryption is available.
ar: لا يوجد أي تطبيق تشفير متوافق متوفر.
be: Няма даступнага сумяшчальнага прыкладання для кадавання.
bg: Наличното приложение за криптиране не е съвместимо
ca: No hi ha cap aplicació compatible per a encriptació disponible.
ca@valencia: Aplicacion per encriptat compatible no disponible.
cs: Není dostupná žádná kompatibilní šifrovací aplikace.
da: Ingen kompatibel applikation til kryptering blev fundet.
de: Keine kompatible Anwendung zur Verschlüsselung vorhanden.
el: Καμία συμβατή εφαρμογή για κρυπτογράφηση δεν είναι διαθέσιμη.
fi: Ei löytynyt yhteensopivaa salausohjelmaa.
he: אין גרסה מותאמת זמינה בשביל הצפנה.
hi: एन्क्रिप्शन के लिए कोई संगत पुर्ण अनुप्रयोग उपलब्ध नहीं है|
ja: 対応する暗号化用のアプリケーションがありません。
nb: Ingen kompatibel applikasjon for kryptering er tilgjengelig.
pl: Nie znaleziono kompatybilnej aplikacji do szyfrowania.
pt: Não possui a aplicação para codificação.
pt_br: Nenhuma aplicação compatível para a criptografia disponível.
ro: Nu este disponibilă nicio aplicație compatibilă pentru criptare.
sd: एन्क्रिप्शन जे लाये कोई संगत पुर्ण अनुप्रयोग मौजूद काने
sk: Žiadna kompatibilná šifrovacia aplikácia nie je k dispozícii
sl: Ni združljive aplikacije za šifriranje.
sv: Inget kompatibelt krypteringsprogram tillgängligt.
tl: Walang katugmang applikasyon para encryption ang magagamit.
ug: ماسلىشىشچان شىفىرلايدىغان ئەپ يوق.
